Repository: Michael-Obele/Svelte-MiniApps
Catalog: src/locales/*.po
Languages: de, es, fr, ja, pt

source: USD
ja: 米ドル

source: EUR
ja: ユーロ

source: Currency Converter - {0}
de: Währungsrechner - {0}
es: Convertidor de divisas - {0}
fr: Convertisseur de devises - {0}
ja: 通貨コンバーター - {0}
pt: Conversor de Moeda - {0}

source: Convert currencies effortlessly with our easy-to-use currency converter. Get instant results and accurate exchange rates.
de: Konvertieren Sie Währungen mühelos mit unserem einfach zu bedienenden Währungsrechner. Erhalten Sie sofortige Ergebnisse und genaue Wechselkurse.
es: Convierte divisas sin esfuerzo con nuestro convertidor de divisas fácil de usar. Obtén resultados instantáneos y tasas de cambio precisas.
fr: Convertissez les devises sans effort grâce à notre convertisseur de devises facile à utiliser. Obtenez des résultats instantanés et des taux de change précis.
ja: 使いやすい通貨コンバーターで、手間なく通貨を換算できます。瞬時に結果が得られ、正確な為替レートを入手できます。
pt: Converta moedas sem esforço com o nosso conversor de moedas fácil de usar. Obtenha resultados instantâneos e taxas de câmbio precisas.

source: Currency Converter
de: Währungsrechner
es: Convertidor de divisas
fr: Convertisseur de devises
ja: 通貨換算ツール
pt: Conversor de Moeda

source: Convert currencies with real-time exchange rates
de: Währungen mit Echtzeit-Wechselkursen umrechnen
es: Convierte divisas con tasas de cambio en tiempo real
fr: Convertissez des devises avec des taux de change en temps réel
ja: リアルタイムの為替レートで通貨を換算
pt: Converta moedas com taxas de câmbio em tempo real

source: <0/> How to Use
de: <0/> Wie man es benutzt
es: <0/> Cómo usar
fr: <0/> Comment l'utiliser
ja: <0/> 使い方
pt: <0/> Como Usar

source: Convert Currency
de: Währung umrechnen
es: Convertir divisas
fr: Convertir la devise
ja: 通貨換算
pt: Converter moeda

source: Convert From
de: Umwandeln von
es: Convertir desde
fr: De
ja: 換算元
pt: Converter de

source: Loading currencies...
es: Cargando divisas...
ja: 通貨を読み込み中...
pt: Carregando moedas...

source: Convert To
de: Umwandeln nach
es: Convertir a
fr: Vers
ja: 換算先
pt: Converter para

source: Swap currencies
de: Währungen tauschen
es: Intercambiar divisas
fr: Échanger les devises
ja: 通貨を入れ替える
pt: Trocar moedas

source: Amount
de: Betrag
es: Cantidad
fr: Montant
ja: 金額
pt: Valor

source: Enter amount
de: Betrag eingeben
es: Introduce la cantidad
fr: Entrez le montant
ja: 金額を入力
pt: Digite o valor

source: Force Fresh Rate
de: Aktualisierungsrate erzwingen
es: Forzar tasa actualizada
fr: Forcer le taux en temps réel
ja: 最新レートを強制取得
pt: Forçar taxa atualizada

source: Please use Force Fresh Rate sparingly. The cache is only active for 8 minutes to ensure rate accuracy.
de: Bitte verwenden Sie "Aktualisierungsrate erzwingen" nur sparsam. Der Cache ist nur 8 Minuten aktiv, um die Genauigkeit der Rate zu gewährleisten.
es: Por favor, use Forzar tasa actualizada con moderación. La caché solo está activa durante 8 minutos para garantizar la precisión de la tasa.
fr: Veuillez utiliser Forcer le taux en temps réel avec parcimonie. Le cache est actif pendant 8 minutes pour garantir l'exactitude des taux.
ja: 最新レートの強制取得は、できるだけ控えてください。レートの精度を保つため、キャッシュは8分間のみ有効です。
pt: Por favor use Forçar taxa atualizada com moderação. O cache fica ativo por apenas 8 minutos para garantir a precisão das taxas.

source: <0/> Converting...
de: <0/> Umwandlung...
es: <0/> Convirtiendo...
fr: <0/> Conversion en cours...
ja: <0/> 換算中...
pt: <0/> Convertendo...

source: <0/> Convert Currency
es: <0/> Convertir moneda
ja: <0/> 通貨換算
pt: <0/> Converter moeda

source: Conversion Result
de: Umrechnungsergebnis
es: Resultado de la conversión
fr: Résultat de la conversion
ja: 換算結果
pt: Resultado da conversão

source: Exchange Rate: 1 {0} = {1} {2}
de: Wechselkurs: 1 {0} = {1} {2}
es: Tipo de cambio: 1 {0} = {1} {2}
fr: Taux de change : 1 {0} = {1} {2}
ja: 為替レート: 1 {0} = {1} {2}
pt: Taxa de câmbio: 1 {0} = {1} {2}

source: Cached {0}
de: Zwischengespeichert {0}
es: Guardado en caché {0}
fr: Mis en cache {0}
ja: キャッシュ {0}```
pt: Cacheado {0}

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
ja: 読み込み中...
pt: Carregando...

source: Svelte Mini Apps
es: Miniaplicaciones de Svelte
fr: Mini-applications Svelte
ja: Svelteのミニアプリ集
pt: Mini Aplicativos Svelte

source: A collection of mini applications built with Svelte
de: Eine Sammlung von Mini-Anwendungen, die mit Svelte erstellt wurden
es: Una colección de mini aplicaciones construidas con Svelte
fr: Une collection de mini-applications construites avec Svelte
ja: Svelteで構築されたミニアプリケーション集
pt: Uma coleção de mini aplicativos construídos com Svelte

source: Unit Converter
de: Einheitenrechner
es: Convertidor de Unidades
fr: Convertisseur d'unités
ja: 単位変換ツール
pt: Conversor de Unidades

source: Converts between various units (length, temperature, volume, etc.)
de: Konvertiert zwischen verschiedenen Einheiten (Länge, Temperatur, Volumen usw.)
es: Convierte entre varias unidades (longitud, temperatura, volumen, etc.)
fr: Convertit entre diverses unités (longueur, température, volume, etc.)
ja: 様々な単位（長さ、温度、体積など）を変換します
pt: Converte entre várias unidades (comprimento, temperatura, volume, etc.)

source: utility
de: Dienstprogramm
es: utilidad
fr: utilitaire
ja: ユーティリティ
pt: utilitário

source: easy
de: einfach
es: fácil
fr: facile
ja: 簡単
pt: fácil

source: Budget Tracker
de: Budgetplaner
es: Rastreador de presupuesto
fr: Suivi budgétaire
ja: 予算管理
pt: Rastreador de Orçamentos

source: Create and manage budgets, track expenses, and monitor your remaining balance.
de: Erstellen und verwalten Sie Budgets, verfolgen Sie Ausgaben und überwachen Sie Ihr verbleibendes Guthaben.
es: Crea y gestiona presupuestos, realiza un seguimiento de los gastos y controla tu saldo restante.
fr: Créez et gérez des budgets, suivez les dépenses et surveillez votre solde restant.
ja: 予算の作成と管理、支出の追跡、残高の監視を行います。
pt: Crie e gerencie orçamentos, rastreie despesas e monitore seu saldo restante.

source: finance
de: Finanzen
es: finanzas
ja: 金融
pt: finanças

source: medium
de: mittel
es: medio
fr: moyen
ja: 普通
pt: médio

source: Purchase Tracker
de: Kauf-Tracker
es: Seguimiento de compras
fr: Suivi des achats
ja: 購買履歴トラッカー
pt: Rastreador de Compras

source: Track your purchases over time with detailed records including costs, quantities, and automatic timestamps for better expense management.
de: Verfolgen Sie Ihre Einkäufe im Laufe der Zeit mit detaillierten Aufzeichnungen einschließlich Kosten, Mengen und automatischen Zeitstempeln für eine bessere Spesenverwaltung.
es: Realiza un seguimiento de tus compras a lo largo del tiempo con registros detallados que incluyen costos, cantidades y marcas de tiempo automáticas para una mejor gestión de gastos.
fr: Suivez vos achats au fil du temps avec des enregistrements détaillés comprenant les coûts, les quantités et les horodatages automatiques pour une meilleure gestion des dépenses.
ja: 費用、数量、自動タイムスタンプを含む詳細な記録で、購入を時系列で追跡し、経費管理を改善します。
pt: Acompanhe suas compras ao longo do tempo com registros detalhados, incluindo custos, quantidades e timestamps automáticos para um melhor gerenciamento de despesas.

source: Medication Tracker
de: Medikamenten-Tracker
es: Rastreador de Medicamentos
fr: Suivi des médicaments
ja: 服薬管理
pt: Rastreador de Medicamentos

source: Track your medications during treatment sessions. Manage multiple medications, schedule doses, monitor adherence, and never miss a dose.
de: Verfolgen Sie Ihre Medikamente während der Behandlungssitzungen. Verwalten Sie mehrere Medikamente, planen Sie Dosen, überwachen Sie die Einhaltung und verpassen Sie nie eine Dosis.
es: Realiza un seguimiento de tus medicamentos durante las sesiones de tratamiento. Gestiona múltiples medicamentos, programa dosis, supervisa la adherencia y nunca te pierdas una dosis.
fr: Suivez vos médicaments pendant les séances de traitement. Gérez plusieurs médicaments, planifiez les doses, surveillez l'observance et ne manquez jamais une dose.
ja: 治療セッション中の投薬を追跡します。複数の薬を管理し、投与量をスケジュールし、アドヒアランスを監視し、投与を忘れることはありません。
pt: Acompanhe seus medicamentos durante as sessões de tratamento. Gerencie vários medicamentos, agende doses, monitore a adesão e nunca perca uma dose.

source: health
de: Gesundheit
es: salud
fr: santé
ja: 健康
pt: saúde

source: Smoke-Free Tracker
de: Rauchfrei-Tracker
es: Seguimiento libre de humo
fr: Suivi sans fumée
ja: 禁煙トラッカー
pt: Rastreador Livre de Fumo

source: Track your smoke-free journey with real-time streak counting, health milestones, craving management, and motivational support to help you quit smoking.
de: Verfolgen Sie Ihre rauchfreie Reise mit Echtzeit-Streak-Zählung, Gesundheitsmeilensteinen, Suchtmanagement und motivierender Unterstützung, um Ihnen beim Aufhören zu helfen.
es: Realiza un seguimiento de tu viaje sin humo con conteo de rachas en tiempo real, hitos de salud, gestión de antojos y apoyo motivacional para ayudarte a dejar de fumar.
fr: Suivez votre parcours sans fumée avec le comptage des séries en temps réel, les jalons de santé, la gestion des envies et un soutien мотивационный pour vous aider à arrêter de fumer.
ja: リアルタイムの連続カウント、健康のマイルストーン、欲求管理、禁煙を支援するための動機付けサポートにより、禁煙の旅を追跡します。
pt: Acompanhe sua jornada livre de fumo com contagem de sequências em tempo real, marcos de saúde, gerenciamento de desejos e suporte motivacional para ajudá-lo a parar de fumar.

source: Random Password Generator
de: Zufalls-Passwortgenerator
es: Generador de Contraseñas Aleatorias
fr: Générateur de mot de passe aléatoire
ja: ランダムパスワードジェネレーター
pt: Gerador de Senhas Aleatórias

source: Generates secure passwords with customizable length and complexity.
de: Generiert sichere Passwörter mit anpassbarer Länge und Komplexität.
es: Genera contraseñas seguras con longitud y complejidad personalizables.
fr: Génère des mots de passe sécurisés avec une longueur et une complexité personnalisables.
ja: カスタマイズ可能な長さと複雑さで安全なパスワードを生成します。
pt: Gera senhas seguras com comprimento e complexidade personalizáveis.

source: security
de: Sicherheit
es: seguridad
fr: sécurité
ja: セキュリティ
pt: segurança

source: Advanced Emoji Tools
de: Erweiterte Emoji-Tools
es: Herramientas avanzadas de emojis
fr: Outils avancés d'émojis
ja: 高度な絵文字ツール
pt: Ferramentas Avançadas de Emojis

source: This mini-app offers advanced features for working with emojis.
de: Diese Mini-App bietet erweiterte Funktionen für die Arbeit mit Emojis.
es: Esta mini-aplicación ofrece funciones avanzadas para trabajar con emojis.
fr: Cette mini-application offre des fonctionnalités avancées pour travailler avec des emojis.
ja: このミニアプリは、絵文字を扱うための高度な機能を提供します。
pt: Este mini-aplicativo oferece recursos avançados para trabalhar com emojis.

source: Color Picker
de: Farbauswahl
es: Selector de Color
fr: Sélecteur de couleurs
ja: カラーピッカー
pt: Seletor de Cores

source: Lets you choose a color and shows its HEX code or RGB values.
de: Ermöglicht es Ihnen, eine Farbe auszuwählen und zeigt ihren HEX-Code oder RGB-Werte an.
es: Te permite elegir un color y muestra su código HEX o valores RGB.
fr: Vous permet de choisir une couleur et affiche son code HEX ou ses valeurs RVB.
ja: 色を選択し、そのHEXコードまたはRGB値を表示します。
pt: Permite que você escolha uma cor e mostra seu código HEX ou valores RGB.

source: design
es: diseño
fr: conception
ja: デザイン

source: Checklist Maker
de: Checklisten-Ersteller
es: Creador de Listas de Verificación
fr: Créateur de listes de contrôle
ja: チェックリストメーカー
pt: Criador de Checklist

source: Allows you to create checklists and mark items as completed.
de: Ermöglicht es Ihnen, Checklisten zu erstellen und Elemente als abgeschlossen zu markieren.
es: Te permite crear listas de verificación y marcar elementos como completados.
fr: Vous permet de créer des listes de contrôle et de marquer les éléments comme terminés.
ja: チェックリストを作成し、項目を完了としてマークできます。
pt: Permite que você crie checklists e marque itens como concluídos.

source: productivity
de: Produktivität
es: productividad
fr: productivité
ja: 生産性
pt: produtividade

source: Text Summarizer
de: Textzusammenfasser
es: Resumidor de Texto
fr: Résumé de texte
ja: テキスト要約ツール
pt: Resumidor de Texto

source: Creates a shorter version of a text by keeping within a word limit.
de: Erstellt eine kürzere Version eines Textes, indem ein Wortlimit eingehalten wird.
es: Crea una versión más corta de un texto manteniéndose dentro de un límite de palabras.
fr: Crée une version plus courte d'un texte en respectant une limite de mots.
ja: 文字数制限内でテキストの短いバージョンを作成します。
pt: Cria uma versão mais curta de um texto, mantendo-se dentro de um limite de palavras.

source: Morse Code Translator
de: Morsecode-Übersetzer
es: Traductor de Código Morse
fr: Traducteur de code Morse
ja: モールス信号翻訳機
pt: Tradutor de Código Morse

source: Translates between text and Morse code.
de: Übersetzt zwischen Text und Morsecode.
es: Traduce entre texto y código Morse.
fr: Traduit entre le texte et le code Morse.
ja: テキストとモールス信号の間で翻訳します。
pt: Traduz entre texto e código Morse.

source: education
de: Bildung
es: educación
fr: éducation
ja: 教育
pt: educação

source: Countdown Timer
es: Temporizador de Cuenta Regresiva
fr: Compte à rebours
ja: カウントダウンタイマー
pt: Cronômetro Regressivo

source: Sets a timer with a countdown and shows progress visually.
de: Stellt einen Timer mit einem Countdown ein und zeigt den Fortschritt visuell an.
es: Establece un temporizador con una cuenta regresiva y muestra el progreso visualmente.
fr: Définit une minuterie avec un compte à rebours et affiche la progression visuellement.
ja: カウントダウン付きのタイマーを設定し、進捗状況を視覚的に表示します。
pt: Define um cronômetro com uma contagem regressiva e mostra o progresso visualmente.

source: Gets live exchange rates and converts between different currencies.
de: Ruft aktuelle Wechselkurse ab und rechnet zwischen verschiedenen Währungen um.
es: Obtiene los tipos de cambio en vivo y convierte entre diferentes monedas.
fr: Obtient les taux de change en direct et convertit entre différentes devises.
ja: リアルタイムの為替レートを取得し、異なる通貨間で換算します。
pt: Obtém taxas de câmbio em tempo real e converte entre diferentes moedas.

source: BMI Calculator
de: BMI-Rechner
es: Calculadora de IMC
fr: Calculateur d'IMC
ja: BMI計算機
pt: Calculadora de IMC

source: Calculates your Body Mass Index based on your height and weight.
de: Berechnet Ihren Body-Mass-Index basierend auf Ihrer Größe und Ihrem Gewicht.
es: Calcula tu Índice de Masa Corporal basado en tu altura y peso.
fr: Calcule votre indice de masse corporelle en fonction de votre taille et de votre poids.
ja: 身長と体重に基づいてBody Mass Indexを計算します。
pt: Calcula seu Índice de Massa Corporal com base em sua altura e peso.

source: Music Player
de: Musikspieler
es: Reproductor de Música
fr: Lecteur de musique
ja: 音楽プレーヤー
pt: Reprodutor de Música

source: Plays audio files stored on your device and lets you browse them.
de: Spielt auf Ihrem Gerät gespeicherte Audiodateien ab und ermöglicht das Durchsuchen.
es: Reproduce archivos de audio almacenados en tu dispositivo y te permite explorarlos.
fr: Lit les fichiers audio stockés sur votre appareil et vous permet de les parcourir.
ja: デバイスに保存されているオーディオファイルを再生し、それらを閲覧できます。
pt: Reproduz arquivos de áudio armazenados em seu dispositivo e permite que você os navegue.

source: multimedia
fr: multimédia
ja: マルチメディア
pt: multimédia

source: QR Code Generator
es: Generador de códigos QR
fr: Générateur de codes QR
ja: QRコード生成ツール
pt: Gerador de Código QR

source: Creates QR codes that contain URLs, text, or vCards.
de: Erstellt QR-Codes, die URLs, Text oder vCards enthalten.
es: Crea códigos QR que contienen URLs, texto o vCards.
fr: Crée des codes QR qui contiennent des URL, du texte ou des vCards.
ja: URL、テキスト、またはvCardを含むQRコードを作成します。
pt: Cria códigos QR que contêm URLs, texto ou vCards.

source: To-Do List with Persistence
de: Aufgabenliste mit Persistenz
es: Lista de Tareas Pendientes con Persistencia
fr: Liste de tâches avec persistance
ja: 永続的なTo-Doリスト
pt: Lista de Tarefas com Persistência

source: Lets you create and manage to-do items, and saves them for later use.
de: Ermöglicht das Erstellen und Verwalten von Aufgaben und speichert diese zur späteren Verwendung.
es: Te permite crear y gestionar elementos de tareas pendientes, y los guarda para su uso posterior.
fr: Vous permet de créer et de gérer des éléments de tâches et les enregistre pour une utilisation ultérieure.
ja: To-Do項目を作成および管理し、後で使用するために保存できます。
pt: Permite que você crie e gerencie itens de tarefas e os salva para uso posterior.

source: Habit Tracker
de: Gewohnheitstracker
es: Rastreador de Hábitos
fr: Suivi des habitudes
ja: 習慣トラッカー
pt: Rastreador de Hábitos

source: Tracks your daily habits and shows your progress over time.
de: Verfolgt Ihre täglichen Gewohnheiten und zeigt Ihren Fortschritt im Laufe der Zeit.
es: Realiza un seguimiento de tus hábitos diarios y muestra tu progreso a lo largo del tiempo.
fr: Suit vos habitudes quotidiennes et montre vos progrès au fil du temps.
ja: 毎日の習慣を追跡し、時間の経過に伴う進捗状況を表示します。
pt: Acompanha seus hábitos diários e mostra seu progresso ao longo do tempo.

source: hard
de: schwer
es: difícil
fr: difficile
ja: 難しい
pt: difícil

source: Photo Editor
de: Fotoeditor
es: Editor de Fotos
fr: Éditeur de photos
ja: 写真エディタ
pt: Editor de Fotos

source: Provides basic tools like cropping, resizing, and applying filters to edit photos.
de: Bietet grundlegende Werkzeuge wie Zuschneiden, Größenändern und Anwenden von Filtern zum Bearbeiten von Fotos.
es: Proporciona herramientas básicas como recortar, cambiar el tamaño y aplicar filtros para editar fotos.
fr: Fournit des outils de base tels que le recadrage, le redimensionnement et l'application de filtres pour modifier les photos.
ja: 写真の編集に、トリミング、サイズ変更、フィルターの適用などの基本的なツールを提供します。
pt: Fornece ferramentas básicas como cortar, redimensionar e aplicar filtros para editar fotos.

source: Wikipedia Article Explorer
de: Wikipedia-Artikel-Explorer
es: Explorador de Artículos de Wikipedia
fr: Explorateur d'articles Wikipédia
ja: Wikipedia記事エクスプローラー
pt: Explorador de Artigos da Wikipedia

source: Lets you search Wikipedia and explore linked articles visually.
de: Ermöglicht das Durchsuchen von Wikipedia und das visuelle Erkunden verlinkter Artikel.
es: Te permite buscar en Wikipedia y explorar artículos enlazados visualmente.
fr: Vous permet de rechercher sur Wikipédia et d'explorer visuellement les articles liés.
ja: Wikipediaを検索し、リンクされた記事を視覚的に探索できます。
pt: Permite que você pesquise na Wikipedia e explore artigos vinculados visualmente.

source: Simple Drawing App
de: Einfache Zeichen-App
es: Aplicación de Dibujo Simple
fr: Application de dessin simple
ja: シンプルなドローイングアプリ
pt: Aplicativo de Desenho Simples

source: Lets you create basic drawings using lines, shapes, and colors.
de: Ermöglicht das Erstellen einfacher Zeichnungen mit Linien, Formen und Farben.
es: Te permite crear dibujos básicos utilizando líneas, formas y colores.
fr: Vous permet de créer des dessins de base en utilisant des lignes, des formes et des couleurs.
ja: 線、図形、色を使用して基本的な図面を作成できます。
pt: Permite que você crie desenhos básicos usando linhas, formas e cores.

source: GitHub Contribution Tracker
de: GitHub-Beitrags-Tracker
es: Rastreador de contribuciones de GitHub
fr: Suivi des contributions GitHub
ja: GitHubコントリビューショントラッカー
pt: Rastreador de Contribuições do GitHub

source: Visualizes your GitHub contributions in a way that is easy to understand and engaging. It helps you track streaks, find patterns, and stay motivated.
de: Visualisiert Ihre GitHub-Beiträge auf eine Weise, die leicht verständlich und ansprechend ist. Es hilft Ihnen, Streaks zu verfolgen, Muster zu finden und motiviert zu bleiben.
es: Visualiza tus contribuciones de GitHub de una manera fácil de entender y atractiva. Te ayuda a rastrear rachas, encontrar patrones y mantenerte motivado.
fr: Visualise vos contributions GitHub d'une manière facile à comprendre et engageante. Elle vous aide à suivre les séries, à trouver des modèles et à rester motivé.
ja: GitHubの貢献を理解しやすく魅力的な方法で視覚化します。連続記録を追跡し、パターンを見つけ、モチベーションを維持するのに役立ちます。
pt: Visualiza suas contribuições do GitHub de uma forma fácil de entender e envolvente. Ajuda você a rastrear sequências, encontrar padrões e manter-se motivado.

source: developer-tools
de: Entwicklerwerkzeuge
es: herramientas-de-desarrollador
fr: outils-de-développement
ja: 開発者ツール
pt: ferramentas de desenvolvedor

source: Markdown Editor
es: Editor de Markdown
fr: Éditeur Markdown
ja: Markdownエディタ
pt: Editor de Markdown

source: Allows you to edit and view markdown files easily. Great for writing notes, to-do lists, or even creative projects.
de: Ermöglicht das einfache Bearbeiten und Anzeigen von Markdown-Dateien. Ideal zum Schreiben von Notizen, Aufgabenlisten oder sogar kreativen Projekten.
es: Te permite editar y ver archivos markdown fácilmente. Ideal para escribir notas, listas de tareas o incluso proyectos creativos.
fr: Vous permet de modifier et de visualiser facilement les fichiers markdown. Idéal pour écrire des notes, des listes de tâches ou même des projets créatifs.
ja: markdownファイルを簡単に編集および表示できます。メモ、To-Doリスト、またはクリエイティブなプロジェクトの作成に最適です。
pt: Permite que você edite e visualize arquivos markdown facilmente. Ótimo para escrever notas, listas de tarefas ou até mesmo projetos criativos.

source: English Dictionary App
de: Englische Wörterbuch-App
es: Aplicación de Diccionario Inglés
fr: Application de dictionnaire anglais
ja: 英語辞書アプリ
pt: Aplicativo de Dicionário de Inglês

source: Web app that retrieves word definitions, pronunciation, and audio using an API. It also implements loading effects, error handling, and Web Speech API for audio playback.
de: Web-App, die Wortdefinitionen, Aussprache und Audio mithilfe einer API abruft. Sie implementiert auch Ladeeffekte, Fehlerbehandlung und Web Speech API für die Audiowiedergabe.
es: Aplicación web que recupera definiciones de palabras, pronunciación y audio mediante una API. También implementa efectos de carga, manejo de errores y la API de Web Speech para la reproducción de audio.
fr: Application Web qui récupère les définitions de mots, la prononciation et l'audio à l'aide d'une API. Elle implémente également des effets de chargement, la gestion des erreurs et l'API Web Speech pour la lecture audio.
ja: APIを使用して単語の定義、発音、およびオーディオを取得するWebアプリ。ロードエフェクト、エラー処理、およびオーディオ再生用のWeb Speech APIも実装されています。
pt: Aplicativo da web que recupera definições de palavras, pronúncia e áudio usando uma API. Também implementa efeitos de carregamento, tratamento de erros e API Web Speech para reprodução de áudio.

source: Pomodoro Timer
es: Temporizador Pomodoro
fr: Minuteur Pomodoro
ja: ポモドーロタイマー
pt: Cronômetro Pomodoro

source: Creates a timer with a countdown and lets you set customizable work/break intervals. It also uses audio notifications to alert you.
de: Erstellt einen Timer mit einem Countdown und ermöglicht das Festlegen anpassbarer Arbeits-/Pausenintervalle. Es verwendet auch Audiobenachrichtigungen, um Sie zu benachrichtigen.
es: Crea un temporizador con una cuenta regresiva y te permite establecer intervalos de trabajo/descanso personalizables. También utiliza notificaciones de audio para alertarte.
fr: Crée une minuterie avec un compte à rebours et vous permet de définir des intervalles de travail/pause personnalisables. Il utilise également des notifications audio pour vous alerter.
ja: カウントダウン付きのタイマーを作成し、カスタマイズ可能な作業/休憩間隔を設定できます。また、オーディオ通知を使用して警告します。
pt: Cria um cronômetro com uma contagem regressiva e permite que você defina intervalos de trabalho/pausa personalizáveis. Ele também usa notificações de áudio para alertá-lo.

source: Random Emoji Generator
de: Zufalls-Emoji-Generator
es: Generador de Emojis Aleatorios
fr: Générateur d'émojis aléatoires
ja: ランダム絵文字ジェネレーター
pt: Gerador de Emojis Aleatórios

source: Generates a random emoji with a single click.
de: Generiert mit einem einzigen Klick ein zufälliges Emoji.
es: Genera un emoji aleatorio con un solo clic.
fr: Génère un emoji aléatoire en un seul clic.
ja: ワンクリックでランダムな絵文字を生成します。
pt: Gera um emoji aleatório com um único clique.
