Repository: Michael-Obele/Svelte-MiniApps
Catalog: src/locales/*.po
Languages: de, es, fr, ja, pt

source: Your internet connection has been restored. You can now access all features and continue using the application.
de: Ihre Internetverbindung wurde wiederhergestellt. Sie können jetzt auf alle Funktionen zugreifen und die Anwendung weiterhin verwenden.
es: Tu conexión a Internet se ha restablecido. Ahora puedes acceder a todas las funciones y continuar usando la aplicación.
fr: Votre connexion Internet a été rétablie. Vous pouvez maintenant accéder à toutes les fonctionnalités et continuer à utiliser l'application.
ja: インターネット接続が復元されました。すべての機能にアクセスして、アプリケーションの使用を続行できます。
pt: Sua conexão com a Internet foi restaurada. Agora você pode acessar todos os recursos e continuar usando o aplicativo.

source: You're Offline
de: Sie sind offline
es: Estás sin conexión
fr: Vous êtes hors ligne
ja: オフラインです
pt: Você está offline

source: It looks like you've lost your internet connection. Some features might be unavailable.
de: Es sieht so aus, als hätten Sie Ihre Internetverbindung verloren. Einige Funktionen sind möglicherweise nicht verfügbar.
es: Parece que has perdido tu conexión a Internet. Algunas funciones pueden no estar disponibles.
fr: Il semble que vous ayez perdu votre connexion Internet. Certaines fonctionnalités peuvent être indisponibles.
ja: インターネット接続が失われたようです。一部の機能が利用できなくなる可能性があります。
pt: Parece que você perdeu a conexão com a internet. Alguns recursos podem ficar indisponíveis.

source: Checking...
de: Prüfen...
es: Comprobando...
fr: Vérification...
ja: 確認中...
pt: Verificando...

source: Retry Connection {0}
de: Verbindung wiederholen {0}
es: Reintentar conexión {0}
fr: Réessayer la connexion {0}
ja: 接続を再試行 {0}
pt: Reintentar conexão {0}

source: Connection restored!
de: Verbindung wiederhergestellt!
es: ¡Conexión restablecida!
fr: Connexion rétablie !
ja: 接続が復元されました！
pt: Conexão restaurada!

source: Still offline...
de: Immer noch offline...
es: Aún sin conexión...
fr: Toujours hors ligne...
ja: まだオフライン...
pt: Ainda offline...

source: While you're offline, you can still:
de: Während Sie offline sind, können Sie weiterhin:
es: Mientras estés sin conexión, aún puedes:
fr: Pendant que vous êtes hors ligne, vous pouvez toujours :
ja: オフラインの間も、次のことができます。
pt: Enquanto você estiver offline, você ainda pode:

source: Use cached mini-apps
de: Zwischengespeicherte Mini-Apps verwenden
es: Usar miniaplicaciones en caché
fr: Utiliser les mini-applications en cache
ja: キャッシュされたミニアプリを使用する
pt: Use mini-aplicativos em cache

source: View previously loaded content
de: Zuvor geladene Inhalte ansehen
es: Ver el contenido cargado previamente
fr: Afficher le contenu précédemment chargé
ja: 以前にロードされたコンテンツを表示する
pt: Ver conteúdo carregado anteriormente

source: Use tools that don't require internet
de: Werkzeuge nutzen, die kein Internet benötigen
es: Usa herramientas que no requieren Internet
fr: Utiliser les outils qui ne nécessitent pas Internet
ja: インターネットを必要としないツールを使用する
pt: Use ferramentas que não requerem internet

source: Welcome back, {0}!
de: Willkommen zurück, {0}!
es: ¡Bienvenido de nuevo, {0}!
fr: Bienvenue {0} !
ja: おかえりなさい、{0} さん！
pt: Bem-vindo de volta, {0}!

source: Role: {0}
de: Rolle: {0}
es: Rol: {0}
fr: Rôle : {0}
ja: 役割: {0}
pt: Função: {0}

source: Member since: {0}
de: Mitglied seit: {0}
es: Miembro desde: {0}
fr: Membre depuis : {0}
ja: メンバー期間: {0}
pt: Membro desde: {0}

source: Checking authentication...
de: Authentifizierung prüfen...
es: Comprobando la autenticación...
fr: Vérification de l'authentification...
ja: 認証を確認中...
pt: Verificando autenticação...

source: This app is in beta. Features may be unstable or incomplete.
de: Diese App ist in der Beta-Phase. Funktionen können instabil oder unvollständig sein.
es: Esta aplicación está en beta. Las funciones pueden ser inestables o estar incompletas.
fr: Cette application est en bêta. Les fonctionnalités peuvent être instables ou incomplètes.
ja: このアプリはベータ版です。機能は不安定または不完全な場合があります。
pt: Este aplicativo está em beta. Os recursos podem estar instáveis ou incompletos.

source: Blur In
de: Einblenden
es: Desenfoque de entrada
fr: Flou d'entrée
ja: ぼかしイン
pt: Desfoque ao entrar

source: Explore
de: Entdecken
es: Explorar
fr: Explorer
ja: 探検
pt: Explorar

source: All Apps
de: Alle Apps
es: Todas las aplicaciones
fr: Toutes les applications
ja: すべてのアプリ
pt: Todos os Apps

source: Home
de: Startseite
es: Inicio
fr: Accueil
ja: ホーム
pt: Início

source: View Source
de: Quellcode anzeigen
es: Ver código fuente
fr: Voir la source
ja: ソースを表示
pt: Ver Código Fonte

source: Company
de: Unternehmen
es: Compañía
fr: Société
ja: 会社
pt: Empresa

source: About Us
de: Über uns
es: Acerca de nosotros
fr: À propos de nous
ja: 私たちについて
pt: Sobre Nós

source: Work with Us
de: Arbeiten Sie mit uns
es: Trabaja con nosotros
fr: Travailler avec nous
ja: 私たちと一緒に働きませんか
pt: Trabalhe Conosco

source: Support
es: Soporte
ja: サポート
pt: Suporte

source: Get Support
de: Support erhalten
es: Obtener soporte
fr: Obtenir de l'aide
ja: サポートを受ける
pt: Obter Suporte

source: Contact Us
de: Kontaktieren Sie uns
es: Contáctanos
fr: Nous contacter
ja: お問い合わせ
pt: Contate-nos

source: Mini Apps
es: Mini aplicaciones
fr: Mini Applications
ja: ミニアプリ
pt: Mini Aplicações

source: <0/> A collection of useful mini applications built with Svelte and love.
de: <0/> Eine Sammlung nützlicher Mini-Anwendungen, die mit Svelte und Liebe erstellt wurden.
es: <0/> Una colección de útiles miniaplicaciones construidas con Svelte y con amor.
fr: <0/> Une collection de mini-applications utiles construites avec Svelte et amour.
ja: <0/> Svelteと愛で作られた便利なミニアプリケーション集。
pt: <0/> Uma coleção de miniaplicações úteis criadas com Svelte e amor.

source: Hire the Developer
de: Entwickler beauftragen
es: Contrata al desarrollador
fr: Embaucher le développeur
ja: 開発者を雇う
pt: Contrate o Desenvolvedor

source: Back to top <0/>
de: Nach oben <0/>
es: Volver al inicio <0/>
fr: Haut de la page <0/>
ja: トップに戻る <0/>
pt: Voltar ao topo <0/>

source: Work with Michael
de: Mit Michael zusammenarbeiten
es: Trabaja con Michael
fr: Travailler avec Michael
ja: Michaelと一緒に働く
pt: Trabalhe com Michael

source: Feedback
es: Comentarios
fr: Commentaires
ja: フィードバック

source: Contact
de: Kontakt
es: Contacto
ja: お問い合わせ
pt: Contato

source: Sponsor Michael-Obele
de: Michael-Obele sponsern
es: Patrocina a Michael-Obele
fr: Sponsoriser Michael-Obele
ja: Michael-Obeleを支援する
pt: Patrocine Michael-Obele

source: <0/> 2024- {0} Svelte Apps. All rights reserved.
de: <0/> 2024- {0} Svelte Apps. Alle Rechte vorbehalten.
es: <0/> 2024- {0} Aplicaciones Svelte. Todos los derechos reservados.
fr: <0/> 2024- {0} Svelte Apps. Tous droits réservés.
ja: <0/> 2024-{0} Svelte Apps. 無断複写・転載を禁じます。
pt: <0/> 2024- {0} Aplicações Svelte. Todos os direitos reservados.

source: <0/> <1>Pro Tip:</1> This app is installable!
de: <0/> <1>Profi-Tipp:</1> Diese App ist installierbar!
es: <0/> <1>Consejo profesional:</1> ¡Esta aplicación se puede instalar!
fr: <0/> <1>Conseil pro :</1> Cette application est installable !
ja: <0/> <1>プロのヒント:</1> このアプリはインストール可能です！```
pt: <0/> <1>Dica de Especialista:</1> Este aplicativo pode ser instalado!

source: App Information
de: App-Informationen
es: Información de la aplicación
fr: Informations sur l'application
ja: アプリケーション情報
pt: Informação do aplicativo

source: Show Info
de: Info anzeigen
es: Mostrar información
fr: Afficher les informations
ja: 情報を表示
pt: Mostrar informações

source: Apps
es: Aplicaciones
fr: Applications
ja: アプリ
pt: Aplicativos

source: About
de: Über
es: Acerca de
fr: À propos
ja: 概要
pt: Sobre

source: Hire
de: Anheuern
es: Contratar
fr: Embaucher
ja: 採用情報
pt: Contratar

source: See GitHub Repo
de: GitHub-Repo ansehen
es: Ver el repositorio de GitHub
fr: Voir le dépôt GitHub
ja: GitHubリポジトリを見る
pt: Ver repositório no GitHub

source: More options
de: Mehr Optionen
es: Más opciones
fr: Plus d'options
ja: その他のオプション
pt: Mais opções

source: My Account
de: Mein Konto
es: Mi cuenta
fr: Mon compte
ja: マイアカウント
pt: Minha Conta

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
pt: Configurações

source: Log out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
pt: Sair

source: Login
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: ログイン
pt: Entrar

source: Toggle navigation menu
de: Navigationsmenü umschalten
es: Alternar menú de navegación
fr: Basculer le menu de navigation
ja: ナビゲーションメニューの切り替え
pt: Alternar menu de navegação

source: Clearing cache...
de: Cache wird geleert...
es: Limpiando caché...
fr: Vider le cache...
ja: キャッシュをクリアしています...
pt: Limpando o cache...

source: Cache cleared successfully!
de: Cache erfolgreich geleert!
es: ¡Caché limpiado con éxito!
fr: Le cache a été vidé avec succès !
ja: キャッシュが正常にクリアされました！
pt: Cache limpo com sucesso!

source: Clearing cookies...
de: Cookies werden gelöscht...
es: Limpiando cookies...
fr: Vider les cookies...
ja: Cookieをクリアしています...
pt: Limpando cookies...

source: Cookies cleared successfully!
de: Cookies erfolgreich gelöscht!
es: ¡Cookies borradas con éxito!
fr: Les cookies ont été vidés avec succès !
ja: Cookieが正常にクリアされました！
pt: Cookies limpos com sucesso!

source: Clearing local storage...
de: Lokaler Speicher wird geleert...
es: Limpiando almacenamiento local...
fr: Vider le stockage local...
ja: ローカルストレージをクリアしています...
pt: Limpando o armazenamento local...

source: Local storage cleared successfully!
de: Lokaler Speicher erfolgreich geleert!
es: Almacenamiento local borrado con éxito.
fr: Le stockage local a été vidé avec succès !
ja: ローカルストレージが正常にクリアされました！
pt: Armazenamento local limpo com sucesso!

source: Clearing session storage...
de: Session-Speicher wird geleert...
es: Limpiando almacenamiento de sesión...
fr: Vider le stockage de session...
ja: セッションストレージをクリアしています...
pt: Limpando o armazenamento de sessão...

source: Session storage cleared successfully!
de: Session-Speicher erfolgreich geleert!
es: ¡Almacenamiento de sesión borrado con éxito!
fr: Le stockage de session a été vidé avec succès !
ja: セッションストレージが正常にクリアされました！
pt: Armazenamento de sessão limpo com sucesso!

source: Clearing IndexedDB...
de: IndexedDB wird geleert...
es: Limpiando IndexedDB...
fr: Vider IndexedDB...
ja: IndexedDBをクリアしています...
pt: Limpando IndexedDB...

source: IndexedDB cleared successfully!
de: IndexedDB erfolgreich geleert!
es: IndexedDB limpiado con éxito.
fr: IndexedDB a été vidé avec succès !
ja: IndexedDBが正常にクリアされました！
pt: IndexedDB limpo com sucesso!

source: Clearing all data...
de: Alle Daten werden gelöscht...
es: Limpiando todos los datos...
fr: Vider toutes les données...
ja: すべてのデータをクリアしています...
pt: Limpando todos os dados...

source: All data cleared successfully!
de: Alle Daten erfolgreich gelöscht!
es: ¡Todos los datos borrados con éxito!
fr: Toutes les données ont été vidées avec succès !
ja: すべてのデータが正常にクリアされました！
pt: Todos os dados foram limpos com sucesso!

source: Reset App & Nuke Data
de: App zurücksetzen & Daten löschen
es: Restablecer la aplicación y borrar datos
fr: Réinitialiser l'application et purger les données
ja: アプリをリセットしてデータを消去
pt: Redefinir o app e apagar dados

source: Clear Data
de: Daten löschen
es: Borrar datos
fr: Effacer les données
ja: データをクリア
pt: Limpar dados

source: Clear Cache
de: Cache leeren
es: Borrar caché
fr: Effacer le cache
ja: キャッシュをクリア
pt: Limpar cache

source: Clear Cookies
de: Cookies löschen
es: Borrar cookies
fr: Effacer les cookies
ja: Cookieをクリア
pt: Limpar cookies

source: Clear Local Storage
de: Lokalen Speicher leeren
es: Borrar almacenamiento local
fr: Effacer le stockage local
ja: ローカルストレージをクリア
pt: Limpar armazenamento local

source: Clear Session Storage
de: Session-Speicher leeren
es: Borrar almacenamiento de sesión
fr: Effacer le stockage de session
ja: セッションストレージをクリア
pt: Limpar armazenamento de sessão

source: Clear IndexedDB
de: IndexedDB leeren
es: Borrar IndexedDB
fr: Effacer IndexedDB
ja: IndexedDBをクリア
pt: Limpar IndexedDB

source: Clear All Data
de: Alle Daten löschen
es: Borrar todos los datos
fr: Effacer toutes les données
ja: すべてのデータをクリア```
pt: Limpar todos os dados

source: Share App
de: App teilen
es: Compartir la aplicación
fr: Partager l'application
ja: アプリを共有
pt: Compartilhar aplicativo

source: Organization
de: Organisation
es: Organización
fr: Organisation
ja: 組織
pt: Organização

source: ImageObject
de: Bildobjekt
fr: Objet image
ja: 画像オブジェクト
pt: Objeto de Imagem

source: Toggle theme
de: Thema umschalten
es: Cambiar tema
fr: Basculer le thème
ja: テーマを切り替え
pt: Alternar tema

source: 🚧 We're Making Improvements
de: 🚧 Wir nehmen Verbesserungen vor
es: 🚧 Estamos haciendo mejoras
fr: 🚧 Nous apportons des améliorations
ja: 🚧 改善中です
pt: 🚧 Estamos fazendo melhorias

source: We're upgrading this app to bring you an even better experience. Our team is working hard to add new features and improvements.
de: Wir aktualisieren diese App, um Ihnen ein noch besseres Erlebnis zu bieten. Unser Team arbeitet hart daran, neue Funktionen und Verbesserungen hinzuzufügen.
es: Estamos actualizando esta aplicación para ofrecerte una experiencia aún mejor. Nuestro equipo está trabajando arduamente para agregar nuevas funciones y mejoras.
fr: Nous améliorons cette application pour vous offrir une expérience encore meilleure. Notre équipe travaille d'arrache-pied pour ajouter de nouvelles fonctionnalités et des améliorations.
ja: このアプリをアップグレードして、さらに優れた体験をお届けします。私たちのチームは、新機能と改善点を追加するために懸命に取り組んでいます。
pt: Estamos atualizando este aplicativo para oferecer uma experiência ainda melhor. Nossa equipe está trabalhando duro para adicionar novos recursos e melhorias.

source: In the meantime, you can continue using the <0>current version</0> with all its existing features.
de: In der Zwischenzeit können Sie die <0>aktuelle Version</0> mit allen ihren bestehenden Funktionen weiterhin nutzen.
es: Mientras tanto, puedes seguir usando la <0>versión actual</0> con todas sus características existentes.
fr: En attendant, vous pouvez continuer à utiliser la <0>version actuelle</0> avec toutes ses fonctionnalités existantes.
ja: それまでの間、既存のすべての機能を備えた<0>現在のバージョン</0>を引き続き使用できます。
pt: Enquanto isso, você pode continuar usando a <0>versão atual</0> com todos os seus recursos existentes.

source: Tools That Make a Difference
de: Werkzeuge, die einen Unterschied machen
es: Herramientas que marcan la diferencia
fr: Des outils qui font la différence
ja: 変化をもたらすツール
pt: Ferramentas que fazem a diferença

source: From managing your budget to boosting productivity, each app is designed to help you get things done. Built with <0>Svelte</0>, these tools are fast, responsive, and easy to use.
de: Von der Budgetverwaltung bis zur Steigerung der Produktivität ist jede App darauf ausgelegt, Ihnen zu helfen, Dinge zu erledigen. Diese mit <0>Svelte</0> erstellten Tools sind schnell, reaktionsschnell und einfach zu bedienen.
es: Desde la gestión de tu presupuesto hasta el aumento de la productividad, cada aplicación está diseñada para ayudarte a hacer las cosas. Construidas con <0>Svelte</0>, estas herramientas son rápidas, receptivas y fáciles de usar.
ja: 予算管理から生産性の向上まで、各アプリは物事を成し遂げるのに役立つように設計されています。<0>Svelte</0>で構築されたこれらのツールは、高速で応答性が高く、使いやすいです。
pt: Desde gerenciar seu orçamento até aumentar a produtividade, cada aplicativo é projetado para ajudá-lo a realizar tarefas. Construídas com <0>Svelte</0>, essas ferramentas são rápidas, responsivas e fáceis de usar.

source: <0/> Active Apps ({0})
de: <0/> Aktive Apps ({0})
es: <0/> Aplicaciones Activas ({0})
ja: <0/> アクティブなアプリ ({0})
pt: <0/> Apps Ativos ({0})

source: Collapse
de: Einklappen
es: Colapsar
ja: 折りたたむ
pt: Colapsar

source: Expand
de: Ausklappen
es: Expandir
ja: 展開
pt: Expandir

source: Coming Soon ({0})
de: Demnächst verfügbar ({0})
es: Próximamente ({0})
ja: 近日公開 ({0})
pt: Em Breve ({0})

source: 4th place at Svelte Hack 2024! See our <0>Svelte Hack timeline</0> <1/>
de: 4. Platz beim Svelte Hack 2024! Sehen Sie sich unsere <0>Svelte Hack-Zeitleiste</0> an <1/>
fr: 4e place au Svelte Hack 2024! Voir notre <0>chronologie de Svelte Hack</0> <1/>
ja: Svelte Hack 2024で4位入賞！<0>Svelte Hackのタイムライン</0>をご覧ください <1/>
pt: 4º lugar no Svelte Hack 2024! Veja nossa <0>linha do tempo do Svelte Hack</0> <1/>

source: <0>Join</0> the Journey
de: <0>Begleiten</0> Sie die Reise
es: <0>Únete</0> al viaje
fr: <0>Rejoignez</0> le voyage
ja: <0>旅に</0>参加しませんか
pt: <0>Junte-se</0> à Jornada

source: Every great tool starts with feedback from people like you. Here's how you can be part of making these apps even better:
de: Jedes grossartige Werkzeug beginnt mit dem Feedback von Menschen wie Ihnen. So können Sie dazu beitragen, diese Apps noch besser zu machen:
es: Cada gran herramienta empieza con la retroalimentación de personas como tú. Aquí tienes cómo puedes ser parte de hacer que estas aplicaciones sean aún mejores:
fr: Tout grand outil commence par les retours de personnes comme vous. Voici comment vous pouvez participer à l'amélioration de ces applications :
ja: 素晴らしいツールは、常にあなたのような人々からのフィードバックから生まれます。これらのアプリをさらに良くするために、あなたができることは次のとおりです。
pt: Toda grande ferramenta começa com o feedback de pessoas como você. Veja como você pode fazer parte de tornar esses apps ainda melhores:

source: Your insights and experiences help shape these tools into something truly useful. Whether it's sharing ideas, reporting issues, or just letting me know how you use the apps, every bit of feedback counts. Want to learn more about the project? Check out our <0>story</0>.
de: Ihre Erkenntnisse und Erfahrungen helfen, diese Werkzeuge zu etwas wirklich Nützlichem zu formen. Ob es darum geht, Ideen auszutauschen, Probleme zu melden oder mir einfach mitzuteilen, wie Sie die Apps nutzen, jedes Feedback zählt. Möchten Sie mehr über das Projekt erfahren? Sehen Sie sich unsere <0>Geschichte</0> an.
es: Tus ideas y experiencias ayudan a convertir estas herramientas en algo verdaderamente útil. Ya sea compartiendo ideas, reportando problemas, o simplemente haciéndome saber cómo usas las aplicaciones, cada pedacito de retroalimentación cuenta. ¿Quieres saber más sobre el proyecto? Echa un vistazo a nuestra <0>historia</0>.
fr: Vos idées et vos expériences contribuent à façonner ces outils en quelque chose de vraiment utile. Que ce soit en partageant des idées, en signalant des problèmes, ou simplement en me faisant savoir comment vous utilisez les applications, chaque retour compte. Voulez-vous en savoir plus sur le projet ? Découvrez notre <0>histoire</0>.
ja: あなたの洞察と経験は、これらのツールを本当に役立つものにするのに役立ちます。アイデアを共有したり、問題を報告したり、アプリの使い方を教えてくれたり、どんなフィードバックでも重要です。プロジェクトについてもっと知りたいですか？<0>私たちのストーリー</0>をご覧ください。
pt: Suas percepções e experiências ajudam a moldar estas ferramentas em algo verdadeiramente útil. Quer seja compartilhar ideias, relatar problemas ou apenas me dizer como você usa os apps, cada feedback conta. Quer aprender mais sobre o projeto? Confira nossa <0>história</0>.

source: Back, <0>{0}!</0>
de: Willkommen zurück, <0>{0}!</0>
es: Atrás, <0>{0}!</0>
fr: Retour, <0>{0}!</0>
ja: おかえりなさい、<0>{0}!</0>
pt: Volte, <0>{0}!</0>

source: Welcome <0/> to...
de: Willkommen <0/> bei...
es: Bienvenido <0/> a...
fr: Bienvenue <0/> à...
ja: ようこそ <0/> ...
pt: Bem-vindo <0/> a...

source: Explore our curated collection of elegant Svelte applications, thoughtfully designed to enhance your digital workflow with modern, efficient solutions.
de: Entdecken Sie unsere kuratierte Sammlung eleganter Svelte-Anwendungen, die sorgfältig entwickelt wurden, um Ihren digitalen Workflow mit modernen, effizienten Lösungen zu verbessern.
es: Explora nuestra cuidada colección de elegantes aplicaciones de Svelte, diseñadas con esmero para mejorar tu flujo de trabajo digital con soluciones modernas y eficientes.
fr: Découvrez notre collection soigneusement sélectionnée d'applications Svelte élégantes, conçues avec soin pour améliorer votre flux de travail numérique grâce à des solutions modernes et efficaces.
ja: 洗練されたSvelteアプリケーションの厳選されたコレクションをご覧ください。最新の効率的なソリューションで、デジタルワークフローを強化できるように設計されています。
pt: Explore nossa coleção selecionada de elegantes aplicações Svelte, cuidadosamente projetadas para aprimorar seu fluxo de trabalho digital com soluções modernas e eficientes.

source: Start Exploring <0/>
de: Entdecken Sie <0/>
es: Comienza a explorar <0/>
fr: Commencez à explorer <0/>
ja: 探索を開始 <0/>
pt: Comece a explorar <0/>

source: New Mantra
de: Neues Mantra
es: Nuevo mantra
fr: Nouveau mantra
ja: 新しいマントラ
pt: Novo Mantra

source: Get a new mantra
de: Holen Sie sich ein neues Mantra
es: Obtén un nuevo mantra
fr: Obtenez un nouveau mantra
ja: 新しいマントラを取得
pt: Obtenha um novo mantra

source: Your new favorite productivity toolkit. Lightning-fast mini apps crafted for your daily needs. Budget tracking, habit building, task management, and more — each app loads instantly and works beautifully on any device.
de: Dein neues Lieblings-Produktivitäts-Toolkit. Blitzschnelle Mini-Apps, die für deine täglichen Bedürfnisse entwickelt wurden. Budgetverfolgung, Gewohnheitsbildung, Aufgabenmanagement und mehr – jede App wird sofort geladen und funktioniert hervorragend auf jedem Gerät.
es: Tu nuevo conjunto de herramientas de productividad favorito. Mini aplicaciones ultrarrápidas diseñadas para tus necesidades diarias. Seguimiento de presupuesto, creación de hábitos, gestión de tareas y más: cada aplicación se carga al instante y funciona de maravilla en cualquier dispositivo.
ja: あなたの新しいお気に入りの生産性ツールキット。日々のニーズに合わせて作られた、高速ミニアプリ。予算管理、習慣形成、タスク管理など、各アプリは瞬時にロードされ、どのデバイスでも美しく動作します。
pt: Seu novo kit de ferramentas de produtividade favorito. Mini aplicativos ultrarrápidos criados para suas necessidades diárias. Rastreamento de orçamento, criação de hábitos, gerenciamento de tarefas e muito mais — cada aplicativo carrega instantaneamente e funciona perfeitamente em qualquer dispositivo.

source: Why
de: Warum
es: ¿Por qué?
fr: Pourquoi
ja: 理由
pt: Por que

source: Blazing fast and incredibly smooth. Built with Svelte, our apps respond instantly to every interaction — no lag, no waiting. Experience the difference that cutting-edge technology makes in your daily workflow.
de: Blitzschnell und unglaublich reibungslos. Unsere mit Svelte entwickelten Apps reagieren sofort auf jede Interaktion – keine Verzögerung, kein Warten. Erleben Sie den Unterschied, den modernste Technologie in Ihrem täglichen Workflow macht.
es: Increíblemente rápido y extremadamente fluido. Creadas con Svelte, nuestras aplicaciones responden instantáneamente a cada interacción, sin retrasos ni esperas. Experimenta la diferencia que la tecnología de vanguardia marca en tu flujo de trabajo diario.
ja: 驚くほど高速で信じられないほどスムーズ。Svelteで構築されたアプリは、すべてのインタラクションに即座に応答します。遅延や待機はありません。最先端技術が日々のワークフローにもたらす違いを体験してください。
pt: Extremamente rápido e incrivelmente suave. Construídos com Svelte, nossos aplicativos respondem instantaneamente a cada interação — sem atraso, sem espera. Experimente a diferença que a tecnologia de ponta faz no seu fluxo de trabalho diário.

source: Simple
de: Einfach
es: Sencillo
ja: シンプル
pt: Simples

source: span
fr: durée
ja: スパン
pt: extensão

source: and Efficient
de: und Effizient
es: y Eficiente
fr: et Efficace
ja: そして効率的
pt: e Eficiente
