Repository: Michael-Obele/Svelte-MiniApps
Catalog: src/locales/*.po
Languages: de, es, fr, ja, pt

source: The toolbox is always expanding! I'm constantly working on new mini-apps based on real-world needs and community suggestions.
de: Die Toolbox wird ständig erweitert! Ich arbeite ständig an neuen Mini-Apps, die auf realen Bedürfnissen und Vorschlägen der Community basieren.
es: ¡La caja de herramientas siempre se está expandiendo! Estoy constantemente trabajando en nuevas mini-aplicaciones basadas en las necesidades del mundo real y las sugerencias de la comunidad.
fr: La boîte à outils est en constante expansion ! Je travaille constamment sur de nouvelles mini-applications basées sur les besoins réels et les suggestions de la communauté.
ja: ツールボックスは常に拡大しています！私は常に、現実世界のニーズとコミュニティの提案に基づいて、新しいミニアプリに取り組んでいます。
pt: A caixa de ferramentas está sempre se expandindo! Estou constantemente trabalhando em novos mini-aplicativos com base nas necessidades do mundo real e sugestões da comunidade.

source: Join the Journey
de: Begleiten Sie die Reise
es: Únete al Viaje
fr: Rejoignez l'aventure
ja: 旅に参加しよう
pt: Junte-se à Jornada

source: Whether you're a Svelte enthusiast or just getting started, your perspective is valuable. Let's collaborate and make these tools even better!
de: Egal, ob Sie ein Svelte-Enthusiast sind oder gerade erst anfangen, Ihre Perspektive ist wertvoll. Lassen Sie uns zusammenarbeiten und diese Tools noch besser machen!
es: Ya seas un entusiasta de Svelte o estés empezando, tu perspectiva es valiosa. ¡Colaboremos y hagamos que estas herramientas sean aún mejores!
fr: Que vous soyez un passionné de Svelte ou que vous débutiez, votre point de vue est précieux. Collaborons et améliorons encore ces outils !
ja: あなたがSvelte愛好家であろうと、始めたばかりであろうと、あなたの視点は貴重です。協力して、これらのツールをさらに良くしましょう！
pt: Seja você um entusiasta do Svelte ou apenas começando, sua perspectiva é valiosa. Vamos colaborar e tornar essas ferramentas ainda melhores!

source: Our app includes a powerful "Nuke Button" that allows you to clear all cached data, including service worker caches and local storage. This is especially useful if you encounter any caching issues or need to reset the app to its default state.
de: Unsere App enthält eine leistungsstarke "Nuke-Taste", mit der Sie alle zwischengespeicherten Daten löschen können, einschließlich Service-Worker-Caches und lokalem Speicher. Dies ist besonders nützlich, wenn Sie auf Caching-Probleme stoßen oder die App auf ihren Standardzustand zurücksetzen müssen.
es: Nuestra aplicación incluye un potente "Botón Nuclear" que te permite borrar todos los datos almacenados en caché, incluyendo las cachés del service worker y el almacenamiento local. Esto es especialmente útil si encuentras algún problema de almacenamiento en caché o necesitas restablecer la aplicación a su estado predeterminado.
fr: Notre application inclut un puissant "Bouton Nucléaire" qui vous permet d'effacer toutes les données mises en cache, y compris les caches de service worker et le stockage local. Ceci est particulièrement utile si vous rencontrez des problèmes de mise en cache ou si vous devez réinitialiser l'application à son état par défaut.
ja: 私たちのアプリには、サービスワーカーのキャッシュやローカルストレージを含む、すべてのキャッシュデータをクリアできる強力な「Nuke Button」が含まれています。これは、キャッシュの問題が発生した場合や、アプリをデフォルトの状態にリセットする必要がある場合に特に役立ちます。
pt: Nosso aplicativo inclui um poderoso "Botão Nuclear" que permite limpar todos os dados em cache, incluindo caches de service worker e armazenamento local. Isso é especialmente útil se você encontrar algum problema de cache ou precisar redefinir o aplicativo para seu estado padrão.

source: Clear all cached data, including service worker caches and local storage
de: Löschen Sie alle zwischengespeicherten Daten, einschließlich Service-Worker-Caches und lokalem Speicher
es: Borrar todos los datos almacenados en caché, incluyendo las cachés del service worker y el almacenamiento local
fr: Effacer toutes les données mises en cache, y compris les caches de service worker et le stockage local
ja: サービスワーカーのキャッシュやローカルストレージを含む、すべてのキャッシュデータをクリア
pt: Limpar todos os dados em cache, incluindo caches de service worker e armazenamento local

source: Reset the app to its initial state when experiencing issues
de: Setzen Sie die App bei Problemen auf ihren Ausgangszustand zurück
es: Restablecer la aplicación a su estado inicial cuando experimentes problemas
fr: Réinitialiser l'application à son état initial en cas de problème
ja: 問題が発生した場合にアプリを初期状態にリセット
pt: Redefinir o aplicativo para seu estado inicial ao enfrentar problemas

source: Unregister service workers for a fresh start
de: Heben Sie die Registrierung von Service Workern auf, um einen Neustart zu ermöglichen
es: Anular el registro de los service workers para un nuevo comienzo
fr: Désenregistrer les service workers pour un nouveau départ
ja: 再開のためにサービスワーカーを登録解除
pt: Cancelar o registro de service workers para um novo começo

source: Automatically reload the app after clearing data
de: Automatisches Neuladen der App nach dem Löschen von Daten
es: Recargar automáticamente la aplicación después de borrar los datos
fr: Recharger automatiquement l'application après avoir effacé les données
ja: データをクリアした後、アプリを自動的にリロード
pt: Recarregar automaticamente o aplicativo após limpar os dados

source: Use this feature if you encounter any caching issues or need to reset the app to its default state.
de: Verwenden Sie diese Funktion, wenn Sie auf Caching-Probleme stoßen oder die App auf ihren Standardzustand zurücksetzen müssen.
es: Usa esta función si encuentras algún problema de almacenamiento en caché o necesitas restablecer la aplicación a su estado predeterminado.
fr: Utilisez cette fonctionnalité si vous rencontrez des problèmes de mise en cache ou si vous devez réinitialiser l'application à son état par défaut.
ja: キャッシュの問題が発生した場合や、アプリをデフォルトの状態にリセットする必要がある場合は、この機能を使用してください。```
pt: Use este recurso se você encontrar algum problema de cache ou precisar redefinir o aplicativo para seu estado padrão.

source: Apps | Svelte Mini Apps
es: Aplicaciones | Svelte Mini Apps
fr: Applications | Svelte Mini Apps
ja: アプリ | Svelte ミニアプリ
pt: Aplicativos | MiniApps Svelte

source: Explore a variety of useful mini applications built with Svelte. Find tools for productivity, entertainment, and more.
de: Entdecken Sie eine Vielzahl nützlicher Mini-Anwendungen, die mit Svelte erstellt wurden. Finden Sie Tools für Produktivität, Unterhaltung und mehr.
es: Explora una gran variedad de miniaplicaciones útiles creadas con Svelte. Encuentra herramientas para la productividad, el entretenimiento y mucho más.
fr: Explorez une variété de mini-applications utiles construites avec Svelte. Trouvez des outils pour la productivité, le divertissement, et plus.
ja: Svelte で構築された様々な便利なミニアプリケーションをご覧ください。生産性、エンターテイメントなどのツールを見つけてください。
pt: Explore uma variedade de mini-aplicativos úteis construídos com Svelte. Encontre ferramentas para produtividade, entretenimento e mais.

source: Explore Our Mini Applications
de: Entdecken Sie unsere Mini-Anwendungen
es: Explora nuestras miniaplicaciones
fr: Explorez nos mini-applications
ja: ミニアプリケーションを探す
pt: Explore Nossos Mini Aplicativos

source: Discover a collection of powerful tools built with <0>Svelte</0>.
de: Entdecke eine Sammlung leistungsstarker Tools, die mit <0>Svelte</0> erstellt wurden.
es: Descubre una colección de herramientas potentes creadas con <0>Svelte</0>.
ja: <0>Svelte</0> で構築された強力なツールのコレクションをご覧ください。
pt: Descubra uma coleção de ferramentas poderosas construídas com <0>Svelte</0>.

source: <0/> New
de: <0/> Neu
es: <0/> Nuevo
ja: <0/> 新規
pt: <0/> Novo

source: <0/> Updated
de: <0/> Aktualisiert
es: <0/> Actualizado
ja: <0/> 更新
pt: <0/> Atualizado

source: Filter by
de: Filtern nach
es: Filtrar por
ja: 絞り込み
pt: Filtrar por

source: Show all apps
de: Alle Apps anzeigen
es: Mostrar todas las aplicaciones
ja: すべてのアプリを表示
pt: Mostrar todos os aplicativos

source: <0/> All Apps
de: <0/> Alle Apps
es: <0/> Todas las aplicaciones
ja: <0/> すべてのアプリ
pt: <0/> Todos os aplicativos

source: Show completed apps
de: Abgeschlossene Apps anzeigen
es: Mostrar aplicaciones completadas
ja: 完了したアプリを表示
pt: Mostrar aplicativos concluídos

source: <0/> Completed
de: <0/> Abgeschlossen
es: <0/> Completadas
ja: <0/> 完了
pt: <0/> Concluído

source: Search apps...
de: Apps suchen...
es: Buscar aplicaciones...
ja: アプリを検索...
pt: Pesquisar aplicativos...

source: Search Apps
de: Apps suchen
es: Buscar aplicaciones
fr: Rechercher des applications
ja: アプリを検索
pt: Pesquisar Aplicativos

source: Find the mini application you're looking for
de: Finden Sie die Mini-Anwendung, die Sie suchen
es: Encuentra la miniaplicación que buscas
fr: Trouvez la mini-application que vous recherchez
ja: お探しのミニアプリケーションを見つけてください
pt: Encontre o mini-aplicativo que você está procurando

source: Search by name, or description...
de: Suche nach Name oder Beschreibung...
es: Busca por nombre o descripción...
fr: Rechercher par nom ou description...
ja: 名前または説明で検索...
pt: Pesquisar por nome ou descrição...

source: No projects found matching "{0}"
de: Keine Projekte gefunden, die "{0}" entsprechen
es: No se encontraron proyectos que coincidan con "{0}"
fr: Aucun projet trouvé correspondant à "{0}"
ja: "{0}"に一致するプロジェクトは見つかりませんでした
pt: Nenhum projeto encontrado correspondendo a "{0}"

source: (Coming Soon)
de: (Kommt bald)
es: (Próximamente)
fr: (À venir)
ja: （近日公開）
pt: (Em Breve)

source: Clear
de: Leeren
es: Limpiar
fr: Effacer
ja: クリア
pt: Limpar

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
pt: Fechar

source: Changelog
de: Änderungsprotokoll
es: Registro de cambios
fr: Journal des modifications
ja: 変更履歴```
pt: Registro de Alterações

source: Offline-First Architecture
de: Offline-First-Architektur
es: Arquitectura "Primero Desconectado"
fr: Architecture Priorisant le Hors-Ligne
ja: オフラインファーストアーキテクチャ
pt: Arquitetura Offline-First

source: Complete rebuild focusing on offline capabilities and local-first data management. Users can use the nuke button to clear cached data if they notice issues with the app.
de: Kompletter Neuaufbau mit Fokus auf Offline-Funktionen und Local-First-Datenverwaltung. Benutzer können den "Nuke"-Button verwenden, um zwischengespeicherte Daten zu löschen, wenn sie Probleme mit der App feststellen.
es: Reconstrucción completa centrada en las capacidades offline y la gestión de datos local-first. Los usuarios pueden usar el botón de "nuke" para borrar los datos en caché si notan problemas con la aplicación.
fr: Refonte complète axée sur les capacités hors ligne et la gestion des données en local. Les utilisateurs peuvent utiliser le bouton de suppression pour effacer les données mises en cache s'ils remarquent des problèmes avec l'application.
ja: オフライン機能とローカルファーストデータ管理に焦点を当てた完全な再構築。アプリに問題が発生した場合、ユーザーはキャッシュされたデータをクリアするためにnukeボタンを使用できます。
pt: Reconstrução completa focando em capacidades offline e gerenciamento de dados local-first. Os usuários podem usar o botão nuclear para limpar os dados em cache se notarem problemas com o aplicativo.

source: Enhanced Performance
de: Verbesserte Leistung
es: Rendimiento Mejorado
fr: Performance Améliorée
ja: パフォーマンスの向上
pt: Desempenho Aprimorado

source: Optimized load times and responsiveness through local data management.
de: Optimierte Ladezeiten und Reaktionsfähigkeit durch lokale Datenverwaltung.
es: Tiempos de carga y capacidad de respuesta optimizados a través de la gestión de datos local.
fr: Temps de chargement et réactivité optimisés grâce à la gestion des données en local.
ja: ローカルデータ管理によるロード時間と応答性の最適化。
pt: Tempos de carregamento e capacidade de resposta otimizados através do gerenciamento de dados local.

source: Svelte 5 Migration
es: Migración a Svelte 5
fr: Migration vers Svelte 5
ja: Svelte 5への移行
pt: Migração para Svelte 5

source: Complete upgrade to Svelte 5 with modern features and optimizations.
de: Komplettes Upgrade auf Svelte 5 mit modernen Funktionen und Optimierungen.
es: Actualización completa a Svelte 5 con características y optimizaciones modernas.
fr: Mise à niveau complète vers Svelte 5 avec des fonctionnalités et optimisations modernes.
ja: 最新の機能と最適化を備えたSvelte 5への完全なアップグレード。
pt: Atualização completa para Svelte 5 com recursos e otimizações modernos.

source: Local Data Persistence
de: Lokale Datenspeicherung
es: Persistencia de Datos Local
fr: Persistance des Données en Local
ja: ローカルデータ永続性
pt: Persistência de Dados Local

source: Robust local storage implementation with IndexedDB and background sync.
de: Robuste lokale Speicherimplementierung mit IndexedDB und Hintergrundsynchronisierung.
es: Implementación robusta de almacenamiento local con IndexedDB y sincronización en segundo plano.
fr: Implémentation robuste du stockage local avec IndexedDB et synchronisation en arrière-plan.
ja: IndexedDBとバックグラウンド同期による堅牢なローカルストレージ実装。
pt: Implementação robusta de armazenamento local com IndexedDB e sincronização em segundo plano.

source: PWA Support
de: PWA-Unterstützung
es: Soporte PWA
fr: Support PWA
ja: PWAサポート
pt: Suporte a PWA

source: Full Progressive Web App capabilities with offline support and installability.
de: Volle Progressive Web App-Funktionen mit Offline-Unterstützung und Installierbarkeit.
es: Capacidades completas de Aplicación Web Progresiva con soporte offline e instalabilidad.
fr: Capacités complètes d'application web progressive avec support hors ligne et installabilité.
ja: オフラインサポートとインストール機能を備えた完全なプログレッシブWebアプリ機能。
pt: Capacidades completas de Progressive Web App com suporte offline e instalabilidade.

source: Timeline
de: Zeitleiste
es: Cronología
fr: Chronologie
ja: タイムライン
pt: Cronologia

source: Detailed timeline of our Svelte 5 migration journey
de: Detaillierte Zeitleiste unserer Svelte 5-Migrationsreise
es: Cronología detallada de nuestra migración a Svelte 5
fr: Calendrier détaillé de notre parcours de migration vers Svelte 5
ja: Svelte 5移行の道のりの詳細なタイムライン
pt: Linha do tempo detalhada de nossa jornada de migração para Svelte 5

source: View Timeline
de: Zeitachse anzeigen
es: Ver línea de tiempo
fr: Voir le calendrier
ja: タイムラインを見る
pt: Ver Linha do Tempo

source: Announcements
de: Ankündigungen
es: Anuncios
fr: Annonces
ja: お知らせ
pt: Anúncios

source: Latest news and upcoming features
de: Neueste Nachrichten und kommende Funktionen
es: Últimas noticias y características próximas
fr: Dernières nouvelles et fonctionnalités à venir
ja: 最新ニュースと今後の機能
pt: Últimas notícias e recursos futuros

source: View Announcements
de: Ankündigungen anzeigen
es: Ver anuncios
fr: Voir les annonces
ja: お知らせを見る
pt: Ver Anúncios

source: Planned Features
de: Geplante Funktionen
es: Características planeadas
fr: Fonctionnalités prévues
ja: 計画された機能
pt: Recursos Planejados

source: Explore what's coming next
de: Entdecken Sie, was als Nächstes kommt
es: Descubre lo que viene a continuación
fr: Explorez ce qui vient ensuite
ja: 次に何が来るかを探る
pt: Explore o que vem a seguir

source: View Features
de: Funktionen anzeigen
es: Ver características
fr: Voir les fonctionnalités
ja: 機能を見る
pt: Ver Recursos

source: Changelog: Svelte 4 to Svelte 5 Migration
de: Änderungsprotokoll: Migration von Svelte 4 zu Svelte 5
es: Registro de cambios: Migración de Svelte 4 a Svelte 5
fr: Journal des modifications : Migration de Svelte 4 à Svelte 5
ja: 変更履歴：Svelte 4からSvelte 5への移行
pt: Registro de Alterações: Migração de Svelte 4 para Svelte 5

source: Track our journey from Svelte 4 to Svelte 5, featuring offline-first architecture, enhanced performance, and progressive web app capabilities.
de: Verfolgen Sie unsere Reise von Svelte 4 zu Svelte 5, mit Offline-First-Architektur, verbesserter Leistung und progressiven Web-App-Funktionen.
es: Sigue nuestro viaje de Svelte 4 a Svelte 5, con una arquitectura offline-first, mejor rendimiento y capacidades de PWA.
fr: Suivez notre parcours de Svelte 4 à Svelte 5, avec une architecture offline-first, des performances améliorées et des capacités d'application web progressive.
ja: オフラインファーストアーキテクチャ、パフォーマンスの向上、プログレッシブWebアプリ機能を備えたSvelte 4からSvelte 5への移行の道のりを追跡します。
pt: Acompanhe nossa jornada de Svelte 4 para Svelte 5, com arquitetura offline-first, desempenho aprimorado e capacidades de progressive web app.

source: Article
de: Artikel
es: Artículo
ja: 記事
pt: Artigo

source: Explore our Svelte 5 migration — a focused modernization bringing offline-first resilience, faster rendering with smaller bundles, enhanced PWA capabilities, and improved developer experience across the app.
de: Entdecken Sie unsere Svelte 5-Migration – eine fokussierte Modernisierung, die Offline-First-Ausfallsicherheit, schnelleres Rendering mit kleineren Bundles, verbesserte PWA-Funktionen und eine verbesserte Entwickler- Erfahrung in der gesamten App bietet.
es: Explora nuestra migración a Svelte 5 — una modernización enfocada que aporta resiliencia offline-first, renderizado más rápido con paquetes más pequeños, capacidades de PWA mejoradas y una experiencia de desarrollo más fluida en toda la aplicación.
fr: Découvrez notre migration vers Svelte 5 — une modernisation ciblée apportant une résilience hors ligne dès le départ, un rendu plus rapide avec des bundles plus petits, des capacités PWA améliorées et une expérience développeur améliorée à travers l’application.
ja: Svelte 5への移行について説明します。これは、オフラインファーストの復元力、より小さなバンドルでの高速レンダリング、強化されたPWA機能、およびアプリ全体の開発者エクスペリエンスの向上をもたらす集中的な最新化です。
pt: Explore nossa migração para Svelte 5 — uma modernização focada que traz resiliência offline-first, renderização mais rápida com bundles menores, capacidades PWA aprimoradas e experiência de desenvolvedor melhorada em todo o aplicativo.

source: <0/> More <1/>
de: <0/> Mehr <1/>
es: <0/> Más <1/>
fr: <0/> Plus <1/>
ja: <0/> もっと見る <1/>
pt: <0/> Mais <1/>

source: Changelog Sections
de: Änderungsprotokoll-Abschnitte
es: Secciones del registro de cambios
fr: Sections du journal des modifications
ja: 変更履歴セクション
pt: Seções do Registro de Alterações

source: <0/> Announcements
de: <0/> Ankündigungen
es: <0/> Anuncios
fr: <0/> Annonces
ja: <0/> お知らせ
pt: <0/> Anúncios

source: <0/> Timeline
de: <0/> Zeitleiste
es: <0/> Cronología
fr: <0/> Chronologie
ja: <0/> タイムライン
pt: <0/> Cronograma

source: <0/> Planned Features
de: <0/> Geplante Funktionen
es: <0/> Características planeadas
fr: <0/> Fonctionnalités prévues
ja: <0/> 計画された機能
pt: <0/> Recursos Planejados

source: Highlights
es: Destacados
fr: Points forts
ja: ハイライト
pt: Destaques

source: Key achievements and major improvements.
de: Wichtige Erfolge und wesentliche Verbesserungen.
es: Logros clave y mejoras importantes.
fr: Principales réalisations et améliorations majeures.
ja: 主な成果と主要な改善点。
pt: Principais conquistas e grandes melhorias.

source: Need Svelte 4?
de: Benötigen Sie Svelte 4?
es: ¿Necesitas Svelte 4?
fr: Avez-vous besoin de Svelte 4 ?
ja: Svelte 4が必要ですか？
pt: Precisa do Svelte 4?

source: Legacy version access and migration resources
de: Zugriff auf Legacy-Version und Migrationsressourcen
es: Acceso a versiones legadas y recursos de migración
fr: Accès à la version héritée et ressources de migration
ja: レガシーバージョンへのアクセスと移行リソース
pt: Acesso à versão legada e recursos de migração

source: Legacy
es: Legado
fr: Hérité
ja: レガシー
pt: Legado

source: If you depend on the Svelte 4 release, open the legacy app. The new app focuses on performance and PWA features; review your integration before upgrading.
de: Wenn Sie von der Svelte 4-Version abhängen, öffnen Sie die Legacy-App. Die neue App konzentriert sich auf Leistungs- und PWA-Funktionen; Überprüfen Sie Ihre Integration vor dem Upgrade.
es: Si dependes de la versión Svelte 4, abre la aplicación legada. La nueva aplicación se centra en rendimiento y capacidades de PWA; revisa tu integración antes de actualizar.
fr: Si vous dépendez de la version Svelte 4, ouvrez l'application héritée. La nouvelle application se concentre sur les performances et les fonctionnalités PWA ; passez en revue votre intégration avant la mise à niveau.
ja: Svelte 4のリリースに依存している場合は、レガシーアプリを開いてください。新しいアプリは、パフォーマンスとPWA機能に重点を置いています。アップグレードする前に、統合を確認してください。
pt: Se você depende da versão Svelte 4, abra o aplicativo legado. O novo aplicativo foca em desempenho e recursos PWA; revise sua integração antes de atualizar.

source: Open Legacy App
de: Legacy-App öffnen
es: Abrir aplicación legada
fr: Ouvrir l'application héritée
ja: レガシーアプリを開く
pt: Abrir Aplicativo Legado

source: Note: Legacy builds may not include the latest security or PWA improvements.
de: Hinweis: Legacy-Builds enthalten möglicherweise nicht die neuesten Sicherheits- oder PWA-Verbesserungen.
es: Nota: las versiones legadas pueden no incluir las últimas mejoras de seguridad o de PWA.
fr: Remarque : les versions héritées peuvent ne pas inclure les dernières améliorations de sécurité ou de PWA.
ja: 注：レガシービルドには、最新のセキュリティまたはPWAの改善が含まれていない場合があります。```
pt: Nota: Builds legados podem não incluir as últimas melhorias de segurança ou PWA.

source: <0/> Changelog Statistics
de: <0/> Änderungsprotokoll-Statistiken
es: <0/> Estadísticas del Registro de Cambios
fr: <0/> Statistiques du journal des modifications
ja: <0/> 変更履歴の統計
pt: <0/> Estatísticas do Changelog

source: <0/> Total Entries
de: <0/> Gesamteinträge
es: <0/> Entradas totales
fr: <0/> Entrées totales
ja: <0/> 合計エントリ数
pt: <0/> Entradas Totais

source: <0/> Manual
de: <0/> Manuell
fr: <0/> Manuel
ja: <0/> 手動

source: <0/> Auto-Generated
de: <0/> Automatisch generiert
es: <0/> Generado automáticamente
fr: <0/> Généré automatiquement
ja: <0/> 自動生成
pt: <0/> Gerado Automaticamente

source: <0/> By Type
de: <0/> Nach Typ
es: <0/> Por tipo
fr: <0/> Par type
ja: <0/> タイプ別
pt: <0/> Por Tipo

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
ja: 隠す
pt: Ocultar

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
ja: 表示
pt: Mostrar

source: <0/> {0} Statistics
de: <0/> {0} Statistiken
es: <0/> {0} Estadísticas
fr: <0/> {0} Statistiques
ja: <0/> {0} の統計
pt: <0/> {0} Estatísticas

source: {0} Debug Order
de: {0} Debug-Reihenfolge
es: {0} Orden de depuración
fr: {0} Ordre de débogage
ja: {0} デバッグオーダー
pt: {0} Ordem de Depuração

source: Debug: Timeline Order (Total: {0})
de: Debug: Timeline-Reihenfolge (Gesamt: {0})
es: Depuración: Orden de cronología (Total: {0})
fr: Débogage : Ordre du calendrier (Total : {0})
ja: デバッグ：タイムラインの順序（合計：{0})
pt: Depuração: Ordem da Linha do Tempo (Total: {0})

source: State Management
de: Zustandsverwaltung
es: Gestión de estado
fr: Gestion d'état
ja: 状態管理
pt: Gerenciamento de Estado

source: Moving from writable stores to $state rune
de: Umstellung von beschreibbaren Stores auf $state Rune
es: Pasando de almacenes escribibles a la runa $state
fr: Passage des magasins inscriptibles à la rune $state
ja: 書き込み可能なストアから$state runeへの移行
pt: Mudando de stores graváveis para runa $state

source: Props Declaration
de: Deklaration von Eigenschaften
es: Declaración de propiedades
fr: Déclaration des props
ja: Propsの宣言
pt: Declaração de Props

source: New props system using $props() rune
de: Neues Eigenschaftensystem mit $props() Rune
es: Nuevo sistema de propiedades usando la runa $props()
fr: Nouveau système de props utilisant la rune $props()
ja: $props() runeを使用した新しいpropsシステム
pt: Novo sistema de props usando runa $props()

source: Svelte Hack 2024 Winner
de: Svelte Hack 2024 Gewinner
es: Ganador de Svelte Hack 2024
fr: Gagnant du Svelte Hack 2024
ja: Svelte Hack 2024の受賞者
pt: Vencedor do Svelte Hack 2024

source: Svelte 4 codebase
de: Svelte 4 Codebasis
es: Base de código de Svelte 4
fr: Base de code Svelte 4
ja: Svelte 4のコードベース
pt: Base de código Svelte 4

source: Award-winning Svelte 5 migration
de: Preisgekrönte Svelte 5 Migration
es: Migración galardonada a Svelte 5
fr: Migration Svelte 5 primée
ja: 受賞歴のあるSvelte 5への移行
pt: Migração premiada para Svelte 5

source: Key Changes
de: Wesentliche Änderungen
es: Cambios clave
fr: Modifications clés
ja: 主な変更点
pt: Principais Mudanças

source: Before (Svelte 4)
de: Vorher (Svelte 4)
es: Antes (Svelte 4)
fr: Avant (Svelte 4)
ja: 以前 (Svelte 4)
pt: Antes (Svelte 4)
