Repository: Michael-Obele/Svelte-MiniApps
Catalog: src/locales/*.po
Languages: de, es, fr, ja, pt

source: <0/> {0} med{1}
de: <0/> {0} Medi{1}
es: <0/> {0} medicamento{1}
fr: <0/> {0} médicament{1}
ja: <0/> {0} 薬{1}
pt: <0/> {0} medicamento{1}

source: <0/> Activate
de: <0/> Aktivieren
es: <0/> Activar
fr: <0/> Activer
ja: <0/> アクティブ化
pt: <0/> Ativar

source: <0/> End
de: <0/> Beenden
es: <0/> Finalizar
fr: <0/> Terminer
ja: <0/> 終了
pt: <0/> Encerrar

source: <0/> Restart
de: <0/> Neustarten
es: <0/> Reiniciar
fr: <0/> Redémarrer
ja: <0/> 再開
pt: <0/> Reiniciar

source: Delete Treatment Session?
de: Behandlungssitzung löschen?
es: ¿Eliminar sesión de tratamiento?
fr: Supprimer la séance de traitement ?
ja: 治療セッションを削除しますか？
pt: Excluir sessão de tratamento?

source: This will permanently delete "{0}" and all associated medication logs. This action cannot be undone.
de: Dies wird "{0}" und alle zugehörigen Medikamentenprotokolle dauerhaft löschen. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente "{0}" y todos los registros de medicamentos asociados. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement «{0}» et tous les journaux de médication associés. Cette action ne peut pas être annulée.
ja: これにより、「{0}」および関連するすべての投薬ログが完全に削除されます。 この操作は元に戻せません。
pt: Isto excluirá permanentemente "{0}" e todos os registros de medicação associados. Esta ação não pode ser desfeita.

source: Edit Treatment Session
de: Behandlungssitzung bearbeiten
es: Editar sesión de tratamiento
fr: Modifier la séance de traitement
ja: 治療セッションを編集
pt: Editar Sessão de Tratamento

source: Update the name and description of your treatment session.
de: Aktualisieren Sie den Namen und die Beschreibung Ihrer Behandlungssitzung.
es: Actualiza el nombre y la descripción de tu sesión de tratamiento.
fr: Mettez à jour le nom et la description de votre séance de traitement.
ja: 治療セッションの名前と説明を更新します。
pt: Atualize o nome e a descrição da sua sessão de tratamento.

source: <0/> Overall Statistics
de: <0/> Gesamtstatistik
es: <0/> Estadísticas Generales
fr: <0/> Statistiques globales
ja: <0/> 全体統計
pt: <0/> Estatísticas Gerais

source: Your medication adherence across all medications
de: Ihre Medikamenteneinnahme über alle Medikamente hinweg
es: Tu adherencia a la medicación en todos los medicamentos
fr: Votre adhérence médicamenteuse pour l'ensemble des médicaments
ja: すべての薬に関するあなたの服薬遵守率
pt: Sua adesão à medicação em todos os medicamentos

source: Overall Adherence Rate
de: Gesamte Einnahmetreue
es: Tasa de adherencia general
fr: Taux d'adhérence global
ja: 全体の遵守率
pt: Taxa geral de adesão

source: Medication-Specific Statistics
de: Medikationsspezifische Statistiken
es: Estadísticas específicas por medicamento
fr: Statistiques par médicament
ja: 薬別の統計
pt: Estatísticas específicas de medicação

source: Track adherence for each medication individually
de: Verfolge die Einnahmetreue für jede Medikation einzeln
es: Rastrea la adherencia de cada medicamento de forma individual
fr: Suivre l'adhérence pour chaque médicament individuellement
ja: 各薬の遵守状況を個別に追跡
pt: Acompanhar a adesão para cada medicação individualmente

source: {0} total doses
de: {0} Gesamtdosen
es: {0} dosis totales
fr: {0} doses totales
ja: 合計{0}回分
pt: {0} doses totais

source: Improve Your Adherence
de: Verbessere Deine Einnahmetreue
es: Mejora tu adherencia
fr: Améliorez votre adhérence médicamenteuse
ja: 遵守率を向上させる
pt: Melhore sua adesão

source: • Set reminders on your phone for each medication time
de: • Stelle Erinnerungen auf Deinem Telefon für jede Medikamenteneinnahme ein
es: • Configura recordatorios en tu teléfono para la hora de cada dosis de cada medicamento
fr: • Configurez des rappels sur votre téléphone pour chaque heure de prise du médicament
ja: • 各服薬時間の前に携帯電話でリマインダーを設定する
pt: • Defina lembretes no seu celular para cada horário de medicação

source: • Keep medications in a visible location
de: • Bewahre Medikamente an einem sichtbaren Ort auf
es: • Mantén los medicamentos en un lugar visible
fr: • Conservez les médicaments dans un endroit visible
ja: • 薬を目に見える場所に保管する
pt: • Mantenha os medicamentos em um local visível

source: • Use a pill organizer to prepare doses in advance
de: • Verwende einen Tabletten-Organisator, um Dosen im Voraus vorzubereiten
es: • Usa un organizador de pastillas para preparar las dosis con anticipación
fr: • Utilisez un pilulier pour préparer les doses à l'avance
ja: • ピルオーガナイザーを使用して、事前に用量を準備する
pt: • Use um organizador de comprimidos para preparar as doses com antecedência

source: • Link medication times to daily routines (meals, bedtime, etc.)
de: • Verknüpfe Medikamenteneinnahmezeiten mit täglichen Routinen (Mahlzeiten, Schlafenszeit usw.)
es: • Vincula los horarios de medicación a las rutinas diarias (comidas, hora de dormir, etc.)
fr: • Liez les heures de prise des médicaments à vos routines quotidiennes (repas, coucher, etc.)
ja: • 服薬時間を毎日のルーチン（食事、就寝時間など）に関連付ける
pt: • Relacione os horários de medicação às rotinas diárias (refeições, hora de dormir, etc.)

source: Today's Schedule
de: Heutiger Zeitplan
es: Agenda de hoy
fr: Horaire du jour
ja: 今日のスケジュール
pt: Agenda de Hoje

source: No scheduled medications for today.
de: Keine geplanten Medikamente für heute.
es: No hay medicamentos programados para hoy.
fr: Aucun médicament prévu aujourd'hui.
ja: 今日の予定されている薬はありません。
pt: Sem medicações agendadas para hoje.

source: Add medications and create a schedule to get started.
de: Füge Medikamente hinzu und erstelle einen Zeitplan, um loszulegen.
es: Añade medicamentos y crea un horario para empezar.
fr: Ajoutez des médicaments et créez un planning pour commencer.
ja: 開始するには、薬を追加してスケジュールを作成してください。
pt: Adicione medicamentos e crie uma programação para começar.

source: <0/> Overdue
de: <0/> Überfällig
es: <0/> Atrasado
fr: <0/> En retard
ja: <0/> 期限切れ
pt: <0/> Atrasado

source: <0/> Taken
de: <0/> Eingenommen
es: <0/> Tomado
fr: <0/> Pris
ja: <0/> 服用済み
pt: <0/> Tomado

source: <0/> Skip
de: <0/> Überspringen
es: <0/> Omitir
fr: <0/> Passer
ja: <0/> スキップ
pt: <0/> Pular

source: <0/> Taken <1/>
de: <0/> Eingenommen <1/>
es: <0/> Tomado <1/>
fr: <0/> Pris <1/>
ja: <0/> 服用済み <1/>
pt: <0/> Tomado <1/>

source: <0/> Skipped
de: <0/> Übersprungen
es: <0/> Omitido
fr: <0/> Ignoré
ja: <0/> スキップ済み
pt: <0/> Pulado

source: <0/> Missed
de: <0/> Versäumt
es: <0/> No tomado
fr: <0/> Manqué
ja: <0/> 飲み忘れ
pt: <0/> Perdido

source: Optionally add a note explaining why you're skipping this dose.
de: Optional kannst Du eine Notiz hinzufügen, die erklärt, warum Du diese Dosis überspringst.
es: Opcionalmente, añade una nota explicando por qué estás omitiendo esta dosis.
fr: Optionnellement, ajoutez une note expliquant pourquoi vous sautez cette dose.
ja: 必要に応じて、この投与量をスキップする理由を説明するメモを追加してください。
pt: Opcionalmente, adicione uma nota explicando por que você está pulando esta dose.

source: Notes (optional)
de: Notizen (optional)
es: Notas (opcionales)
fr: Notes (facultatif)
ja: 注 (オプション)
pt: Notas (opcional)

source: Confirm Skip
de: Überspringen bestätigen
es: Confirmar omitir
fr: Confirmer le passage
ja: スキップの確認
pt: Confirmar Pular

source: Edit Time Taken
de: Einnahmezeit bearbeiten
es: Editar hora de la toma
fr: Modifier l'heure de prise
ja: 服用時間の編集
pt: Editar Hora de Tomada

source: Adjust the time when this medication was actually taken.
de: Passe die Zeit an, zu der dieses Medikament tatsächlich eingenommen wurde.
es: Ajusta la hora en que realmente se tomó este medicamento.
fr: Ajustez l'heure à laquelle ce médicament a réellement été pris.
ja: この薬が実際に服用された時間を調整します。
pt: Ajuste o horário em que este medicamento foi realmente tomado.

source: Time Taken
de: Einnahmezeit
es: Hora de la toma
fr: Heure de prise
ja: 服用時間
pt: Horário de Tomada

source: Scheduled time: {0}
de: Geplante Zeit: {0}
es: Hora programada: {0}
fr: Heure planifiée : {0}
ja: 予定時間: {0}```
pt: Horário agendado: {0}

source: Once daily
de: Einmal täglich
es: Una vez al día
fr: Une fois par jour
ja: 1日1回
pt: Uma vez ao dia

source: Twice daily
de: Zweimal täglich
es: Dos veces al día
fr: Deux fois par jour
ja: 1日2回
pt: Duas vezes ao dia

source: Three times daily
de: Dreimal täglich
es: Tres veces al día
fr: Trois fois par jour
ja: 1日3回
pt: Três vezes ao dia

source: Four times daily
de: Viermal täglich
es: Cuatro veces al día
fr: Quatre fois par jour
ja: 1日4回
pt: Quatro vezes ao dia

source: Every 4 hours
de: Alle 4 Stunden
es: Cada 4 horas
fr: Toutes les 4 heures
ja: 4時間ごと
pt: A cada 4 horas

source: Every 6 hours
de: Alle 6 Stunden
es: Cada 6 horas
fr: Toutes les 6 heures
ja: 6時間ごと
pt: A cada 6 horas

source: Every 8 hours
de: Alle 8 Stunden
es: Cada 8 horas
fr: Toutes les 8 heures
ja: 8時間ごと
pt: A cada 8 horas

source: Every 12 hours
de: Alle 12 Stunden
es: Cada 12 horas
fr: Toutes les 12 heures
ja: 12時間ごと
pt: A cada 12 horas

source: As needed
de: Bei Bedarf
es: Cuando sea necesario
fr: Au besoin
ja: 必要に応じて
pt: Conforme necessário

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
ja: 毎週
pt: Semanalmente

source: Log not found
de: Protokoll nicht gefunden
es: Registro no encontrado
fr: Aucun enregistrement trouvé
ja: ログが見つかりません
pt: Registro não encontrado

source: A dose is already scheduled at this time
de: Eine Dosis ist bereits für diesen Zeitpunkt geplant
es: Ya hay una dosis programada para esta hora
fr: Une dose est déjà planifiée à cet horaire
ja: この時間にはすでに投与がスケジュールされています
pt: Já há uma dose agendada neste horário

source: Dose rescheduled successfully
de: Dosis erfolgreich neu geplant
es: La dosis se reprogramó con éxito
fr: La dose a été reprogrammée avec succès
ja: 投与スケジュールを変更しました```
pt: Dose remarcada com sucesso

source: Delete this note?
de: Diese Notiz löschen?
es: ¿Eliminar esta nota?
ja: このノートを削除しますか？
pt: Excluir esta nota?

source: Note deleted
de: Notiz gelöscht
es: Nota eliminada
ja: ノートを削除しました
pt: Nota excluída

source: Capture your thoughts
de: Halte deine Gedanken fest
es: Captura tus pensamientos
ja: 考えを書き留める
pt: Capture seus pensamentos

source: My Notes
de: Meine Notizen
ja: マイノート
pt: Minhas Notas

source: Capture your thoughts and ideas
de: Halte deine Gedanken und Ideen fest
ja: 考えやアイデアを書き留めましょう
pt: Capture seus pensamentos e ideias

source: <0/> New Note
de: <0/> Neue Notiz
es: <0/> Nueva Nota
ja: <0/> 新しいノート
pt: <0/> Nova Nota

source: Search notes by title or content...
de: Notizen nach Titel oder Inhalt suchen...
ja: タイトルまたはコンテンツでノートを検索...
pt: Pesquisar notas por título ou conteúdo...

source: No notes yet
de: Noch keine Notizen
ja: まだノートはありません
pt: Ainda não há notas

source: Start capturing your ideas and thoughts. Click the "New Note" button to create your first note.
de: Beginne, deine Ideen und Gedanken festzuhalten. Klicke auf den "Neue Notiz"-Button, um deine erste Notiz zu erstellen.
ja: アイデアや考えを書き留め始めましょう。「新しいノート」ボタンをクリックして、最初のノートを作成してください。
pt: Comece a capturar suas ideias e pensamentos. Clique no botão "Nova Nota" para criar sua primeira nota.

source: <0/> Create Your First Note
de: <0/> Erstelle deine erste Notiz
ja: <0/> 最初のノートを作成
pt: <0/> Crie Sua Primeira Nota

source: No notes found
de: Keine Notizen gefunden
es: No se encontraron notas
ja: ノートが見つかりませんでした
pt: Nenhuma nota encontrada

source: No notes match your search. Try different keywords or create a new note.
de: Keine Notizen entsprechen deiner Suche. Versuche andere Schlüsselwörter oder erstelle eine neue Notiz.```
ja: 検索に一致するノートはありません。別のキーワードを試すか、新しいノートを作成してください。```
pt: Nenhuma nota corresponde à sua pesquisa. Tente palavras-chave diferentes ou crie uma nova nota.

source: Please sign in to backup data
de: Bitte melde dich an, um Daten zu sichern
es: Por favor, inicia sesión para hacer una copia de seguridad de los datos
ja: データをバックアップするにはサインインしてください
pt: Por favor, faça login para fazer backup dos dados

source: Please sign in to sync data
de: Bitte melde dich an, um Daten zu synchronisieren
es: Por favor, inicia sesión para sincronizar los datos
ja: データを同期するにはサインインしてください
pt: Por favor, faça login para sincronizar os dados

source: Track your purchases and analyze spending patterns
de: Verfolge deine Einkäufe und analysiere dein Ausgabeverhalten
es: Realiza un seguimiento de tus compras y analiza los patrones de gasto
ja: 購入を追跡し、支出パターンを分析します
pt: Acompanhe suas compras e analise seus padrões de gastos

source: <0/> Sync
de: <0/> Synchronisieren
es: <0/> Sincronizar
ja: <0/> 同期
pt: <0/> Sincronizar

source: <0/> Backup
de: <0/> Sichern
es: <0/> Copia de seguridad
ja: <0/> バックアップ

source: Sign in to sync and backup your data
de: Melde dich an, um deine Daten zu synchronisieren und zu sichern
es: Inicia sesión para sincronizar y hacer una copia de seguridad de tus datos
ja: サインインしてデータを同期およびバックアップします
pt: Faça login para sincronizar e fazer backup de seus dados

source: Are you sure you want to delete this item and all its purchases?
de: Sind Sie sicher, dass Sie diesen Artikel und alle zugehörigen Käufe löschen möchten?
es: ¿Está seguro de que quiere eliminar este artículo y todas sus compras?
ja: このアイテムとすべての購入記録を削除してもよろしいですか？
pt: Tem certeza de que deseja excluir este item e todas as suas compras?

source: Item deleted
de: Artikel gelöscht
es: Artículo eliminado
ja: アイテムを削除しました
pt: Item excluído

source: Item created successfully (saved locally)
de: Artikel erfolgreich erstellt (lokal gespeichert)
es: Artículo creado con éxito (guardado localmente)
ja: アイテムが正常に作成されました（ローカルに保存されました）
pt: Item criado com sucesso (salvo localmente)

source: Item updated successfully (saved locally)
de: Artikel erfolgreich aktualisiert (lokal gespeichert)
es: Artículo actualizado con éxito (guardado localmente)
ja: アイテムが正常に更新されました（ローカルに保存されました）
pt: Item atualizado com sucesso (salvo localmente)

source: Purchase Tracker - Items
de: Kauf-Tracker - Artikel
es: Seguimiento de Compras - Artículos
ja: 購入トラッカー - アイテム
pt: Rastreador de Compras - Itens

source: Manage your purchase tracking items
de: Verwalten Sie Ihre Artikel zur Kaufverfolgung
es: Administra tus artículos de seguimiento de compras
ja: 購入追跡アイテムを管理します
pt: Gerenciar seus itens de rastreamento de compras

source: Items
de: Artikel
es: Artículos
fr: Articles
ja: アイテム
pt: Itens

source: <0/> Add Item
de: <0/> Artikel hinzufügen
es: <0/> Añadir artículo
fr: <0/> Ajouter un article
ja: <0/> アイテムを追加
pt: <0/> Adicionar Item

source: No items yet. Click "Add Item" to get started.
de: Noch keine Artikel vorhanden. Klicken Sie auf "Artikel hinzufügen", um zu beginnen.
es: Aún no hay artículos. Haz clic en "Agregar artículo" para comenzar.
ja: アイテムはまだありません。「アイテムを追加」をクリックして開始してください。
pt: Ainda não há itens. Clique em "Adicionar Item" para começar.

source: Name
es: Nombre
ja: 名前
pt: Nome

source: Category
de: Kategorie
es: Categoría
ja: カテゴリー
pt: Categoria

source: Default Unit
de: Standardeinheit
es: Unidad predeterminada
fr: Unité par défaut
ja: デフォルト単位
pt: Unidade Padrão

source: Default Currency
de: Standardwährung
es: Moneda predeterminada
fr: Devise par défaut
ja: デフォルト通貨
pt: Moeda Padrão

source: Actions
de: Aktionen
es: Acciones
ja: アクション
pt: Ações

source: Add New Item
de: Neuen Artikel hinzufügen
es: Añadir nuevo artículo
fr: Ajouter un nouvel article
ja: 新しいアイテムを追加
pt: Adicionar Novo Item

source: Create a new item to track purchases for.
de: Erstelle einen neuen Artikel, um Käufe zu verfolgen.
es: Crear un nuevo artículo para realizar el seguimiento de las compras.
fr: Créer un nouvel article pour suivre les achats.
ja: 購入を追跡するための新しいアイテムを作成します。
pt: Crie um novo item para acompanhar as compras.

source: Select category
de: Kategorie auswählen
es: Seleccionar categoría
fr: Sélectionner la catégorie
ja: カテゴリーを選択
pt: Selecionar categoria

source: Default Unit (optional)
de: Standardeinheit (optional)
es: Unidad predeterminada (opcional)
ja: デフォルト単位（オプション）
pt: Unidade Padrão (opcional)

source: USD - US Dollar
es: USD - Dólar estadounidense
ja: USD - 米ドル
pt: USD - Dólar Americano

source: EUR - Euro
ja: EUR - ユーロ

source: GBP - British Pound
de: GBP - Britisches Pfund
es: GBP - Libra esterlina
ja: GBP - 英ポンド
pt: GBP - Libra Esterlina

source: JPY - Japanese Yen
de: JPY - Japanischer Yen
es: JPY - Yen japonés
ja: JPY - 日本円
pt: JPY - Iene Japonês

source: CAD - Canadian Dollar
de: CAD - Kanadischer Dollar
es: CAD - Dólar canadiense
ja: CAD - カナダドル
pt: CAD - Dólar Canadense

source: AUD - Australian Dollar
de: AUD - Australischer Dollar```
es: AUD - Dólar australiano
ja: AUD - オーストラリアドル
pt: AUD - Dólar Australiano

source: NGN - Nigerian Naira
de: NGN - Nigerianische Naira```
es: NGN - Naira nigeriana
ja: NGN - ナイジェリアナイラ
pt: NGN - Naira Nigeriana

source: Select currency
de: Währung auswählen
es: Seleccionar moneda
ja: 通貨を選択
pt: Selecione a moeda

source: Create Item
de: Artikel erstellen
es: Crear artículo
ja: アイテムを作成
pt: Criar Item

source: Edit Item
de: Artikel bearbeiten
es: Editar artículo
fr: Modifier l'article
ja: アイテムを編集
pt: Editar Item

source: Update the item details.
de: Aktualisiere die Artikeldetails.
es: Actualizar los detalles del artículo.
fr: Mettre à jour les détails de l'article.
ja: アイテムの詳細を更新します。
pt: Atualize os detalhes do item.

source: Update Item
de: Artikel aktualisieren
es: Actualizar artículo
fr: Mettre à jour l'article
ja: アイテムを更新```
pt: Atualizar Item

source: Name *
es: Nombre *
fr: Nom *
ja: 名前 *
pt: Nome *

source: Category *
de: Kategorie *
es: Categoría *
fr: Catégorie *
ja: カテゴリー *
pt: Categoria *

source: Optional description...
de: Optionale Beschreibung...
es: Descripción opcional...
fr: Description optionnelle...
ja: オプションの説明...
pt: Descrição opcional...

source: Add Item
de: Artikel hinzufügen
es: Añadir artículo
fr: Ajouter un article
ja: アイテムを追加
pt: Adicionar Item

source: Edit Purchase Record
de: Kaufdatensatz bearbeiten
es: Editar registro de compra
fr: Modifier l'enregistrement d'achat
ja: 購入記録を編集
pt: Editar Registro de Compra

source: Add Purchase Record
de: Kaufdatensatz hinzufügen
es: Agregar registro de compra
fr: Ajouter un enregistrement d'achat
ja: 購入記録を追加
pt: Adicionar Registro de Compra

source: Update the purchase details.
de: Aktualisiere die Kaufdetails.
es: Actualiza los detalles de la compra.
fr: Mettre à jour les détails de l'achat.
ja: 購入の詳細を更新します。
pt: Atualize os detalhes da compra.

source: Record a new purchase for "{0}".
de: Erfasse einen neuen Kauf für "{0}".
es: Registra una nueva compra para "{0}".
fr: Enregistrez un nouvel achat pour « {0} ».
ja: "{0}" の新規購入を記録します。
pt: Registre uma nova compra para "{0}".

source: Quantity *
de: Menge *
es: Cantidad *
fr: Quantité *
ja: 数量 *
pt: Quantidade *

source: Cost *
de: Kosten *
es: Costo *
fr: Coût *
ja: 費用 *
pt: Custo *

source: Formatted cost will appear here
de: Formatierte Kosten werden hier angezeigt
es: El costo formateado aparecerá aquí
fr: Le coût formaté apparaîtra ici.
ja: 書式設定された費用がここに表示されます
pt: O custo formatado aparecerá aqui

source: Date *
de: Datum *
es: Fecha *
ja: 日付 *
pt: Data *

source: Location
de: Ort
es: Ubicación
fr: Lieu
ja: 場所
pt: Local

source: Payment Method
de: Zahlungsmethode
es: Método de pago
fr: Mode de paiement
ja: 支払い方法
pt: Forma de pagamento

source: Notes
de: Notizen
es: Notas
ja: メモ
pt: Notas

source: Optional notes...
de: Optionale Notizen...
es: Notas opcionales...
fr: Notes facultatives...
ja: オプションのメモ...
pt: Notas opcionais...

source: Update Purchase
de: Kauf aktualisieren
es: Actualizar compra
fr: Mettre à jour l'achat
ja: 購入を更新
pt: Atualizar Compra

source: Add Purchase
de: Kauf hinzufügen
es: Agregar compra
fr: Ajouter un achat
ja: 購入を追加```
pt: Adicionar Compra

source: ⚠️ This action cannot be undone.
de: ⚠️ Diese Aktion kann nicht rückgängig gemacht werden.
es: ⚠️ Esta acción no se puede deshacer.
fr: ⚠️ Cette action ne peut pas être annulée.
ja: ⚠️ この操作は元に戻せません。
pt: ⚠️ Esta ação não pode ser desfeita.

source: <0/> Deleting...
de: <0/> Löschen...
es: <0/> Eliminando...
fr: <0/> Suppression en cours...
ja: <0/> 削除中...
pt: <0/> Excluindo...

source: <0/> Start
es: <0/> Inicio
fr: <0/> Démarrer
ja: <0/> 開始
pt: <0/> Iniciar

source: <0/> Record
de: <0/> Erfassen
es: <0/> Registro
fr: <0/> Enregistrer
ja: <0/> 記録
pt: <0/> Registrar

source: <0/> Tips
de: <0/> Tipps
es: <0/> Consejos
fr: <0/> Astuces
ja: <0/> ヒント
pt: <0/> Dicas

source: Add an Item
de: Einen Artikel hinzufügen
es: Añadir un artículo
fr: Ajouter un article
ja: アイテムを追加
pt: Adicionar um item

source: Click <0>"Add Item"</0> button. Name it something like "Coffee" or "Gas".
de: Klicken Sie auf die Schaltfläche <0>"Artikel hinzufügen"</0>. Nennen Sie ihn z.B. "Kaffee" oder "Benzin".
es: Haz clic en el botón <0>"Añadir artículo"</0>. Nómbralo algo como "Café" o "Gasolina".
fr: Cliquez sur le bouton <0>"Ajouter un article"</0>. Nommez-le quelque chose comme « Café » ou « Essence ».
ja: <0>「アイテムを追加」</0>ボタンをクリックします。「コーヒー」や「ガス」などの名前を付けます。
pt: Clique no botão <0>"Adicionar Item"</0>. Nomeie-o como "Café" ou "Gasolina".

source: Pick a Category
de: Eine Kategorie auswählen
es: Elige una categoría
fr: Choisissez une catégorie
ja: カテゴリを選択
pt: Escolha uma Categoria

source: Choose from Groceries, Fuel, Dining, etc. or create your own.
de: Wähle aus Lebensmitteln, Treibstoff, Essen gehen usw. oder erstelle deine eigenen.
es: Elige entre comestibles, combustible, restaurantes, etc., o crea la tuya.
fr: Choisissez parmi Épicerie, Carburant, Restauration, etc. ou créez votre propre catégorie.
ja: 食料品、燃料、外食などから選択するか、独自のカテゴリを作成します。
pt: Escolha entre Mercearia, Combustível, Refeições, etc., ou crie o seu próprio.

source: That's It!
de: Das ist alles!
es: ¡Eso es todo!
fr: C'est tout !
ja: それだけです！
pt: É isso!

source: You're ready to track purchases. Set units and currency if you want.
de: Du bist bereit, Einkäufe zu verfolgen. Lege Einheiten und Währung fest, wenn du möchtest.
es: Ya estás listo para rastrear compras. Configura las unidades y la moneda si quieres.
fr: Vous êtes prêt à suivre vos achats. Définissez les unités et la devise si vous le souhaitez.
ja: 購入を追跡する準備ができました。必要に応じて、単位と通貨を設定します。
pt: Você está pronto para registrar suas compras. Defina unidades e moeda, se desejar.

source: <0>Pro tip:</0> Start with just one or two items you buy frequently. You can always add more later!
de: <0>Profi-Tipp:</0> Beginne mit nur ein oder zwei Artikeln, die du häufig kaufst. Du kannst später jederzeit weitere hinzufügen!
es: <0>Consejo profesional:</0> Comienza con solo uno o dos artículos que compras con frecuencia. Siempre puedes agregar más tarde!
fr: <0>Astuce pro:</0> Commencez par un ou deux articles que vous achetez fréquemment. Vous pouvez toujours en ajouter plus tard!
ja: <0>プロのヒント:</0> よく購入するアイテムを1つか2つから始めましょう。後でいつでも追加できます！
pt: <0>Dica profissional:</0> Comece com apenas um ou dois itens que você compra com frequência. Você pode sempre adicionar mais depois!

source: Find Your Item
de: Finde deinen Artikel
es: Encuentra tu artículo
fr: Trouvez votre article
ja: アイテムを探す
pt: Encontre o seu item

source: On the Items tab, click the <0>⋮</0> menu on any item card.
de: Klicken Sie auf der Registerkarte Artikel auf das Menü <0>⋮</0> auf einer beliebigen Artikelkarte.
es: En la pestaña Artículos, haz clic en el menú <0>⋮</0> en cualquier tarjeta de artículo.
fr: Dans l'onglet Articles, cliquez sur le menu <0>⋮</0> sur la carte d'un article.
ja: 「アイテム」タブで、アイテムカードの<0>⋮</0>メニューをクリックします。
pt: Na aba Itens, clique no menu <0>⋮</0> em qualquer cartão de item.

source: Enter how much you bought and what it cost. Date is set to today automatically.
de: Gib ein, wie viel du gekauft hast und was es gekostet hat. Das Datum wird automatisch auf heute gesetzt.
es: Ingresa cuánto compraste y cuánto costó. La fecha se establece en hoy automáticamente.
fr: Entrez la quantité achetée et son coût. La date est automatiquement définie sur aujourd'hui.
ja: 購入量と費用を入力します。日付は自動的に今日に設定されます。
pt: Informe quanto você comprou e quanto custou. A data é definida para hoje automaticamente.

source: Save It
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
pt: Salvar
