Repository: Michael-Obele/Svelte-MiniApps
Catalog: src/locales/*.po
Languages: de, es, fr, ja, pt

source: Spotted a <strong>bug</strong>? We're all ears! Your feedback is invaluable in making these tools even more amazing. Whether it's a tiny glitch or a bright idea, hop over to our GitHub page and let us know. Not tech-savvy? No problem! Just describe what you experienced - screenshots are always welcome. Every bug report brings us closer to perfection.
fr: Vous avez repéré un <strong>bug</strong> ? Nous sommes tout ouïe ! Vos commentaires sont précieux pour rendre ces outils encore plus incroyables. Qu'il s'agisse d'un petit problème ou d'une idée brillante, rendez-vous sur notre page GitHub et faites-le nous savoir. Vous n'êtes pas un expert en technologie ? Pas de problème ! Décrivez simplement ce que vous avez vécu - les captures d'écran sont toujours les bienvenues. Chaque rapport de bug nous rapproche de la perfection.
pt: Encontrou um <strong>bug</strong>? Somos todos ouvidos! Seu feedback é inestimável para tornar essas ferramentas ainda mais incríveis. Seja uma pequena falha ou uma ideia brilhante, vá para a nossa página do GitHub e nos informe. Não é um expert em tecnologia? Sem problemas! Basta descrever o que você experimentou - capturas de tela são sempre bem-vindas. Cada relatório de bug nos aproxima da perfeição.

source: Got an idea that could make these apps even better? We'd love to hear it! Whether you're a coding wizard ready to dive into the code, or someone with a fresh perspective on how things could work, your input is gold. There's a whole wishlist of apps waiting to be built, and countless ways to enhance existing ones. Ready to leave your mark on something special?
fr: Vous avez une idée qui pourrait rendre ces applications encore meilleures ? Nous aimerions l'entendre ! Que vous soyez un magicien du codage prêt à plonger dans le code, ou quelqu'un avec une nouvelle perspective sur la façon dont les choses pourraient fonctionner, votre contribution est en or. Il y a toute une liste de souhaits d'applications qui attendent d'être construites, et d'innombrables façons d'améliorer celles qui existent déjà. Prêt à laisser votre marque sur quelque chose de spécial ?
pt: Tem uma ideia que poderia tornar esses aplicativos ainda melhores? Adoraríamos ouvi-la! Seja você um mago da codificação pronto para mergulhar no código, ou alguém com uma nova perspectiva sobre como as coisas poderiam funcionar, sua contribuição é ouro. Há uma lista de desejos inteira de aplicativos esperando para serem construídos e inúmeras maneiras de aprimorar os existentes. Pronto para deixar sua marca em algo especial?

source: LayerChart Test Page
de: LayerChart Testseite
pt: Página de Teste do LayerChart

source: Testing charts with static mock data (no API calls)
de: Testen von Diagrammen mit statischen Mock-Daten (keine API-Aufrufe)
pt: Testando gráficos com dados estáticos simulados (sem chamadas de API)

source: This page uses static data from <0>src/lib/test-data/github-contribution-mock.ts</0> to test LayerChart components.
de: Diese Seite verwendet statische Daten aus <0>src/lib/test-data/github-contribution-mock.ts</0>, um LayerChart-Komponenten zu testen.
pt: Esta página usa dados estáticos de <0>src/lib/test-data/github-contribution-mock.ts</0> para testar os componentes LayerChart.

source: Test 1: Monthly Contributions Bar Chart
de: Test 1: Monatliches Beitragsbalkendiagramm
pt: Teste 1: Gráfico de Barras de Contribuições Mensais

source: Testing Bars component with {0} months of data
de: Testen der Bars-Komponente mit {0} Monaten an Daten
pt: Testando o componente Barras com {0} meses de dados

source: Test 2: Contribution Calendar Heatmap
de: Test 2: Beitrags-Kalender-Heatmap
pt: Teste 2: Mapa de Calor do Calendário de Contribuições

source: Testing Calendar component with {0} days of data
de: Testen der Kalenderkomponente mit {0} Tagen an Daten
pt: Testando o componente Calendário com {0} dias de dados

source: Test 3: Simplified Bar Chart
de: Test 3: Vereinfachtes Balkendiagramm
pt: Teste 3: Gráfico de Barras Simplificado

source: Minimal configuration to isolate issues
de: Minimale Konfiguration zur Isolierung von Problemen
pt: Configuração mínima para isolar problemas

source: Debug Information
de: Debug-Informationen
pt: Informação de Debug

source: Monthly Data Sample (first 3):
de: Monatliche Datenprobe (erste 3):
pt: Amostra de Dados Mensais (primeiros 3):

source: Calendar Data Sample (first 5):
de: Kalenderdatenprobe (erste 5):
pt: Amostra de Dados do Calendário (primeiros 5):

source: Data Structure:
de: Datenstruktur:
pt: Estrutura de Dados:

source: Monthly Data: {0} items with date (Date) and contributionCount (number)
de: Monatliche Daten: {0} Elemente mit Datum (Date) und contributionCount (Zahl)
pt: Dados Mensais: {0} itens com data (Date) e contributionCount (número)

source: Calendar Data: {0} items with date (Date), value (number), and color (string)
de: Kalenderdaten: {0} Elemente mit Datum (Date), Wert (Zahl) und Farbe (String)
pt: Dados do Calendário: {0} itens com data (Date), valor (número) e cor (string)

source: Calendar Data Years: {0}
de: Kalenderdatenjahre: {0}
pt: Anos dos Dados do Calendário: {0}

source: Icon Selector Demo
de: Icon-Auswahl-Demo
pt: Demonstração do Seletor de Ícones

source: Icon Selector Card Demo
de: Icon-Auswahl-Karten-Demo
pt: Demonstração do Cartão do Seletor de Ícones

source: NEW
de: NEU
fr: NOUVEAU

source: UPDATED
de: AKTUALISIERT
fr: MIS À JOUR

source: Apps Page | Svelte Mini Apps
de: Apps-Seite | Svelte Mini Apps
fr: Page des applications | Svelte Mini Apps

source: Explore our collection of unique Svelte Mini Apps. Discover new tools, innovative applications, and see how we're enhancing the Svelte ecosystem.
de: Entdecken Sie unsere Sammlung einzigartiger Svelte Mini Apps. Entdecken Sie neue Tools, innovative Anwendungen und sehen Sie, wie wir das Svelte-Ökosystem verbessern.
fr: Explorez notre collection unique de Svelte Mini Apps. Découvrez de nouveaux outils, des applications innovantes et voyez comment nous améliorons l'écosystème Svelte.

source: Try now <0/>
de: Jetzt ausprobieren <0/>
fr: Essayer maintenant <0/>

source: Coming Soon!
de: Kommt bald!
fr: À venir !

source: Profile - Svelte Mini Apps
de: Profil - Svelte Mini Apps
fr: Profil - Svelte Mini Apps

source: Profile page for Svelte Mini Apps, a collection of small, focused web applications built with Svelte.
de: Profilseite für Svelte Mini Apps, eine Sammlung kleiner, fokussierter Webanwendungen, die mit Svelte erstellt wurden.
fr: Page de profil pour Svelte Mini Apps, une collection de petites applications web ciblées, construites avec Svelte.

source: Developer Dashboard
de: Entwickler-Dashboard
fr: Tableau de bord du développeur

source: Projects
de: Projekte
fr: Projets

source: Usage Stats
de: Nutzungsstatistik
fr: Statistiques d'utilisation

source: Learning
de: Lernen
fr: Apprentissage

source: Permanently delete your account and all associated data. This action cannot be undone.
de: Löschen Sie Ihr Konto und alle zugehörigen Daten dauerhaft. Diese Aktion kann nicht rückgängig gemacht werden.
fr: Supprimer définitivement votre compte et toutes les données associées. Cette action ne peut pas être annulée.

source: Completed Apps
de: Abgeschlossene Apps
fr: Applications terminées

source: {0}% of total projects
de: {0}% der gesamten Projekte
fr: {0} % du total des projets

source: Keep it going!
de: Weiter so!
fr: Continue comme ça !

source: {0} unique apps used
de: {0} verschiedene Apps verwendet
fr: {0} applications uniques utilisées

source: Developer Level
de: Entwicklerstufe
fr: Niveau du développeur

source: Level {0}
de: Stufe {0}
fr: Niveau {0}

source: {0} more uses to next level
de: {0} weitere Nutzungen bis zur nächsten Stufe
fr: Encore {0} utilisations pour atteindre le niveau suivant

source: Upcoming Apps
de: Kommende Apps
fr: Applications à venir

source: Favorite Apps
de: Beliebteste Apps
fr: Applications favorites

source: Recent Activity
de: Kürzliche Aktivität
fr: Activité récente

source: Used {0}
de: {0} verwendet
fr: Utilisé {0}

source: No recent activity yet. Start using apps to see your activity here!
de: Noch keine kürzliche Aktivität. Beginnen Sie mit der Nutzung von Apps, um Ihre Aktivität hier anzuzeigen!
fr: Aucune activité récente pour le moment. Commencez à utiliser des applications pour voir votre activité ici !

source: View All Activity
de: Alle Aktivitäten anzeigen
fr: Voir toute l’activité

source: Manage your profile and preferences
de: Verwalten Sie Ihr Profil und Ihre Einstellungen
fr: Gérer votre profil et vos préférences

source: Social Pages
de: Soziale Netzwerke
fr: Pages sociales

source: Converting currencies...
de: Währungen werden umgerechnet...
fr: Conversion des devises...

source: Successfully converted currencies
de: Währungen erfolgreich umgerechnet
fr: Devises converties avec succès

source: Submitting...
de: Wird gesendet...
fr: Envoi en cours...

source: Success
de: Erfolg
fr: Succès

source: Explore the world of words together.
de: Erkunden Sie gemeinsam die Welt der Wörter.
fr: Explorez ensemble le monde des mots.

source: Enter a word
de: Gib ein Wort ein
fr: Entrez un mot

source: Searching...
de: Suche...
fr: Recherche en cours...

source: Find Meaning
de: Bedeutung finden
fr: Trouver la signification

source: Searching for meaning...
de: Suche nach Bedeutung...
fr: Recherche de la signification en cours...

source: Origin
de: Ursprung
fr: Origine

source: View License
de: Lizenz anzeigen
fr: Voir la licence

source: Password Length: {0}
de: Passwortlänge: {0}
fr: Longueur du mot de passe : {0}

source: View Saved Passwords ({0})
de: Gespeicherte Passwörter anzeigen ({0})
fr: Voir les mots de passe enregistrés ({0})

source: Word is required
de: Ein Wort ist erforderlich
fr: Le mot est requis

source: Word cannot be empty
de: Das Wort darf nicht leer sein
fr: Le mot ne peut pas être vide

source: Word cannot be longer than {0} characters
de: Das Wort darf nicht länger als {0} Zeichen sein
fr: Le mot ne peut pas dépasser {0} caractères

source: Word can only contain letters, spaces, and hyphens
de: Das Wort darf nur Buchstaben, Leerzeichen und Bindestriche enthalten
fr: Le mot ne peut contenir que des lettres, des espaces et des tirets

source: Request Timeout
de: Zeitüberschreitung der Anfrage
fr: Délai d'attente de la requête dépassé

source: The request took too long to complete.
de: Die Anfrage hat zu lange gedauert.
fr: La requête a pris trop de temps pour s'exécuter.

source: Please try again. If the problem persists, check your internet connection.
de: Bitte versuchen Sie es erneut. Wenn das Problem weiterhin besteht, überprüfen Sie Ihre Internetverbindung.
fr: Veuillez réessayer. Si le problème persiste, vérifiez votre connexion Internet.

source: Service Error
de: Dienstfehler
fr: Erreur de service

source: An unexpected error occurred while fetching the dictionary data.
de: Beim Abrufen der Wörterbuchdaten ist ein unerwarteter Fehler aufgetreten.
fr: Une erreur inattendue est survenue lors de la récupération des données du dictionnaire.

source: Please try again later. If the problem persists, contact support.
de: Bitte versuchen Sie es später erneut. Wenn das Problem weiterhin besteht, wenden Sie sich an den Support.
fr: Veuillez réessayer plus tard. Si le problème persiste, contactez le support.

source: Svelte, Mini Apps, Apps, Tools, Applications, Ecosystem, Innovative, Unique
de: Svelte, Mini-Apps, Apps, Tools, Anwendungen, Ökosystem, Innovativ, Einzigartig
fr: Svelte, Mini Applications, Apps, Outils, Applications, Écosystème, Innovant, Unique

source: {0}: {1} contributions
de: {0}: {1} Beiträge

source: Heart
de: Herz

source: Star
de: Stern

source: Smile
de: Lächeln

source: Zap
de: Blitz

source: Select an icon
de: Wähle ein Symbol

source: Icon Selector
de: Symbolauswahl

source: Choose your favorite icon from the list below.
de: Wähle dein Lieblingssymbol aus der Liste unten.

source: User
de: Benutzer

source: US
de: USA

source: Selected Icon:
de: Ausgewähltes Symbol:

source: Choose an icon:
de: Wähle ein Symbol:

source: K
de: T

source: Perplexity Sonar API
fr: API Perplexity Sonar

source: Beyond code, I contribute to Svelte projects, mentor developers, and love collaborating on innovative solutions. Let's create something exceptional together!
fr: Au-delà du code, je contribue aux projets Svelte, je mentor des développeurs et j'adore collaborer sur des solutions innovantes. Créons quelque chose d'exceptionnel ensemble !

source: {0} - Error {1}
fr: {0} - Erreur {1}

source: All
fr: Toutes

source: Find App...
fr: Trouver une application...

source: What's in the Toolbox:
fr: Ce qui se trouve dans la boîte à outils :

source: Coming soon
fr: À venir

source: And many more
fr: Et bien d'autres

source: Announcements - Changelog - Svelte Mini Apps
fr: Annonces - Journal des modifications - Svelte-MiniApps

source: Stay updated with the latest announcements and future plans for Svelte Mini Apps
fr: Restez informé des dernières annonces et des plans futurs pour Svelte-MiniApps.

source: Please fill in all required fields
fr: Veuillez remplir tous les champs obligatoires.

source: Item added successfully!
fr: Élément ajouté avec succès !

source: Item updated successfully!
fr: Élément mis à jour avec succès !

source: Purchase record added successfully!
fr: Enregistrement d'achat ajouté avec succès !

source: Purchase record updated successfully!
fr: Enregistrement d'achat mis à jour avec succès !

source: Please log in to backup your data
fr: Veuillez vous connecter pour sauvegarder vos données.

source: Please log in to refresh data from server
fr: Veuillez vous connecter pour actualiser les données depuis le serveur.

source: You have unsaved changes. Refreshing will override your local changes with server data. Continue?
fr: Vous avez des modifications non enregistrées. Le rafraîchissement remplacera vos modifications locales par les données du serveur. Voulez-vous continuer ?

source: Track your purchases over time with detailed records
fr: Suivez vos achats au fil du temps avec des enregistrements détaillés.

source: Delete Item
fr: Supprimer l'élément

source: Are you sure you want to delete this item and all its purchase records? This will permanently remove all associated data.
fr: Êtes-vous sûr de vouloir supprimer cet élément et tous ses enregistrements d'achat ? Cela supprimera définitivement toutes les données associées.

source: Delete Purchase Record
fr: Supprimer l'enregistrement d'achat.

source: Are you sure you want to delete this purchase record? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer cet enregistrement d'achat ? Cette action ne peut pas être annulée.

source: All fields are required
fr: Tous les champs sont obligatoires.

source: Username must be between 3 and 31 characters and contain only lowercase letters, numbers, underscores, and hyphens
fr: Le nom d'utilisateur doit comporter entre 3 et 31 caractères et ne contenir que des lettres minuscules, des chiffres, des caractères de soulignement et des tirets.

source: Password must be at least 6 characters long
fr: Le mot de passe doit contenir au moins 6 caractères.

source: Username is already taken
fr: Le nom d'utilisateur est déjà pris.

source: AbortError
fr: Erreur d'annulation

source: Welcome to your new favorite toolkit! Our Mini Apps are carefully crafted companions for your daily digital journey. Each app is designed with you in mind - quick to load, easy to use, and ready to tackle your everyday challenges. Whether you're planning your budget, building healthy habits, or staying organized, we've got just the right tool for you.
fr: Bienvenue dans votre nouvelle boîte à outils préférée ! Nos Mini Apps sont des compagnons soigneusement conçus pour votre parcours numérique quotidien. Chaque application est conçue pour vous : rapide à charger, facile à utiliser et prête à relever vos défis quotidiens. Que vous planifiiez votre budget, preniez de bonnes habitudes ou restiez organisé, nous avons l'outil idéal pour vous.

source: Whether you're a student managing assignments, a professional tracking projects, or anyone in between, our Mini Apps adapt to your needs. Start small with basic features and discover more powerful capabilities as you grow. Plus, they work seamlessly across all your devices, so your tools are always right where you need them.
fr: Que vous soyez un étudiant gérant ses devoirs, un professionnel suivant ses projets, ou n'importe qui entre les deux, nos Mini Apps s'adaptent à vos besoins. Commencez petit avec des fonctionnalités de base et découvrez des capacités plus puissantes au fur et à mesure de votre progression. De plus, elles fonctionnent de manière transparente sur tous vos appareils, de sorte que vos outils sont toujours là où vous en avez besoin.

source: From managing your budget to boosting productivity, each app here is designed with one goal: to help you get things done. Built with <0>Svelte</0>, these tools are fast, responsive, and a joy to use.
fr: De la gestion de votre budget à l'augmentation de votre productivité, chaque application ici est conçue avec un seul objectif : vous aider à accomplir vos tâches. Conçus avec <0>Svelte</0>, ces outils sont rapides, réactifs et agréables à utiliser.

source: Please enter a GitHub username
fr: Veuillez entrer un nom d'utilisateur GitHub

source: Refreshing data...
fr: Actualisation des données...

source: Data refreshed successfully!
fr: Données actualisées avec succès !

source: Failed to refresh data
fr: Échec de l'actualisation des données

source: {0} repos
fr: {0} dépôts

source: Average per day:
fr: Moyenne par jour :

source: Most active in:
fr: Plus actif dans :

source: Repositories:
fr: Référentiels :

source: This user also has {0} private contributions
fr: Cet utilisateur a également {0} contributions privées

source: With commits:
fr: Avec des commits :

source: With PRs:
fr: Avec des PRs :

source: With issues:
fr: Avec des problèmes :

source: With reviews:
fr: Avec des revues :
