Repository: Michael-Obele/Svelte-MiniApps
Catalog: src/locales/*.po
Languages: de, es, fr, ja, pt

source: Click Save. Your purchase is recorded and statistics update instantly!
de: Klicke auf Speichern. Dein Einkauf wird erfasst und die Statistiken werden sofort aktualisiert!
es: Haz clic en Guardar. Tu compra queda registrada y las estadísticas se actualizan al instante.
fr: Cliquez sur Enregistrer. Votre achat est enregistré et les statistiques se mettent à jour instantanément!
ja: 「保存」をクリックします。購入が記録され、統計が即座に更新されます！
pt: Clique em Salvar. Sua compra é registrada e as estatísticas são atualizadas instantaneamente!

source: Where you bought it
de: Wo du es gekauft hast
es: Dónde lo compraste
fr: Où vous l'avez acheté
ja: 購入場所
pt: Local da compra

source: Payment
de: Zahlung
es: Pago
fr: Paiement
ja: 支払い
pt: Pagamento

source: Cash, Card, etc.
de: Bargeld, Karte usw.
es: Efectivo, Tarjeta, etc.
fr: Espèces, Carte, etc.
ja: 現金、カードなど
pt: Dinheiro, cartão, etc.

source: Any extra details
de: Zusätzliche Details
es: Cualquier detalle adicional
fr: Détails supplémentaires
ja: その他の詳細
pt: Quaisquer detalhes adicionais

source: <0/> View Your Data
de: <0/> Daten anzeigen
es: <0/> Ver tus datos
fr: <0/> Voir vos données
ja: <0/> データを表示
pt: <0/> Visualize seus dados

source: Switch between <0>Items</0> and <1>Purchase History</1> tabs to see different views.
de: Wechseln Sie zwischen den Registerkarten <0>Artikel</0> und <1>Kaufhistorie</1>, um verschiedene Ansichten anzuzeigen.
es: Cambia entre las pestañas <0>Artículos</0> y <1>Historial de compras</1> para ver diferentes vistas.
fr: Basculez entre les onglets <0>Articles</0> et <1>Historique des achats</1> pour voir différentes vues.
ja: 異なるビューを表示するには、<0>アイテム</0>タブと<1>購入履歴</1>タブを切り替えます。
pt: Alternar entre as abas <0>Itens</0> e <1>Histórico de Compras</1> para ver diferentes visualizações.

source: <0/> Check Statistics
de: <0/> Statistiken prüfen
es: <0/> Ver estadísticas
fr: <0/> Consulter les statistiques
ja: <0/> 統計を確認
pt: <0/> Ver Estatísticas

source: Each item card shows total spent and number of purchases at a glance.
de: Jede Artikelkarte zeigt auf einen Blick die Gesamtausgaben und die Anzahl der Einkäufe an.
es: Cada tarjeta de artículo muestra el total gastado y el número de compras de un vistazo.
fr: Chaque carte d'article affiche le total dépensé et le nombre d'achats en un coup d'œil.
ja: 各アイテムカードには、合計支出額と購入回数が一目で表示されます。
pt: Cada cartão de item mostra, de relance, o total gasto e o número de compras.

source: <0/> Edit Anytime
de: <0/> Jederzeit bearbeiten
es: <0/> Edita en cualquier momento
fr: <0/> Modifier à tout moment
ja: <0/> いつでも編集
pt: <0/> Edite a qualquer momento

source: Click the <0>⋮</0> menu to edit items or view detailed history.
de: Klicken Sie auf das Menü <0>⋮</0>, um Artikel zu bearbeiten oder die detaillierte Historie anzuzeigen.
es: Haz clic en el menú <0>⋮</0> para editar artículos o ver el historial detallado.
fr: Cliquez sur le menu <0>⋮</0> pour modifier les articles ou afficher l'historique détaillé.
ja: <0>⋮</0>メニューをクリックして、アイテムを編集するか、詳細な履歴を表示します。
pt: Clique no menu <0>⋮</0> para editar itens ou visualizar o histórico detalhado.

source: Quick Tips:
de: Schnelle Tipps:
es: Consejos rápidos:
fr: Astuces rapides:
ja: クイックヒント:
pt: Dicas rápidas:

source: Record purchases regularly for accurate tracking
de: Erfasse regelmäßig Einkäufe für eine genaue Nachverfolgung
es: Registra las compras regularmente para un seguimiento preciso
fr: Enregistrez régulièrement vos achats pour un suivi précis
ja: 正確な追跡のために定期的に購入を記録します
pt: Registre as compras regularmente para um rastreamento preciso.

source: Use consistent categories for easier analysis
de: Verwende einheitliche Kategorien für eine einfachere Analyse
es: Usa categorías consistentes para un análisis más fácil
fr: Utilisez des catégories cohérentes pour une analyse plus facile
ja: 分析を容易にするために一貫したカテゴリを使用します
pt: Use categorias consistentes para uma análise mais fácil.

source: Backup your data if logged in (cloud icon in header)
de: Sichere deine Daten, wenn du angemeldet bist (Cloud-Symbol in der Kopfzeile)
es: Haz una copia de seguridad de tus datos si has iniciado sesión (ícono de nube en la cabecera)
fr: Sauvegardez vos données si vous êtes connecté (icône nuage dans l'en-tête)
ja: ログインしている場合は、データをバックアップしてください（ヘッダーのクラウドアイコン）
pt: Faça backup dos seus dados se estiver logado (ícone de nuvem no cabeçalho).

source: Works offline - no internet needed!
de: Funktioniert offline - kein Internet erforderlich!
es: ¡Funciona sin conexión - no se necesita Internet!
fr: Fonctionne hors ligne - pas besoin d'internet !
ja: オフラインで動作します - インターネットは不要です！```
pt: Funciona offline - sem necessidade de internet!

source: Click <strong>"Add Item"</strong> button. Name it something like "Coffee" or "Gas".
de: Klicken Sie auf die Schaltfläche <strong>"Artikel hinzufügen"</strong>. Nennen Sie ihn z.B. "Kaffee" oder "Benzin".
es: Haz clic en el botón <strong>"Añadir artículo"</strong>. Nómbralo algo así como "Café" o "Gas".
fr: Cliquez sur le bouton <strong>"Ajouter un élément"</strong>. Nommez-le quelque chose comme "Café" ou "Gaz".
ja: <strong>「アイテムを追加」</strong>ボタンをクリックします。「コーヒー」や「ガソリン」のように名前を付けます。
pt: Clique no botão <strong>"Adicionar Item"</strong>. Nomeie-o com algo como "Café" ou "Gasolina".

source: On the Items tab, click the <strong>⋮</strong> menu on any item card.
de: Klicke auf dem Reiter Artikel auf das <strong>⋮</strong>-Menü auf einer beliebigen Artikelkarte.
es: En la pestaña Artículos, haz clic en el menú <strong>⋮</strong> de cualquier tarjeta de artículo.
fr: Dans l’onglet Articles, cliquez sur le menu <strong>⋮</strong> sur n’importe quelle carte d’article.
ja: 「アイテム」タブで、任意のアイテムカードの<strong>⋮</strong>メニューをクリックします。
pt: Na aba Itens, clique no menu <strong>⋮</strong> em qualquer cartão de item.

source: View Your Data
de: Daten anzeigen
es: Ver tus datos
fr: Voir vos données
ja: データを表示
pt: Ver seus dados

source: Switch between <strong>Items</strong> and <strong>Purchase History</strong> tabs to see different views.
de: Wechsle zwischen den Reitern <strong>Artikel</strong> und <strong>Kaufhistorie</strong>, um verschiedene Ansichten zu sehen.
es: Cambia entre las pestañas <strong>Artículos</strong> y <strong>Historial de compras</strong> para ver diferentes vistas.
fr: Basculez entre les onglets <strong>Articles</strong> et <strong>Historique des achats</strong> pour voir différentes vues.
ja: <strong>「アイテム」</strong>タブと<strong>「購入履歴」</strong>タブを切り替えて、さまざまな表示を確認します。
pt: Troque entre as abas <strong>Itens</strong> e <strong>Histórico de Compras</strong> para ver diferentes visualizações.

source: Check Statistics
de: Statistiken prüfen
es: Ver estadísticas
fr: Consultez les statistiques
ja: 統計を確認
pt: Ver Estatísticas

source: Edit Anytime
de: Jederzeit bearbeiten
es: Editar en cualquier momento.
fr: Éditez à tout moment
ja: いつでも編集
pt: Edite a qualquer momento

source: Click the <strong>⋮</strong> menu to edit items or view detailed history.
de: Klicke auf das <strong>⋮</strong>-Menü, um Artikel zu bearbeiten oder eine detaillierte Historie anzuzeigen.
es: Haz clic en el menú <strong>⋮</strong> para editar artículos o ver un historial detallado.
fr: Cliquez sur le menu <strong>⋮</strong> pour modifier des articles ou afficher l’historique détaillé.
ja: <strong>⋮</strong>メニューをクリックして、アイテムを編集したり、詳細な履歴を表示したりします。
pt: Clique no menu <strong>⋮</strong> para editar itens ou visualizar o histórico detalhado.

source: <0/> Quick Guide
de: <0/> Kurzanleitung
es: <0/> Guía rápida
fr: <0/> Guide rapide
ja: <0/> クイックガイド
pt: <0/> Guia Rápido

source: Simple steps to track your purchases effectively
de: Einfache Schritte zur effektiven Verfolgung deiner Einkäufe
es: Pasos simples para realizar un seguimiento de tus compras de forma eficaz.
fr: Des étapes simples pour suivre efficacement vos achats.
ja: 購入を効果的に追跡するための簡単なステップ
pt: Etapas simples para acompanhar suas compras de forma eficaz.

source: <0/> Edit Item
de: <0/> Artikel bearbeiten
es: <0/> Editar artículo
fr: <0/> Modifier l'article
ja: <0/> 項目を編集
pt: <0/> Editar Item

source: <0/> Add Purchase
de: <0/> Einkauf hinzufügen
es: <0/> Añadir compra
fr: <0/> Ajouter un achat
ja: <0/> 購入を追加
pt: <0/> Adicionar Compra

source: <0/> View History
de: <0/> Verlauf anzeigen
es: <0/> Ver historial
fr: <0/> Voir l'historique
ja: <0/> 履歴を見る
pt: <0/> Ver Histórico

source: <0/> Delete Item
de: <0/> Artikel löschen
es: <0/> Eliminar artículo
fr: <0/> Supprimer l'article
ja: <0/> 項目を削除
pt: <0/> Excluir Item

source: Unit:
de: Einheit:
es: Unidad:
fr: Unité:
ja: 単位:
pt: Unidade:

source: Currency:
de: Währung:
es: Moneda:
fr: Devise:
ja: 通貨:
pt: Moeda:

source: Total Purchases:
de: Gesamteinkäufe:
es: Total de compras:
fr: Achats totaux:
ja: 合計購入数:
pt: Total de Compras:

source: Total Spent:
de: Gesamtausgaben:
es: Total gastado:
fr: Dépense totale:
ja: 合計支出:
pt: Total gasto:

source: Search items...
de: Artikel suchen...
es: Buscar artículos...
fr: Rechercher des articles...
ja: アイテムを検索...
pt: Pesquisar itens...

source: All Categories
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
ja: すべてのカテゴリ
pt: Todas as Categorias

source: No items found
de: Keine Artikel gefunden
es: No se encontraron artículos
fr: Aucun article trouvé
ja: アイテムが見つかりません
pt: Nenhum item encontrado

source: Try adjusting your search or filters.
de: Versuchen Sie, Ihre Suche oder Filter anzupassen.
es: Prueba a ajustar tu búsqueda o tus filtros.
fr: Essayez d'ajuster votre recherche ou vos filtres.
ja: 検索やフィルターを調整してみてください。
pt: Tente ajustar sua pesquisa ou os filtros.

source: Get started by adding your first item.
de: Legen Sie los, indem Sie Ihren ersten Artikel hinzufügen.
es: Comienza añadiendo tu primer artículo.
fr: Commencez par ajouter votre premier article.
ja: 最初のアイテムを追加して始めましょう。
pt: Comece adicionando seu primeiro item.

source: Add Your First Item
de: Fügen Sie Ihren ersten Artikel hinzu
es: Añade tu primer artículo
fr: Ajouter votre premier article
ja: 最初のアイテムを追加```
pt: Adicione seu primeiro item

source: Purchase History
de: Kaufhistorie
es: Historial de compras
fr: Historique des achats
ja: 購入履歴
pt: Histórico de Compras

source: Complete purchase records for <0/>
de: Vollständige Kaufdatensätze für <0/>
es: Registros de compras completos para <0/>
fr: Complétez les enregistrements d'achats pour <0/>
ja: <0/> の完全な購入記録
pt: Registros completos de compras para <0/>

source: Total Purchases
de: Gesamteinkäufe
es: Compras totales
fr: Achats totaux
ja: 合計購入数
pt: Total de Compras

source: Total Quantity
de: Gesamtmenge
es: Cantidad total
fr: Quantité totale
ja: 合計数量
pt: Quantidade Total

source: Total Spent
de: Gesamtausgaben
es: Gasto total
fr: Dépenses totales
ja: 合計支出額
pt: Total Gasto

source: N/A
es: No disponible
fr: Non disponible
ja: 該当なし
pt: N/D

source: Avg Cost
de: Durchschnittliche Kosten
es: Costo promedio
fr: Coût moyen
ja: 平均コスト
pt: Custo Médio

source: Purchase Records
de: Kaufaufzeichnungen
es: Registros de compras
fr: Enregistrements d'achats
ja: 購入記録
pt: Registros de compras

source: {0} record{1}
de: {0} Aufzeichnung{1}
es: {0} registro{1}
fr: {0} enregistrement{1}
ja: {0} 件の記録{1}
pt: {0} registro{1}

source: No purchases yet
de: Noch keine Käufe
es: Aún no hay compras
fr: Aucun achat pour le moment
ja: まだ購入記録はありません
pt: Ainda não há compras

source: Start tracking your purchases for {0} to see detailed history and analytics here.
de: Beginnen Sie mit der Verfolgung Ihrer Einkäufe für {0}, um hier detaillierte Historien und Analysen anzuzeigen.
es: Comienza a hacer un seguimiento de tus compras para {0} para ver el historial detallado y análisis aquí.
fr: Commencez à suivre vos achats pour {0} afin de voir l'historique détaillé et les analyses ici.
ja: {0} の購入を追跡して、詳細な履歴と分析をここで確認してください。
pt: Comece a registrar suas compras de {0} para ver o histórico detalhado e as análises aqui.

source: <0/> Add First Purchase
de: <0/> Ersten Kauf hinzufügen
es: <0/> Añade la primera compra
fr: <0/> Ajouter le premier achat
ja: <0/> 最初の購入を追加```
pt: <0/> Adicionar a primeira compra

source: Quantity:
de: Menge:
es: Cantidad:
fr: Quantité :
ja: 数量:
pt: Quantidade:

source: Cost:
de: Kosten:
es: Costo:
fr: Coût :
ja: 費用:
pt: Custo:

source: Date:
de: Datum:
es: Fecha:
ja: 日付:
pt: Data:

source: Location:
de: Ort:
es: Ubicación:
fr: Emplacement :
ja: 場所:
pt: Localização:

source: Notes:
de: Notizen:
es: Notas:
ja: 備考:
pt: Notas:

source: Track items and record purchases over time
de: Verfolge Artikel und zeichne Käufe im Zeitverlauf auf
es: Rastrear artículos y registrar compras a lo largo del tiempo
fr: Suivre les articles et enregistrer les achats au fil du temps
ja: アイテムを追跡し、購入履歴を記録します
pt: Acompanhe itens e registre compras ao longo do tempo.

source: Refresh data from server
de: Daten vom Server aktualisieren
es: Actualizar datos desde el servidor
fr: Actualiser les données depuis le serveur
ja: サーバーからデータを更新
pt: Atualizar dados do servidor

source: Refreshing...
de: Aktualisiere...
es: Actualizando...
fr: Actualisation...
ja: 更新中...
pt: Atualizando...

source: Invalid Date
de: Ungültiges Datum
es: Fecha inválida
fr: Date invalide
ja: 無効な日付
pt: Data Inválida

source: All Purchases
de: Alle Käufe
es: Todas las compras
fr: Tous les achats
ja: すべての購入
pt: Todas as Compras

source: All Purchase Records
de: Alle Kaufaufzeichnungen
es: Todos los registros de compras
fr: Tous les enregistrements d'achats
ja: すべての購入記録
pt: Todos os Registros de Compras

source: <0/> By Month
de: <0/> Nach Monat
es: <0/> Por mes
fr: <0/> Par mois
ja: <0/> 月別
pt: <0/> Por Mês

source: <0/> By Year
de: <0/> Nach Jahr
es: <0/> Por año
fr: <0/> Par an
ja: <0/> 年別
pt: <0/> Por Ano

source: <0/> All
de: <0/> Alle
es: <0/> Todos
fr: <0/> Tous
ja: <0/> すべて
pt: <0/> Tudo

source: {0} purchase{1}
de: {0} Kauf{1}
es: {0} compra{1}
fr: {0} achat{1}
ja: {0} 件の購入{1}
pt: {0} compra{1}

source: Total: {0}
de: Gesamt: {0}
ja: 合計: {0}

source: No purchase records
de: Keine Kaufaufzeichnungen
es: No hay registros de compras
fr: Aucun enregistrement d'achats
ja: 購入記録はありません
pt: Sem registros de compras

source: Add some purchases to your items to see the history here.
de: Fügen Sie Ihren Artikeln einige Käufe hinzu, um hier die Historie anzuzeigen.
es: Añade algunas compras a tus artículos para ver el historial aquí.
fr: Ajoutez quelques achats à vos articles pour voir l'historique ici.
ja: ここに履歴を表示するには、アイテムに購入を追加してください。```
pt: Adicione algumas compras aos seus itens para ver o histórico aqui.

source: All Time
de: Gesamte Zeit
es: Todo el tiempo
fr: Depuis le début
ja: 全期間
pt: Todo o tempo

source: This Week
de: Diese Woche
es: Esta semana
fr: Cette semaine
ja: 今週
pt: Esta Semana

source: This Month
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
ja: 今月
pt: Este Mês

source: This Quarter
de: Dieses Quartal
es: Este trimestre
fr: Ce trimestre
ja: 今四半期
pt: Este Trimestre

source: Quick Filters
de: Schnellfilter
es: Filtros rápidos
fr: Filtres rapides
ja: クイックフィルター
pt: Filtros rápidos

source: My Social Links:
de: Meine sozialen Links:
es: Mis enlaces sociales:
fr: Mes liens sociaux :
ja: 私のソーシャルリンク:
pt: Meus Links Sociais:

source: Generate and download QR codes for links, contact info, or any data you want to embed.
de: Generiere und lade QR-Codes für Links, Kontaktinformationen oder beliebige Daten herunter, die du einbetten möchtest.
es: Genera y descarga códigos QR para enlaces, información de contacto o cualquier dato que quieras incrustar.
fr: Générez et téléchargez des codes QR pour des liens, des informations de contact ou toutes les données que vous souhaitez intégrer.
ja: リンク、連絡先情報、または埋め込みたい任意のデータのQRコードを生成してダウンロードします。
pt: Gere e baixe códigos QR para links, informações de contato ou qualquer dado que você queira incorporar.

source: QR Code, QR Code Generator, Encode QR, Save QR
de: QR-Code, QR-Code-Generator, QR kodieren, QR speichern
es: Código QR, Generador de códigos QR, Codificar QR, Guardar QR
fr: Code QR, Générateur de code QR, Encoder le code QR, Enregistrer le code QR
ja: QRコード, QRコードジェネレーター, QRエンコード, QR保存
pt: Código QR, Gerador de Código QR, Codificar QR, Salvar QR

source: Create QR codes for text, URLs, contact information, and more. Download instantly.
de: Erstelle QR-Codes für Text, URLs, Kontaktinformationen und mehr. Sofortiger Download.
es: Crea códigos QR para texto, URL, información de contacto y más. Descárgalos al instante.
fr: Créez des codes QR pour du texte, des URL, des informations de contact et bien plus encore. Téléchargez-les instantanément.
ja: テキスト、URL、連絡先情報などのQRコードを作成します。すぐにダウンロードできます。
pt: Crie códigos QR para texto, URLs, informações de contato e muito mais. Baixe instantaneamente.

source: Text/URL
es: Texto/URL
fr: Texte/URL
ja: テキスト/URL
pt: Texto/URL

source: Contact Card
de: Visitenkarte
es: Tarjeta de contacto
fr: Carte de contact
ja: 連絡先カード
pt: Cartão de Contato

source: Social Links
de: Soziale Links
es: Enlaces sociales
fr: Liens sociaux
ja: ソーシャルリンク```
pt: Links Sociais

source: Full Name
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
ja: 氏名
pt: Nome completo

source: John Doe
de: Max Mustermann
es: Juan Pérez
fr: Jean Dupont
ja: ジョン・ドゥ
pt: João da Silva

source: Phone Number
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
ja: 電話番号
pt: Número de telefone

source: Email
es: Correo electrónico
ja: メールアドレス

source: Website
de: Webseite
es: Sitio web
fr: Site Web
ja: ウェブサイト
pt: Site

source: Your QR Code
de: Dein QR-Code
es: Tu código QR
fr: Votre code QR
ja: あなたのQRコード
pt: Seu código QR

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
ja: ダウンロード
pt: Baixar

source: Download QR Code
de: QR-Code herunterladen
es: Descargar código QR
fr: Télécharger le code QR
ja: QRコードをダウンロード
pt: Baixar código QR

source: Link Label
de: Link-Beschriftung
es: Etiqueta del enlace
fr: Libellé du lien
ja: リンクのラベル
pt: Rótulo do link

source: Instagram, Twitter, Portfolio, etc.
de: Instagram, Twitter, Portfolio, usw.
es: Instagram, Twitter, Portafolio, etc.
ja: インスタグラム、ツイッター、ポートフォリオなど
pt: Instagram, Twitter, Portfólio, etc.

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除
pt: Remover

source: Add Another Link
de: Weiteren Link hinzufügen
es: Agregar otro enlace
fr: Ajouter un autre lien
ja: 別のリンクを追加
pt: Adicionar outro link

source: Enter Text or URL
de: Text oder URL eingeben
es: Introduce texto o URL
fr: Entrez du texte ou une URL
ja: テキストまたはURLを入力
pt: Digite o texto ou URL

source: Enter text or paste a URL
de: Text eingeben oder eine URL einfügen
es: Introduce texto o pega una URL
fr: Entrez du texte ou collez une URL
ja: テキストを入力するか、URLを貼り付けてください
pt: Digite o texto ou cole uma URL

source: Random Emoji Generator - Svelte Mini Apps
de: Zufalls-Emoji-Generator - Svelte Mini Apps
es: Generador de Emojis Aleatorios - Svelte Mini Apps
fr: Générateur d'émojis aléatoires - Svelte Mini Apps
ja: ランダム絵文字ジェネレーター - Svelte ミニアプリ
pt: Gerador de Emojis Aleatórios - Svelte Mini Apps

source: Generate random emojis with our Random Emoji Generator. Click the button to get a new emoji. Perfect for fun and productivity.
de: Generieren Sie zufällige Emojis mit unserem Zufalls-Emoji-Generator. Klicken Sie auf die Schaltfläche, um ein neues Emoji zu erhalten. Perfekt für Spaß und Produktivität.
es: Genera emojis aleatorios con nuestro Generador de Emojis Aleatorios. Haz clic en el botón para obtener un nuevo emoji. Perfecto para la diversión y la productividad.
fr: Générez des émojis aléatoires avec notre générateur d'émojis. Cliquez sur le bouton pour obtenir un nouvel émoji. Parfait pour s'amuser et améliorer votre productivité.
ja: ランダム絵文字ジェネレーターを使って、ランダムな絵文字を生成しましょう。ボタンをクリックして、新しい絵文字を取得します。楽しみや生産性に最適です。
pt: Gere emojis aleatórios com o nosso Gerador de Emojis Aleatórios. Clique no botão para obter um novo emoji. Perfeito para diversão e produtividade.

source: Random Emoji, Emoji Generator, Fun, Productivity, Svelte Apps
de: Zufalls-Emoji, Emoji-Generator, Spaß, Produktivität, Svelte Apps
es: Emoji aleatorio, Generador de Emojis, Diversión, Productividad, Aplicaciones Svelte
fr: Émoji aléatoire, Générateur d'émojis, Amusement, Productivité, Applications Svelte
ja: ランダム絵文字、絵文字ジェネレーター、楽しい、生産性、Svelteアプリ
pt: Emojis aleatórios, Gerador de Emojis, Diversão, Produtividade, Apps Svelte

source: <0/> Generate
de: <0/> Generieren
es: <0/> Generar
fr: <0/> Générer
ja: <0/> 生成
pt: <0/> Gerar

source: Emoji copied to clipboard
de: Emoji in die Zwischenablage kopiert
es: Emoji copiado al portapapeles
fr: Émoji copié dans le presse-papiers
ja: 絵文字をクリップボードにコピーしました
pt: Emoji copiado para a área de transferência

source: <0/> Copy
de: <0/> Kopieren
es: <0/> Copiar
fr: <0/> Copier
ja: <0/> コピー
pt: <0/> Copiar

source: Please select at least one character type
de: Bitte wähle mindestens einen Zeichentyp aus
es: Por favor, seleccione al menos un tipo de carácter.
fr: Veuillez sélectionner au moins un type de caractère
ja: 少なくとも1つの文字タイプを選択してください
pt: Por favor, selecione pelo menos um tipo de caractere

source: Password copied to clipboard
de: Passwort in die Zwischenablage kopiert
es: Contraseña copiada al portapapeles.
fr: Le mot de passe a été copié dans le presse-papiers.
ja: パスワードをクリップボードにコピーしました
pt: Senha copiada para a área de transferência

source: Failed to copy password
de: Das Kopieren des Passworts ist fehlgeschlagen
es: Error al copiar la contraseña.
fr: Échec de la copie du mot de passe.
ja: パスワードのコピーに失敗しました
pt: Falha ao copiar a senha

source: Generates random passwords with configurable length and complexity. Secure your accounts with ease.
de: Generiert zufällige Passwörter mit konfigurierbarer Länge und Komplexität. Sichern Sie Ihre Konten mühelos.
es: Genera contraseñas aleatorias con una longitud y complejidad configurables. Protege tus cuentas con facilidad.
fr: Génère des mots de passe aléatoires avec une longueur et une complexité configurables. Protégez vos comptes en toute simplicité.
ja: 設定可能な長さと複雑さでランダムなパスワードを生成します。簡単にお客様のアカウントを安全に保護します。
pt: Gera senhas aleatórias com comprimento e complexidade configuráveis. Proteja suas contas com facilidade.

source: Password Generator
de: Passwort-Generator
es: Generador de contraseñas
fr: Générateur de mots de passe
ja: パスワードジェネレーター
pt: Gerador de senhas

source: Generate secure, random passwords instantly
de: Generiere sofort sichere, zufällige Passwörter
es: Genera contraseñas seguras y aleatorias al instante.
fr: Générez des mots de passe sécurisés et aléatoires instantanément.
ja: 安全なランダムパスワードを即座に生成
pt: Gere senhas seguras e aleatórias instantaneamente.

source: Save Password
de: Passwort speichern
es: Guardar contraseña
fr: Enregistrer le mot de passe
ja: パスワードを保存
pt: Salvar Senha

source: Add an optional description to help you remember what this password is for.
de: Fügen Sie eine optionale Beschreibung hinzu, die Ihnen hilft, sich zu merken, wofür dieses Passwort ist.
es: Añade una descripción opcional para ayudarte a recordar para qué es esta contraseña.
fr: Ajoutez une description facultative pour vous aider à vous souvenir à quoi sert ce mot de passe.
ja: このパスワードが何のためのものか思い出すのに役立つように、オプションの説明を追加してください。
pt: Adicione uma descrição opcional para ajudá-lo a lembrar para que serve esta senha.

source: Description (Optional)
de: Beschreibung (Optional)
es: Descripción (Opcional)
fr: Description (Facultatif)
ja: 説明 (オプション)
pt: Descrição (Opcional)

source: {0}/200 characters
de: {0}/200 Zeichen
es: {0}/200 caracteres
fr: {0}/200 caractères
ja: {0}/200 文字
pt: {0}/200 caracteres

source: <0/> Save
de: <0/> Speichern
es: <0/> Guardar
fr: <0/> Enregistrer
ja: <0/> 保存
pt: <0/> Salvar

source: Your password will appear here
de: Ihr Passwort erscheint hier
es: Tu contraseña aparecerá aquí.
fr: Votre mot de passe apparaîtra ici.
ja: パスワードがここに表示されます
pt: Sua senha aparecerá aqui

source: Password Strength: {0}%
de: Passwortstärke: {0}%
es: Fuerza de la contraseña: {0}%
fr: Force du mot de passe : {0}%
ja: パスワード強度: {0}%
pt: Força da senha: {0}%
