Repository: Michael-Obele/Svelte-MiniApps
Catalog: src/locales/*.po
Languages: de, es, fr, ja, pt

source: Svelte and SvelteKit documentation and tutorials
de: Svelte- und SvelteKit-Dokumentation und -Tutorials
es: Documentación y tutoriales de Svelte y SvelteKit
fr: Documentation et tutoriels de Svelte et SvelteKit
ja: SvelteとSvelteKitのドキュメントとチュートリアル
pt: Documentação e tutoriais do Svelte e SvelteKit

source: Svelte 5 Documentation
de: Svelte 5 Dokumentation
es: Documentación de Svelte 5
fr: Documentation de Svelte 5
ja: Svelte 5のドキュメント
pt: Documentação do Svelte 5

source: Learn about Svelte's reactive state management and component model
de: Erfahren Sie mehr über Sveltes reaktives Zustandsmanagement und Komponentenmodell
es: Aprende sobre la gestión reactiva del estado y el modelo de componentes de Svelte
fr: Découvrez la gestion réactive de l'état et le modèle de composants de Svelte
ja: Svelteのリアクティブな状態管理とコンポーネントモデルについて学ぶ
pt: Aprenda sobre o gerenciamento de estado reativo do Svelte e o modelo de componentes

source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
ja: おすすめ
pt: Recomendado

source: SvelteKit Routing
es: Enrutamiento de SvelteKit
fr: Routage SvelteKit
ja: SvelteKitのルーティング
pt: Roteamento do SvelteKit

source: Master file-based routing and server-side rendering
de: Meistern Sie dateibasierte Routen und serverseitiges Rendern
es: Domina el enrutamiento basado en archivos y el renderizado del lado del servidor
fr: Maîtrisez le routage basé sur les fichiers et le rendu côté serveur
ja: ファイルベースのルーティングとサーバーサイドレンダリングをマスターする
pt: Domine o roteamento baseado em arquivos e a renderização do lado do servidor

source: Tailwind CSS with Svelte
de: Tailwind CSS mit Svelte
es: Tailwind CSS con Svelte
fr: Tailwind CSS avec Svelte
ja: SvelteとTailwind CSS
pt: Tailwind CSS com Svelte

source: Build beautiful UIs with utility-first CSS
de: Erstellen Sie wunderschöne UIs mit Utility-First CSS
es: Construye interfaces de usuario hermosas con CSS orientado a utilidades
fr: Créez de belles interfaces utilisateur avec le CSS utilitaire
ja: ユーティリティファーストCSSで美しいUIを構築する
pt: Construa interfaces bonitas com CSS utilitário

source: Beginner
de: Anfänger
es: Principiante
fr: Débutant
ja: 初心者向け
pt: Iniciante

source: View All Resources
de: Alle Ressourcen anzeigen
es: Ver todos los recursos
fr: Afficher toutes les ressources
ja: すべてのリソースを表示
pt: Ver todos os recursos

source: Current Streak
de: Aktuelle Serie
es: Racha Actual
fr: Série actuelle
ja: 現在の連続日数
pt: Sequência Atual

source: {0} days
de: {0} Tage
es: {0} días
fr: {0} jours
ja: {0}日
pt: {0} dias

source: New apps coming soon
de: Neue Apps folgen in Kürze
es: Nuevas aplicaciones próximamente
fr: Nouvelles applications à venir prochainement.
ja: 新しいアプリが近日公開予定
pt: Novos apps em breve

source: Apps you use the most
de: Apps, die Sie am häufigsten verwenden
es: Las apps que más usas
fr: Applications que vous utilisez le plus
ja: 最もよく使うアプリ
pt: Apps que você usa com mais frequência

source: No favorite apps yet
de: Noch keine Lieblings-Apps
es: Aún no tienes aplicaciones favoritas
fr: Aucune application favorite pour le moment.
ja: まだお気に入りのアプリはありません```
pt: Ainda não há apps favoritos

source: Your Projects
de: Ihre Projekte
es: Tus proyectos
fr: Vos projets
ja: あなたのプロジェクト
pt: Seus Projetos

source: Track your progress across all mini applications
de: Verfolgen Sie Ihren Fortschritt in allen Mini-Anwendungen
es: Sigue tu progreso en todas las miniaplicaciones.
fr: Suivez vos progrès dans toutes les mini-applications
ja: すべてのミニアプリケーションでの進捗状況を追跡します
pt: Acompanhe seu progresso em todos os miniaplicativos

source: Weak
de: Schwach
es: Débil
fr: Faible
ja: 弱い
pt: Fraco

source: Fair
de: Mittel
es: Regular
fr: Moyen
ja: 普通
pt: Razoável

source: Good
de: Gut
es: Bueno
fr: Bon
ja: 良い
pt: Bom

source: Strong
de: Stark
es: Fuerte
fr: Fort
ja: 強い
pt: Forte

source: Updating password...
de: Passwort wird aktualisiert...
es: Actualizando la contraseña...
fr: Mise à jour du mot de passe...
ja: パスワードを更新中...
pt: Atualizando senha...

source: <0/> Change Password
de: <0/> Passwort ändern
es: <0/> Cambiar la contraseña
fr: <0/> Modifier le mot de passe
ja: <0/> パスワードを変更
pt: <0/> Alterar Senha

source: Update your password to keep your account secure
de: Aktualisieren Sie Ihr Passwort, um Ihr Konto sicher zu halten
es: Actualiza tu contraseña para mantener tu cuenta segura
fr: Mettez à jour votre mot de passe pour sécuriser votre compte
ja: アカウントを安全に保つために、パスワードを更新してください
pt: Atualize sua senha para manter sua conta segura

source: Current Password
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
ja: 現在のパスワード
pt: Senha Atual

source: Enter current password
de: Aktuelles Passwort eingeben
es: Introduce la contraseña actual
fr: Saisissez le mot de passe actuel
ja: 現在のパスワードを入力
pt: Digite a senha atual

source: New Password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
ja: 新しいパスワード
pt: Nova Senha

source: Enter new password
de: Neues Passwort eingeben
es: Introduce la nueva contraseña
fr: Saisissez le nouveau mot de passe
ja: 新しいパスワードを入力
pt: Digite a nova senha

source: Password strength: <0/>
de: Passwortstärke: <0/>
es: Fortaleza de la contraseña: <0/>
fr: Niveau de sécurité du mot de passe : <0/>
ja: パスワードの強度: <0/>
pt: Força da senha: <0/>

source: Must be at least 8 characters long
de: Muss mindestens 8 Zeichen lang sein
es: Debe tener al menos 8 caracteres
fr: Doit contenir au moins 8 caractères
ja: 8文字以上である必要があります
pt: Deve ter pelo menos 8 caracteres

source: Confirm New Password
de: Neues Passwort bestätigen
es: Confirmar la nueva contraseña
fr: Confirmer le nouveau mot de passe
ja: 新しいパスワードを確認
pt: Confirmar Nova Senha

source: Confirm new password
de: Neues Passwort bestätigen
es: Confirmar la nueva contraseña
fr: Confirmer le nouveau mot de passe
ja: 新しいパスワードを確認
pt: Confirme a nova senha

source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
ja: パスワードが一致しません
pt: As senhas não coincidem

source: Updating...
de: Wird aktualisiert...
es: Actualizando...
fr: Mise à jour...
ja: 更新中...
pt: Atualizando...

source: Update Password
de: Passwort aktualisieren
es: Actualizar la contraseña
fr: Mettre à jour le mot de passe
ja: パスワードを更新```
pt: Atualizar Senha

source: Your latest interactions with Svelte Mini Apps
de: Ihre letzten Interaktionen mit Svelte Mini Apps
es: Tus interacciones más recientes con Svelte Mini Apps
fr: Vos dernières interactions avec Svelte Mini Apps
ja: Svelte Mini Appsでの最新のインタラクション
pt: Suas últimas interações com os Svelte Mini Apps

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
pt: Hoje

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
pt: Ontem

source: Account Settings
de: Kontoeinstellungen
es: Configuración de la cuenta
fr: Paramètres du compte
ja: アカウント設定
pt: Configurações da Conta

source: All projects are completed!
de: Alle Projekte sind abgeschlossen!
es: ¡Todos los proyectos están completos!
fr: Tous les projets sont terminés !
ja: すべてのプロジェクトが完了しました！
pt: Todos os projetos estão concluídos!

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
pt: Desconhecido

source: Updating profile...
de: Profil wird aktualisiert...
es: Actualizando el perfil...
fr: Mise à jour du profil...
ja: プロファイルを更新中...
pt: Atualizando perfil...

source: U
ja: ユ

source: Admin
es: Administrador
fr: Administrateur
ja: 管理者
pt: Administrador

source: Member
de: Mitglied
es: Miembro
fr: Membre
ja: メンバー
pt: Membro

source: Account Age
de: Kontoalter
es: Edad de la cuenta
fr: Âge du compte
ja: アカウント作成日
pt: Idade da Conta

source: Joined
de: Beigetreten
es: Fecha de incorporación
fr: Date d'inscription
ja: 参加日
pt: Entrou

source: Budgets
es: Presupuestos
ja: 予算
pt: Orçamentos

source: Mantras
ja: マントラ

source: Saved Passwords
de: Gespeicherte Passwörter
es: Contraseñas guardadas
fr: Mots de passe enregistrés
ja: 保存されたパスワード
pt: Senhas salvas

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
ja: プロファイルを編集
pt: Editar Perfil

source: Make changes to your profile here. Click save when you're done.
de: Nimm hier Änderungen an deinem Profil vor. Klicke auf Speichern, wenn du fertig bist.
es: Realiza cambios en tu perfil aquí. Haz clic en guardar cuando hayas terminado.
fr: Modifiez votre profil ici. Cliquez sur Enregistrer lorsque vous avez terminé.
ja: ここでプロファイルを変更できます。完了したら「保存」をクリックしてください。
pt: Faça alterações no seu perfil aqui. Clique em salvar quando terminar.

source: Enter username
de: Benutzernamen eingeben
es: Introduce un nombre de usuario
fr: Saisissez le nom d'utilisateur
ja: ユーザー名を入力
pt: Digite o nome de usuário

source: Age (optional)
de: Alter (optional)
es: Edad (opcional)
fr: Âge (facultatif)
ja: 年齢（任意）
pt: Idade (opcional)

source: Enter age
de: Alter eingeben
es: Introduce la edad
fr: Saisissez l'âge
ja: 年齢を入力
pt: Digite a idade

source: Saving...
de: Speichern...
es: Guardando...
fr: Sauvegarde en cours...
ja: 保存中...
pt: Salvando...

source: Save changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
ja: 変更を保存
pt: Salvar alterações

source: Loading profile...
de: Profil laden...
es: Cargando perfil...
fr: Chargement du profil...
ja: プロファイルを読み込み中...```
pt: Carregando perfil...

source: Sign Up | Svelte Mini Apps
de: Registrieren | Svelte Mini Apps
es: Regístrate | Svelte Mini Apps
fr: S'inscrire | Svelte Mini Apps
ja: サインアップ | Svelte Mini Apps
pt: Registar | Svelte Mini Apps

source: Create your Svelte Mini Apps account
de: Erstellen Sie Ihr Svelte Mini Apps-Konto
es: Crea tu cuenta de Svelte Mini Apps
fr: Créez votre compte Svelte Mini Apps
ja: Svelte Mini Appsアカウントを作成
pt: Crie a sua conta Svelte Mini Apps

source: Create an account
de: Konto erstellen
es: Crear una cuenta
fr: Créer un compte
ja: アカウントを作成
pt: Criar uma conta

source: Enter your details to get started
de: Geben Sie Ihre Daten ein, um loszulegen
es: Ingresa tus datos para empezar
fr: Entrez vos informations pour commencer
ja: 詳細を入力して開始
pt: Informe seus dados para começar

source: Username requirements:
de: Anforderungen an den Benutzernamen:
es: Requisitos del nombre de usuario:
fr: Exigences du nom d'utilisateur :
ja: ユーザー名の要件:
pt: Requisitos de nome de usuário:

source: 3-31 characters long
de: 3-31 Zeichen lang
es: De 3 a 31 caracteres
fr: 3 à 31 caractères
ja: 3〜31文字
pt: Comprimento de 3 a 31 caracteres

source: Lowercase letters (a-z)
de: Kleinbuchstaben (a-z)
es: Letras minúsculas (a-z)
fr: Lettres minuscules (a-z)
ja: 小文字（a〜z）
pt: Letras minúsculas (a-z)

source: Numbers (0-9)
de: Zahlen (0-9)
es: Números (0-9)
fr: Chiffres (0-9)
ja: 数字（0〜9）
pt: Números (0-9)

source: Underscores (_) and hyphens (-)
de: Unterstriche (_) und Bindestriche (-)
es: Guiones bajos (_) y guiones (-)
fr: Tirets bas (_) et tirets (-)
ja: アンダースコア（_）とハイフン（-）
pt: Sublinhados (_) e traços (-)

source: Must start with a letter
de: Muss mit einem Buchstaben beginnen
es: Debe comenzar con una letra
fr: Doit commencer par une lettre
ja: 文字で始まる必要があります
pt: Deve começar com uma letra

source: Password requirements:
de: Passwortanforderungen:
es: Requisitos de la contraseña:
fr: Exigences du mot de passe :
ja: パスワードの要件:
pt: Requisitos de senha:

source: Maximum 255 characters
de: Maximal 255 Zeichen
es: Máximo 255 caracteres
fr: 255 caractères maximum
ja: 最大255文字
pt: Máximo de 255 caracteres

source: No spaces at beginning or end
de: Keine Leerzeichen am Anfang oder Ende
es: Sin espacios al inicio o al final
fr: Pas d'espaces au début ou à la fin
ja: 最初または最後にスペースは使用できません
pt: Sem espaços no início ou no fim

source: Case sensitive
de: Groß- und Kleinschreibung beachten
es: Distingue entre mayúsculas y minúsculas
fr: Respect de la casse
ja: 大文字と小文字を区別
pt: Sensível a maiúsculas e minúsculas

source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
ja: パスワードを認証
pt: Confirmar senha

source: Tester
es: Probador
ja: テスター
pt: Teste

source: <0/> Create Account
de: <0/> Konto erstellen
es: <0/> Crear cuenta
fr: <0/> Créer un compte
ja: <0/> アカウントを作成
pt: <0/> Criar Conta

source: Already have an account? Sign In
de: Sie haben bereits ein Konto? Anmelden
es: ¿Ya tienes una cuenta? Inicia sesión
fr: Vous avez déjà un compte ? Connectez-vous
ja: すでにアカウントをお持ちですか？サインイン```
pt: Já tem uma conta? Faça login

source: View Source Code
de: Quellcode anzeigen
es: Ver código fuente
fr: Voir le code source
ja: ソースコードを見る
pt: Ver código-fonte

source: Open apps menu
de: App-Menü öffnen
es: Abrir menú de aplicaciones
fr: Ouvrir le menu des applications
ja: アプリメニューを開く
pt: Abrir menu de aplicativos

source: Available Apps
de: Verfügbare Apps
es: Aplicaciones disponibles
fr: Applications disponibles
ja: 利用可能なアプリ
pt: Aplicativos disponíveis

source: Explore our collection of interactive mini applications built with Svelte. <0><0><0>Alt</0> <1>+</1> <2>D</2> <3>Toggle this menu</3></0> <1><0>Tab</0> <1>Navigate forward</1></1> <2><0>Shift</0> <1>+</1> <2>Tab</2> <3>Navigate backwards</3></2> <3><0>Enter</0> <1>Open selected app</1></3></0>
de: Entdecke unsere Sammlung interaktiver Mini-Anwendungen, die mit Svelte erstellt wurden. <0><0><0>Alt</0> <1>+</1> <2>D</2> <3>Dieses Menü umschalten</3></0> <1><0>Tab</0> <1>Vorwärts navigieren</1></1> <2><0>Shift</0> <1>+</1> <2>Tab</2> <3>Rückwärts navigieren</3></2> <3><0>Eingabe</0> <1>Ausgewählte App öffnen</1></3></0>
es: Explora nuestra colección de miniaplicaciones interactivas creadas con Svelte. <0><0><0>Alt</0> <1>+</1> <2>D</2> <3>Alternar este menú</3></0> <1><0>Tab</0> <1>Navegar hacia adelante</1></1> <2><0>Shift</0> <1>+</1> <2>Tab</2> <3>Navegar hacia atrás</3></2> <3><0>Enter</0> <1>Abrir la aplicación seleccionada</1></3></0>
fr: Découvrez notre collection de mini-applications interactives construites avec Svelte. <0><0><0>Alt</0> <1>+</1> <2>D</2> <3>Basculer ce menu</3></0> <1><0>Tab</0> <1>Naviguer vers l'avant</1></1> <2><0>Maj</0> <1>+</1> <2>Tab</2> <3>Naviguer vers l'arrière</3></2> <3><0>Entrée</0> <1>Ouvrir l'application sélectionnée</1></3></0>
ja: Svelte で構築されたインタラクティブなミニアプリケーションのコレクションをご覧ください。<0><0><0>Alt</0> <1>+</1> <2>D</2> <3>このメニューを切り替える</3></0> <1><0>Tab</0> <1>前に移動</1></1> <2><0>Shift</0> <1>+</1> <2>Tab</2> <3>後ろに移動</3></2> <3><0>Enter</0> <1>選択したアプリを開く</1></3></0>
pt: Explore nossa coleção de miniaplicações interativas criadas com Svelte. <0><0><0>Alt</0> <1>+</1> <2>D</2> <3>Alternar este menu</3></0> <1><0>Tab</0> <1>Navegar para frente</1></1> <2><0>Shift</0> <1>+</1> <2>Tab</2> <3>Navegar para trás</3></2> <3><0>Enter</0> <1>Abrir o aplicativo selecionado</1></3></0>

source: Svelte-MiniApps: Mobile & Desktop Coming Soon
de: Svelte-MiniApps: Mobile & Desktop kommt bald
es: Svelte-MiniApps: Móvil y Escritorio Próximamente
fr: Svelte-MiniApps : Mobile et Desktop à venir
ja: Svelte-MiniApps: モバイル＆デスクトップ版 近日公開
pt: Svelte-MiniApps: Móvel e Desktop em Breve

source: Coming Soon
de: Kommt bald
es: Próximamente
fr: À venir
ja: 近日公開
pt: Em Breve

source: We're excited to announce plans to build official mobile and desktop companion apps for Svelte-MiniApps. The apps will be designed to complement the PWA and provide native experiences for offline use, quicker access to frequently used mini-apps, and optional OS integrations.
de: Wir freuen uns, Pläne für den Bau offizieller mobiler und Desktop-Begleit-Apps für Svelte-MiniApps anzukündigen. Die Apps werden die PWA ergänzen und native Erfahrungen für die Offline-Nutzung, einen schnelleren Zugriff auf häufig verwendete Mini-Apps und optionale OS-Integrationen bieten.
es: Estamos emocionados de anunciar planes para crear aplicaciones móviles y de escritorio oficiales que acompañen a Svelte-MiniApps. Las aplicaciones se diseñarán para complementar la PWA y proporcionar experiencias nativas para uso sin conexión, acceso más rápido a miniaplicaciones de uso frecuente y integraciones opcionales del sistema operativo.
fr: Nous sommes ravis d'annoncer nos projets de création d'applications mobiles et de bureau officielles pour Svelte-MiniApps. Les applications seront conçues pour compléter la PWA et offrir des expériences natives pour une utilisation hors ligne, un accès plus rapide aux mini-apps fréquemment utilisées et des intégrations optionnelles au système d'exploitation.
ja: Svelte-MiniAppsの公式モバイルおよびデスクトップコンパニオンアプリを開発する計画を発表できることを嬉しく思います。これらのアプリはPWAを補完し、オフラインでの使用、頻繁に使用するミニアプリへの迅速なアクセス、およびオプションのOS統合のためのネイティブエクスペリエンスを提供するように設計されます。
pt: Estamos entusiasmados em anunciar planos para criar aplicativos móveis oficiais e de desktop como companheiros para o Svelte-MiniApps. Os apps serão projetados para complementar o PWA e fornecer experiências nativas para uso offline, acesso mais rápido aos mini-aplicativos mais usados e integrações opcionais com o sistema operacional.

source: Native shell with offline-first support and selective sync for user data
de: Native Shell mit Offline-First-Unterstützung und selektiver Synchronisierung für Benutzerdaten
es: Shell nativo con soporte offline-first y sincronización selectiva de datos de usuario
fr: Shell natif avec une approche hors ligne prioritaire et une synchronisation sélective des données utilisateur.
ja: オフラインファーストのサポートとユーザーデータの選択的な同期を備えたネイティブシェル
pt: Shell nativo com suporte offline-first e sincronização seletiva para dados do usuário

source: Tight integration with the existing PWA and account system
de: Enge Integration mit dem bestehenden PWA- und Kontosystem
es: Integración estrecha con la PWA existente y el sistema de cuentas
fr: Intégration étroite avec la PWA existante et le système de comptes existant.
ja: 既存のPWAおよびアカウントシステムとの緊密な統合
pt: Integração estreita com o PWA existente e o sistema de contas

source: Desktop builds (Tauri or Capacitor) with native menus and system tray
de: Desktop-Builds (Tauri oder Capacitor) mit nativen Menüs und Systemablage
es: Compilaciones de escritorio (Tauri o Capacitor) con menús nativos y bandeja del sistema
fr: Versions de bureau (Tauri ou Capacitor) avec des menus natifs et une zone d'icônes système.
ja: ネイティブメニューとシステムトレイを備えたデスクトップビルド（TauriまたはCapacitor）
pt: Construções para desktop (Tauri ou Capacitor) com menus nativos e bandeja do sistema

source: File issues for features you want in the mobile/desktop apps
de: Reiche Probleme für Funktionen ein, die du in den mobilen/Desktop-Apps haben möchtest
es: Crea incidencias para las características que desees en las aplicaciones móviles/escritorio.
fr: Ouvrez des issues pour les fonctionnalités que vous souhaitez dans les applications mobiles et de bureau.
ja: モバイル/デスクトップアプリに必要な機能の問題を提出してください
pt: Abra issues para os recursos que você deseja nos aplicativos móveis e desktop

source: Create Issue
de: Problem erstellen
es: Crear incidencia
fr: Créer une issue
ja: 課題を作成
pt: Criar Issue

source: Testing
de: Testen
es: Pruebas
fr: Tests
ja: テスト
pt: Testes

source: Volunteer to test prototypes when available
de: Freiwillige zum Testen von Prototypen, wenn verfügbar
es: Hazte voluntario para probar prototipos cuando estén disponibles
fr: Devenez bénévole pour tester les prototypes lorsqu'ils seront disponibles.
ja: 利用可能な場合にプロトタイプのテストにボランティアとして参加してください
pt: Voluntarie-se para testar protótipos quando estiverem disponíveis.

source: Join Testing
de: Am Testen teilnehmen
es: Únete a las pruebas
fr: Participer aux tests
ja: テストに参加
pt: Participar do Teste

source: Announcements - Changelog
de: Ankündigungen - Changelog
es: Anuncios - Registro de cambios
fr: Annonces - Journal des modifications
ja: お知らせ - 変更履歴
pt: Anúncios - Histórico de Alterações

source: Stay updated with the latest announcements and future plans for Svelte Mini Apps including mobile and desktop companion apps
de: Bleibe auf dem Laufenden mit den neuesten Ankündigungen und zukünftigen Plänen für Svelte Mini Apps, einschließlich mobiler und Desktop-Begleit-Apps
es: Mantente al día con los últimos anuncios y planes futuros para Svelte Mini Apps, incluidas las aplicaciones móviles y de escritorio complementarias.
fr: Restez informé des dernières annonces et des plans futurs pour Svelte-MiniApps, y compris les applications compagnon mobiles et de bureau.
ja: モバイルおよびデスクトップコンパニオンアプリを含むSvelte Mini Appsの最新のお知らせと今後の計画について最新情報を入手してください
pt: Mantenha-se informado sobre os últimos anúncios e planos futuros do Svelte Mini Apps, incluindo aplicativos companheiros móveis e de desktop

source: Latest Announcements
de: Neueste Ankündigungen
es: Últimos anuncios
fr: Dernières annonces
ja: 最新のお知らせ
pt: Últimos Anúncios

source: Stay informed about major milestones, new features, and exciting developments in Svelte MiniApps.
de: Bleibe informiert über wichtige Meilensteine, neue Funktionen und aufregende Entwicklungen in Svelte MiniApps.
es: Mantente informado sobre hitos importantes, nuevas características y desarrollos emocionantes en Svelte MiniApps.
fr: Restez informé des jalons majeurs, des nouvelles fonctionnalités et des développements passionnants dans Svelte MiniApps.
ja: Svelte MiniAppsの主要なマイルストーン、新機能、エキサイティングな開発に関する最新情報を入手してください。
pt: Fique informado sobre marcos importantes, novas funcionalidades e desenvolvimentos empolgantes no Svelte MiniApps.

source: <0/> Planned Highlights
de: <0/> Geplante Highlights
es: <0/> Aspectos destacados planificados
fr: <0/> Points forts prévus
ja: <0/> 計画されているハイライト
pt: <0/> Destaques Planejados

source: How You Can Help
de: Wie du helfen kannst
es: Cómo puedes ayudar
fr: Comment vous pouvez aider
ja: ご協力のお願い
pt: Como Você Pode Ajudar

source: We value your input! Here are ways you can contribute to the development of mobile and desktop apps.
de: Wir schätzen deinen Beitrag! Hier sind Möglichkeiten, wie du zur Entwicklung von mobilen und Desktop-Apps beitragen kannst.
es: ¡Valoramos tu opinión! Aquí hay formas en las que puedes contribuir al desarrollo de las aplicaciones móviles y de escritorio.
fr: Nous apprécions vos retours ! Voici des façons de contribuer au développement des applications mobiles et des applications de bureau.
ja: 皆様からのご意見を重視しています！モバイルおよびデスクトップアプリの開発に貢献できる方法を以下に示します。
pt: Valorizamos a sua participação! Aqui estão maneiras de você contribuir para o desenvolvimento de aplicativos móveis e desktop.

source: No Announcements Yet
de: Noch keine Ankündigungen
es: Aún no hay anuncios
fr: Aucune annonce pour le moment.
ja: まだお知らせはありません
pt: Ainda não há anúncios

source: Check back soon for exciting updates and announcements about Svelte Mini Apps!
de: Schaue bald wieder vorbei für aufregende Updates und Ankündigungen über Svelte Mini Apps!
es: ¡Vuelve pronto para obtener actualizaciones y anuncios emocionantes sobre Svelte Mini Apps!
fr: Revenez bientôt pour des mises à jour et des annonces concernant Svelte-MiniApps !
ja: Svelte Mini Appsに関するエキサイティングな更新と発表については、すぐにまた確認してください！```
pt: Volte em breve para novidades empolgantes e anúncios sobre o Svelte Mini Apps!

source: Mobile Companion Apps
de: Mobile Begleit-Apps
es: Aplicaciones móviles de acompañamiento
fr: Applications mobiles compagnon
ja: モバイルコンパニオンアプリ
pt: Apps companheiros móveis

source: Ideation
de: Ideenfindung
es: Ideación
fr: Idéation
ja: アイデア出し
pt: Ideação

source: Prototype
de: Prototyp
es: Prototipo
ja: プロトタイプ
pt: Protótipo

source: Alpha
es: Alfa
ja: アルファ

source: Beta
fr: Bêta
ja: ベータ

source: Public Release
de: Öffentliche Freigabe
es: Lanzamiento público
fr: Sortie publique
ja: 一般公開
pt: Lançamento público

source: WebView shell
es: Contenedor WebView
fr: Interface WebView
ja: WebViewシェル
pt: Shell WebView

source: Offline-first
es: Primero sin conexión
fr: Priorité hors ligne
ja: オフライン優先

source: Selective sync
de: Selektive Synchronisierung
es: Sincronización selectiva
fr: Synchronisation sélective
ja: 選択的同期
pt: Sincronização seletiva

source: Native integrations
de: Native Integrationen
es: Integraciones nativas
fr: Intégrations natives
ja: ネイティブ統合
pt: Integrações nativas
