Repository: Michael-Obele/Svelte-MiniApps
Catalog: src/locales/*.po
Languages: de, es, fr, ja, pt

source: Svelte Mini Apps is an <0>ever-evolving project, <0>and <0>you</0> hold the reins!</0></0>
de: Svelte Mini Apps ist ein <0>sich ständig weiterentwickelndes Projekt, <0>und <0>du</0> hast die Zügel in der Hand!</0></0>
es: Svelte Mini Apps es un <0>proyecto en constante evolución, <0>y <0>tú</0> tienes las riendas!</0></0>
fr: Svelte Mini Apps est un projet <0>en constante évolution, <0>et <0>vous</0> tenez les rênes !</0></0>
ja: Svelte Mini Appsは<0>常に進化しているプロジェクトであり、<0>そして<0>あなた</0>が手綱を握っています！</0></0>
pt: MiniApps Svelte é um <0>projeto em constante evolução, <0>e <0>você</0> detém as rédeas!</0></0>

source: <0/> Admin
es: <0/> Administrador
ja: <0/> 管理者
pt: <0/> Administrador

source: <0/> Member since {0}
es: <0/> Miembro desde {0}
ja: <0/> 会員登録日 {0}
pt: <0/> Membro desde {0}

source: Profile completion
es: Progreso del perfil
ja: プロフィールの完成度
pt: Conclusão do perfil

source: Complete your profile to unlock all features
es: Completa tu perfil para desbloquear todas las funciones
ja: すべての機能を利用できるように、プロフィールを完成させてください
pt: Conclua seu perfil para desbloquear todos os recursos

source: <0/> Edit Profile
es: <0/> Editar perfil
ja: <0/> プロフィールを編集
pt: <0/> Editar Perfil

source: <0/> Settings <1/>
es: <0/> Ajustes <1/>
ja: <0/> 設定 <1/>
pt: <0/> Configurações <1/>

source: Just now
es: Justo ahora
ja: たった今
pt: Agora há pouco

source: <0/> Active Sessions
es: <0/> Sesiones activas
ja: <0/> アクティブなセッション
pt: <0/> Sessões ativas

source: Manage your active sessions across devices
es: Administra tus sesiones activas entre dispositivos
ja: デバイス間でアクティブなセッションを管理します
pt: Gerencie suas sessões ativas em vários dispositivos.

source: Revoke All Others
es: Revocar todos los demás dispositivos
ja: 他のすべてのセッションを取り消す
pt: Revogar todas as outras sessões.

source: No active sessions found
es: No se encontraron sesiones activas
ja: アクティブなセッションが見つかりません
pt: Nenhuma sessão ativa encontrada.

source: Session
es: Sesión
ja: セッション
pt: Sessão

source: <0/> Current
es: <0/> Actual
ja: <0/> 現在の
pt: <0/> Atual

source: <0/> Created {0}
es: <0/> Creado {0}
ja: <0/> 作成済み {0}
pt: <0/> Criado {0}

source: Revoke session
es: Revocar sesión
ja: セッションを取り消す
pt: Revogar sessão

source: Revoke Session
es: Revocar sesión
ja: セッションを取り消す
pt: Revogar Sessão

source: Revoking...
es: Revocando...
ja: 取り消し中...
pt: Revogando...

source: Revoke All Other Sessions
es: Revocar todas las demás sesiones
ja: 他のすべてのセッションを取り消す
pt: Revogar todas as outras sessões

source: Revoke All
es: Revocar todo
ja: すべてのセッションを取り消す
pt: Revogar tudo

source: Manage your profile and connected accounts
es: Gestiona tu perfil y las cuentas conectadas
ja: プロフィールと連携アカウントを管理
pt: Gerencie seu perfil e contas conectadas

source: Manage your sessions and security settings
es: Gestiona tus sesiones y los ajustes de seguridad
ja: セッションとセキュリティ設定を管理
pt: Gerencie suas sessões e configurações de segurança

source: Active Sessions - Svelte Mini Apps
es: Sesiones activas - Svelte Mini Apps
ja: アクティブセッション - Svelte Mini Apps
pt: Sessões Ativas - Svelte Mini Apps

source: Manage your active sessions across devices.
es: Gestiona tus sesiones activas en varios dispositivos.
ja: デバイス間でアクティブなセッションを管理してください。
pt: Gerencie suas sessões ativas em vários dispositivos.

source: Active Sessions
es: Sesiones activas
ja: アクティブセッション
pt: Sessões Ativas

source: Manage your active sessions across different devices
es: Gestiona tus sesiones activas en diferentes dispositivos.
ja: 異なるデバイス間でアクティブなセッションを管理してください。
pt: Gerencie suas sessões ativas em dispositivos diferentes.

source: Loading sessions...
es: Cargando sesiones...
ja: セッションを読み込み中...
pt: Carregando sessões...

source: {0} active session{1}
es: {0} sesión activa{1}
ja: {0}件のアクティブセッション{1}
pt: {0} sessão{1} ativa

source: Expires {0}
es: Expira {0}
ja: 有効期限: {0}
pt: Expira em {0}

source: Security Tips
es: Consejos de seguridad
ja: セキュリティのヒント
pt: Dicas de Segurança

source: • Revoke sessions from devices you no longer use or don't recognize
es: • Revoca las sesiones de los dispositivos que ya no uses o no reconozcas
ja: • 使用していない、または認識できないデバイスからのセッションを取り消してください
pt: • Revogue sessões de dispositivos que você não usa mais ou não reconhece

source: • Your current session will remain active when revoking other sessions
es: • Tu sesión actual permanecerá activa al revocar otras sesiones
ja: • 他のセッションを取り消しても、現在のセッションは引き続きアクティブです
pt: • Sua sessão atual permanecerá ativa ao revogar outras sessões

source: • Consider changing your password if you notice suspicious activity
es: • Considera cambiar tu contraseña si detectas actividad sospechosa
ja: • 不審な活動を見つけた場合は、パスワードの変更を検討してください
pt: • Considere alterar sua senha se notar atividade suspeita

source: • Sessions automatically expire after 30 days of inactivity
es: • Las sesiones expiran automáticamente después de 30 días de inactividad
ja: • 30日間の非アクティビティ後、セッションは自動的に有効期限が切れます
pt: • As sessões expiram automaticamente após 30 dias de inatividade

source: <0/> Saved Passwords
es: <0/> Contraseñas guardadas
ja: <0/> 保存されたパスワード
pt: <0/> Senhas Salvas

source: <0/> Social Pages
es: <0/> Páginas sociales
ja: <0/> ソーシャルページ
pt: <0/> Páginas Sociais

source: <0/> Recent Activity
es: <0/> Actividad reciente
ja: <0/> 最近のアクティビティ
pt: <0/> Atividade recente

source: View All <0/>
es: Ver todo <0/>
ja: すべて表示 <0/>
pt: Ver tudo <0/>

source: All Activity
es: Toda la actividad
ja: すべてのアクティビティ
pt: Todas as atividades

source: Complete activity history
es: Historial completo de actividades
ja: 完全なアクティビティ履歴
pt: Histórico completo de atividades

source: {0} at {1}
es: {0} a las {1}
ja: {0} の {1}
pt: {0} às {1}

source: No recent activity yet
es: Aún no hay actividad reciente
ja: まだ最近のアクティビティはありません
pt: Ainda não há atividade recente

source: Start using apps to see your activity here!
es: ¡Empieza a usar las aplicaciones para ver tu actividad aquí!
ja: ここでアクティビティを表示するには、アプリを起動して使用を開始してください！
pt: Comece a usar aplicativos para ver sua atividade aqui!

source: Activity
es: Actividad
ja: アクティビティ
pt: Atividade

source: Preferences
es: Preferencias
ja: 設定
pt: Preferências

source: Saving preferences...
es: Guardando preferencias...
ja: 設定を保存しています...
pt: Salvando preferências...

source: Preferences saved successfully!
es: ¡Preferencias guardadas con éxito!
ja: 設定が正常に保存されました！
pt: Preferências salvas com sucesso!

source: Preferences - Svelte Mini Apps
es: Preferencias - Svelte Mini Apps
ja: 設定 - Svelte Mini Apps
pt: Preferências - Svelte Mini Apps

source: Manage your app preferences and settings.
es: Gestiona tus preferencias y configuraciones de la aplicación.
ja: アプリの設定と好みを管理します。
pt: Gerencie suas preferências e configurações do aplicativo.

source: <0/> Preferences
es: <0/> Preferencias
ja: <0/> 設定
pt: <0/> Preferências

source: Customize your experience and manage your settings
es: Personaliza tu experiencia y administra tus configuraciones.
ja: 体験をカスタマイズし、設定を管理します。
pt: Personalize sua experiência e gerencie suas configurações.

source: <0/> Notifications
es: <0/> Notificaciones
ja: <0/> 通知
pt: <0/> Notificações

source: Manage how you receive notifications and updates
es: Gestiona cómo recibes notificaciones y actualizaciones.
ja: 通知と更新の受け取り方法を管理します。
pt: Gerencie como você recebe notificações e atualizações.

source: Receive email updates about your activity
es: Recibe actualizaciones por correo electrónico sobre tu actividad.
ja: あなたのアクティビティに関するメール更新を受け取る
pt: Receber atualizações por e-mail sobre sua atividade.

source: Push Notifications
es: Notificaciones push
ja: プッシュ通知
pt: Notificações Push

source: Get instant browser notifications
es: Recibe notificaciones instantáneas del navegador.
ja: ブラウザの即時通知を受け取る
pt: Receber notificações instantâneas do navegador.

source: Activity Updates
es: Actualizaciones de actividad
ja: アクティビティの更新
pt: Atualizações de atividade

source: Notifications for app usage milestones
es: Notificaciones sobre hitos de uso de la aplicación.
ja: アプリの利用マイルストーンに関する通知
pt: Notificações sobre marcos de uso do aplicativo

source: Weekly Digest
es: Resumen semanal
ja: 週次ダイジェスト
pt: Resumo semanal

source: Weekly summary of your activity and stats
es: Resumen semanal de tu actividad y estadísticas.
ja: あなたのアクティビティと統計の週次サマリー
pt: Resumo semanal da sua atividade e estatísticas

source: <0/> Privacy
es: <0/> Privacidad
ja: <0/> プライバシー
pt: <0/> Privacidade

source: Control your data and visibility settings
es: Controla tus datos y la configuración de visibilidad.
ja: データと可視性設定を管理します。
pt: Controle seus dados e configurações de visibilidade.

source: Public Profile
es: Perfil público
ja: 公開プロフィール
pt: Perfil público

source: Allow others to view your profile information
es: Permite a otros ver la información de tu perfil.
ja: 他のユーザーがあなたのプロフィール情報を閲覧できるようにします。
pt: Permitir que outras pessoas vejam as informações do seu perfil.

source: Show Activity
es: Mostrar actividad
ja: アクティビティを表示
pt: Mostrar atividade

source: Display your activity to other users
es: Muestra tu actividad a otros usuarios.
ja: 他のユーザーにあなたのアクティビティを表示します。
pt: Exibir sua atividade para outros usuários

source: Analytics Data Collection
es: Recopilación de datos analíticos
ja: 分析データ収集
pt: Coleta de dados analíticos

source: Help improve the app by sharing usage data
es: Ayuda a mejorar la aplicación compartiendo datos de uso.
ja: 使用データを共有してアプリの改善に役立てます。
pt: Ajude a melhorar o aplicativo compartilhando dados de uso

source: <0/> Interface
es: <0/> Interfaz
ja: <0/> インターフェース

source: Customize how the app looks and behaves
es: Personaliza la apariencia y el comportamiento de la aplicación.
ja: アプリの見た目と挙動をカスタマイズします。
pt: Personalize a aparência e o comportamento do aplicativo.

source: Compact Mode
es: Modo compacto
ja: コンパクトモード
pt: Modo compacto

source: Reduce spacing for a more condensed view
es: Reduce el espaciado para una vista más condensada.
ja: よりコンパクトな表示のために間隔を縮小します。
pt: Reduza o espaçamento para uma visão mais compacta.

source: Auto-Save
es: Guardado automático
ja: 自動保存
pt: Salvar automaticamente

source: Automatically save your work
es: Guarda tu trabajo automáticamente.
ja: 作業を自動的に保存します。
pt: Salve automaticamente seu trabalho.

source: Reset
es: Restablecer
ja: リセット
pt: Redefinir

source: <0/> Save Preferences
es: <0/> Guardar preferencias
ja: <0/> 設定を保存
pt: <0/> Salvar Preferências

source: <0/> Sync Coming Soon
es: <0/> Sincronización próximamente
ja: <0/> 同期機能近日公開
pt: <0/> Sincronização Em Breve

source: App Name
es: Nombre de la aplicación
ja: アプリ名
pt: Nome do aplicativo

source: Activity History - Svelte Mini Apps
es: Historial de actividades - Svelte Mini Apps
ja: アクティビティ履歴 - Svelte ミニアプリ
pt: Histórico de Atividades - Svelte Mini Apps

source: Your complete activity history and app usage.
es: Tu historial completo de actividades y uso de la aplicación.
ja: あなたのアクティビティ履歴とアプリの利用状況の完全なログです。
pt: Seu histórico completo de atividades e uso de aplicativos.

source: <0/> Activity History
es: <0/> Historial de actividades
ja: <0/> アクティビティ履歴
pt: <0/> Histórico de Atividades

source: Complete log of your app usage and interactions
es: Registro completo de tu uso de la aplicación e interacciones.
ja: アプリの利用状況とインタラクションの完全なログ
pt: Registro completo do uso de aplicativos e interações

source: <0/> {0} total
ja: <0/> 合計{0}件

source: <0/> Export
es: <0/> Exportar
ja: <0/> エクスポート
pt: <0/> Exportar

source: Search activities by app name...
es: Buscar actividades por nombre de la aplicación...
ja: アプリ名でアクティビティを検索...
pt: Pesquise atividades pelo nome do aplicativo...

source: Open →
es: Abrir →
ja: 開く →
pt: Abrir →

source: No activities found
es: No se encontraron actividades
ja: アクティビティが見つかりませんでした
pt: Nenhuma atividade encontrada

source: Try adjusting your search query
es: Intenta ajustar tu consulta de búsqueda.
ja: 検索クエリを調整してみてください
pt: Tente ajustar sua consulta de pesquisa

source: No activity yet
es: Aún no hay actividad
ja: まだアクティビティはありません
pt: Ainda sem atividade

source: Start using apps to build your activity history
es: Comienza a usar aplicaciones para construir tu historial de actividades.
ja: アプリを使い始めてアクティビティ履歴を作成しましょう
pt: Comece a usar apps para construir seu histórico de atividades

source: How to use
es: Cómo usar
ja: 使い方
pt: Como usar

source: Explore the world of words — definitions, synonyms, and pronunciations.
es: Explora el mundo de las palabras — definiciones, sinónimos y pronunciaciones.
ja: 言葉の世界を探検する — 定義、同義語、発音。
pt: Explore o mundo das palavras — definições, sinônimos e pronúncias.

source: Enter a word to search...
es: Escribe una palabra para buscar...
ja: 検索する単語を入力してください...
pt: Digite uma palavra para pesquisar...

source: <0/> Searching...
es: <0/> Buscando...
ja: <0/> 検索中...
pt: <0/> Pesquisando...

source: <0/> Find Meaning
es: <0/> Buscar significado
ja: <0/> 意味を見つける
pt: <0/> Encontrar significado

source: Cached
es: En caché
ja: キャッシュ済み
pt: Em cache

source: Pronunciations:
es: Pronunciaciones:
ja: 発音:
pt: Pronúncias:

source: Play
es: Reproducir
ja: 再生
pt: Tocar

source: {0} definition{1}
es: {0} definición{1}
ja: {0} 定義{1}
pt: {0} definição{1}

source: +{0} more definitions
es: +{0} definiciones más
ja: さらに{0}件の定義
pt: +{0} definições adicionais

source: <0/> Word Origin
es: <0/> Origen de la palabra
ja: <0/> 語源
pt: <0/> Origem da palavra

source: View <0/>
es: Ver <0/>
ja: 表示 <0/>
pt: Ver <0/>

source: Source <0/>
es: Fuente <0/>
ja: 出典 <0/>
pt: Fonte <0/>

source: Start exploring words
es: Comienza a explorar palabras
ja: 言葉の探索を始める
pt: Comece a explorar palavras

source: Enter any English word above to discover its meanings, pronunciations, and more.
es: Escribe cualquier palabra en inglés de arriba para descubrir sus significados, pronunciaciones y más.
ja: 上の英単語を入力すると、その意味・発音などを確認できます。
pt: Digite qualquer palavra em inglês acima para descobrir seus significados, pronúncias e muito mais.

source: CONFIRM
es: CONFIRMAR
ja: 確認
pt: CONFIRMAR

source: This will log out the device and end its session. The user will need to log in again on that device.
es: Esto cerrará la sesión del dispositivo y finalizará su sesión. El usuario deberá iniciar sesión de nuevo en ese dispositivo.
ja: この操作はデバイスのログアウトを行い、セッションを終了します。ユーザーはそのデバイスで再度ログインする必要があります。
pt: Isso fará com que o dispositivo seja desconectado e a sessão seja encerrada. O usuário precisará fazer login novamente neste dispositivo.

source: This will log out all other devices ({0} session{1}). Your current session will remain active.
es: Esto cerrará la sesión de todos los demás dispositivos ({0} sesión{1}). Tu sesión actual permanecerá activa.
ja: これにより、他のすべてのデバイスのセッションをログアウトします（{0} セッション{1}）。現在のセッションは引き続き有効です。
pt: Isso encerrará todas as outras sessões ({0} sessão{1}). Sua sessão atual permanecerá ativa.

source: Permanently delete your account and all associated data. This action cannot be undone.
es: Eliminar permanentemente tu cuenta y todos los datos asociados. Esta acción no se puede deshacer.
ja: アカウントとすべての関連データを完全に削除します。この操作は元に戻せません。
pt: Exclua permanentemente sua conta e todos os dados associados. Esta ação não pode ser desfeita.

source: Password Length
es: Longitud de la contraseña
ja: パスワードの長さ
pt: Comprimento da senha

source: View Saved Passwords
es: Ver contraseñas guardadas
ja: 保存済みのパスワードを表示
pt: Ver senhas salvas

source: Saved ({0})
es: Guardadas ({0})
ja: 保存済み ({0})
pt: Salvas ({0})

source: Generate and save your first password above
es: Genera y guarda tu primera contraseña arriba
ja: 上に表示されている最初のパスワードを生成して保存してください
pt: Gere e salve sua primeira senha acima

source: Let it snow!
ja: 雪よ、降れ！
pt: Que neve!

source: Note Details
es: Detalles de la nota
ja: ノートの詳細
pt: Detalhes da Nota

source: Last updated: {0}
es: Última actualización: {0}
ja: 最終更新日: {0}
pt: Última atualização: {0}

source: Lucide Icons
es: Iconos Lucide
pt: Ícones Lucide

source: Myth Buster
de: Mythenjäger
es: Desmitificador de mitos
fr: Chasseur de mythes
pt: Desmitificador de Mitos

source: MiniApps
es: Mini Aplicaciones

source: UI
es: Interfaz de usuario
fr: Interface utilisateur
pt: Interface do Usuário

source: OK
es: Aceptar

source: Svelte Mini Apps - GitHub Contribution Tracker
de: Svelte Mini Apps - GitHub-Beitrags-Tracker
es: Svelte Mini Apps - Rastreador de Contribuciones de GitHub
fr: Svelte Mini Apps - Suivi des contributions GitHub
pt: Svelte Mini Apps - Rastreador de Contribuições do GitHub

source: <0/> Medication Tracker
de: <0/> Medikations-Tracker
es: <0/> Rastreador de Medicamentos
fr: <0/> Suivi des médicaments
pt: <0/> Rastreador de Medicamentos

source: {0} XP
es: {0} puntos de experiencia

source: Days
es: Días

source: Please select a future date and time
es: Por favor, seleccione una fecha y hora en el futuro.

source: Create Countdown
es: Crear cuenta regresiva

source: Hr
es: Hora

source: Min
es: Minuto

source: Sec
es: Segundo

source: Carbon
es: Carbón

source: Form
es: Formulario

source: Label
es: Etiqueta

source: Time (12-hour)
es: Hora (12 horas)

source: Accent Color
es: Color de Acento

source: Start Countdown
es: Iniciar Cuenta Regresiva

source: Countdown
es: Cuenta regresiva

source: Focus on the moments that matter.
es: Concéntrate en los momentos que importan.

source: <0/> New Timer
es: <0/> Nuevo temporizador

source: No active timers.
es: No hay temporizadores activos.

source: Time is ticking. What are you waiting for?
es: El tiempo corre. ¿Qué esperas?

source: Create one now
es: Crea uno ahora

source: Minutes must be between 0 and 59
es: Los minutos deben estar entre 0 y 59

source: Hour must be between 1 and 12
es: La hora debe estar entre 1 y 12

source: Edit Countdown
es: Editar cuenta regresiva

source: Update Timer
es: Actualizar temporizador

source: Search notes...
es: Buscar notas...

source: Sync now
es: Sincronizar ahora

source: <0/> You are currently offline. Changes will be saved locally and synced when you reconnect.
es: <0/> Actualmente estás sin conexión. Los cambios se guardarán localmente y se sincronizarán cuando te reconectes.

source: Create your first note to get started
es: Crea tu primera nota para empezar

source: View
es: Ver

source: View All Apps <0/>
es: Ver todas las aplicaciones <0/>

source: Proud Winners of Svelte Hack 2025! Check out our <0>2025 Timeline</0> <1/>
es: Orgullosos ganadores de Svelte Hack 2025! Consulta nuestra <0>Línea de tiempo 2025</0> <1/>

source: DB
pt: BD

source: Welcome to your new favorite toolkit! Our MiniApps are carefully crafted companions for your daily digital journey. Each app is designed with you in mind - quick to load, easy to use, and ready to tackle your everyday challenges. Whether you're planning your budget, building healthy habits, or staying organized, we've got just the right tool for you.
fr: Bienvenue dans votre nouvelle boîte à outils préférée ! Nos MiniApps sont des compagnons soigneusement conçus pour votre parcours numérique quotidien. Chaque application est conçue pour vous - rapide à charger, facile à utiliser et prête à relever vos défis quotidiens. Que vous planifiiez votre budget, que vous développiez des habitudes saines ou que vous restiez organisé, nous avons l'outil qu'il vous faut.
pt: Bem-vindo ao seu novo kit de ferramentas favorito! Nossos MiniApps são companheiros cuidadosamente elaborados para sua jornada digital diária. Cada aplicativo é projetado pensando em você - rápido para carregar, fácil de usar e pronto para enfrentar seus desafios diários. Esteja você planejando seu orçamento, construindo hábitos saudáveis ou se mantendo organizado, temos a ferramenta certa para você.

source: Ever noticed how some apps just feel smoother and more responsive? That's the magic of Svelte at work! We've chosen this cutting-edge technology because we believe you deserve tools that are not just powerful, but also delightful to use. Our apps respond instantly to your interactions, making every click and keystroke feel natural and effortless.
fr: Avez-vous déjà remarqué à quel point certaines applications sont plus fluides et réactives ? C'est la magie de Svelte à l'œuvre ! Nous avons choisi cette technologie de pointe parce que nous pensons que vous méritez des outils non seulement puissants, mais aussi agréables à utiliser. Nos applications répondent instantanément à vos interactions, ce qui rend chaque clic et chaque frappe naturels et sans effort.
pt: Já notou como alguns aplicativos parecem mais suaves e responsivos? Essa é a mágica do Svelte em ação! Escolhemos essa tecnologia de ponta porque acreditamos que você merece ferramentas que não sejam apenas poderosas, mas também agradáveis de usar. Nossos aplicativos respondem instantaneamente às suas interações, fazendo com que cada clique e toque pareçam naturais e sem esforço.

source: Life's complicated enough - your tools shouldn't be. We've stripped away the clutter to focus on what matters most: helping you get things done. Each MiniApp is thoughtfully designed to be intuitive and straightforward, while packing all the features you need. No steep learning curves, just pure productivity from the moment you start.
fr: La vie est déjà assez compliquée - vos outils ne devraient pas l'être. Nous avons éliminé le superflu pour nous concentrer sur ce qui compte le plus : vous aider à faire avancer les choses. Chaque MiniApp est soigneusement conçue pour être intuitive et simple, tout en intégrant toutes les fonctionnalités dont vous avez besoin. Pas de courbes d'apprentissage abruptes, juste une productivité pure dès le départ.
pt: A vida já é complicada o suficiente - suas ferramentas não deveriam ser. Removemos a desordem para focar no que mais importa: ajudar você a realizar as tarefas. Cada MiniApp é cuidadosamente projetado para ser intuitivo e direto, enquanto oferece todos os recursos de que você precisa. Sem curvas de aprendizado acentuadas, apenas produtividade pura desde o momento em que você começa.

source: Whether you're a student managing assignments, a professional tracking projects, or anyone in between, our MiniApps adapt to your needs. Start small with basic features and discover more powerful capabilities as you grow. Plus, they work seamlessly across all your devices, so your tools are always right where you need them.
fr: Que vous soyez un étudiant gérant ses devoirs, un professionnel suivant des projets ou n'importe qui entre les deux, nos MiniApps s'adaptent à vos besoins. Commencez petit avec des fonctionnalités de base et découvrez des capacités plus puissantes au fur et à mesure de votre croissance. De plus, ils fonctionnent de manière transparente sur tous vos appareils, de sorte que vos outils sont toujours là où vous en avez besoin.
pt: Se você é um estudante gerenciando tarefas, um profissional rastreando projetos ou qualquer pessoa entre os dois, nossos MiniApps se adaptam às suas necessidades. Comece pequeno com recursos básicos e descubra capacidades mais poderosas à medida que você cresce. Além disso, eles funcionam perfeitamente em todos os seus dispositivos, para que suas ferramentas estejam sempre onde você precisa.
