Repository: Michael-Obele/Svelte-MiniApps
Catalog: src/locales/*.po
Languages: de, es, fr, ja, pt

source: fun
de: Spaß
es: diversión
fr: amusant
ja: 楽しい
pt: diversão

source: Age Calculator
de: Altersrechner
es: Calculadora de Edad
fr: Calculateur d'âge
ja: 年齢計算機
pt: Calculadora de Idade

source: Calculates your age based on the date you were born.
de: Berechnet Ihr Alter basierend auf Ihrem Geburtsdatum.
es: Calcula tu edad basándose en la fecha en que naciste.
fr: Calcule votre âge en fonction de votre date de naissance.
ja: 生年月日に基づいて年齢を計算します。
pt: Calcula sua idade com base na data em que você nasceu.

source: math
de: Mathe
es: matemáticas
fr: mathématiques
ja: 数学
pt: matemática

source: Rock Paper Scissors Game
de: Schere, Stein, Papier Spiel
es: Juego de Piedra Papel Tijeras
fr: Jeu de pierre-feuille-ciseaux
ja: じゃんけんゲーム
pt: Jogo de Pedra, Papel e Tesoura

source: Lets you play the classic rock, paper, scissors game against the computer and shows the outcome.
de: Ermöglicht es Ihnen, das klassische Schere, Stein, Papier-Spiel gegen den Computer zu spielen und zeigt das Ergebnis an.
es: Te permite jugar al clásico juego de piedra, papel o tijeras contra la computadora y muestra el resultado.
fr: Vous permet de jouer au jeu classique de pierre, papier, ciseaux contre l'ordinateur et montre le résultat.
ja: コンピューターと定番のじゃんけんゲームをプレイし、結果を表示します。
pt: Permite que você jogue o clássico jogo de pedra, papel e tesoura contra o computador e mostra o resultado.

source: game
de: Spiel
es: juego
fr: jeu
ja: ゲーム
pt: jogo

source: Dice Roll Simulator
de: Würfelwurf-Simulator
es: Simulador de Lanzamiento de Dados
fr: Simulateur de lancer de dés
ja: サイコロシミュレーター
pt: Simulador de Lançamento de Dados

source: Simulates rolling dice and visually shows the result.
de: Simuliert das Würfeln und zeigt das Ergebnis visuell an.
es: Simula el lanzamiento de dados y muestra visualmente el resultado.
fr: Simule le lancer de dés et montre visuellement le résultat.
ja: サイコロを振るのをシミュレートし、結果を視覚的に表示します。
pt: Simula o lançamento de dados e mostra visualmente o resultado.

source: Recipe Book Organizer
de: Rezeptbuch-Organisator
es: Organizador de Libro de Recetas
fr: Organisateur de livre de recettes
ja: レシピブックオーガナイザー
pt: Organizador de Livro de Receitas

source: Helps you manage your recipes by letting you create, organize, and potentially convert them into instructions.
de: Hilft Ihnen bei der Verwaltung Ihrer Rezepte, indem Sie sie erstellen, organisieren und möglicherweise in Anweisungen umwandeln können.
es: Te ayuda a administrar tus recetas permitiéndote crearlas, organizarlas y, potencialmente, convertirlas en instrucciones.
fr: Vous aide à gérer vos recettes en vous permettant de les créer, de les organiser et potentiellement de les convertir en instructions.
ja: レシピの作成、整理、および手順への変換を可能にすることで、レシピの管理を支援します。
pt: Ajuda você a gerenciar suas receitas, permitindo que você as crie, organize e, potencialmente, as converta em instruções.

source: Note Taker
de: Notizblock
es: Tomador de Notas
ja: ノートテイカー
pt: Anotador

source: Capture your thoughts and sync them across devices.
de: Halten Sie Ihre Gedanken fest und synchronisieren Sie sie auf allen Geräten.
es: Captura tus pensamientos y sincronízalos entre dispositivos.
ja: 考えを記録し、デバイス間で同期します。
pt: Capture seus pensamentos e sincronize-os entre dispositivos.

source: Weather App
de: Wetter-App
es: Aplicación del Tiempo
fr: Application météo
ja: 天気アプリ
pt: Aplicativo de Clima

source: Displays current weather information based on user location or input city.
de: Zeigt aktuelle Wetterinformationen basierend auf dem Standort des Benutzers oder der eingegebenen Stadt an.
es: Muestra información meteorológica actual basada en la ubicación del usuario o en la ciudad ingresada.
fr: Affiche les informations météorologiques actuelles en fonction de la localisation de l'utilisateur ou de la ville saisie.
ja: ユーザーの場所または入力された都市に基づいて、現在の天気情報を表示します。
pt: Exibe informações meteorológicas atuais com base na localização do usuário ou na cidade inserida.

source: Expense Splitter
de: Ausgabenaufteiler
es: Divisor de Gastos
fr: Répartiteur de dépenses
ja: 割り勘計算機
pt: Divisor de Despesas

source: Helps users split expenses among friends or family and calculates who owes what.
de: Hilft Benutzern, Ausgaben unter Freunden oder Familie aufzuteilen und berechnet, wer wem was schuldet.
es: Ayuda a los usuarios a dividir los gastos entre amigos o familiares y calcula quién debe qué.
fr: Aide les utilisateurs à partager les dépenses entre amis ou en famille et calcule qui doit quoi.
ja: 友人や家族間で費用を分担し、誰が誰にいくら支払うかを計算するのに役立ちます。
pt: Ajuda os usuários a dividir despesas entre amigos ou familiares e calcula quem deve o quê.

source: Flashcard Quizzer
de: Karteikarten-Quiz
es: Cuestionario de Tarjetas de Memoria
fr: Quiz de cartes mémoire
ja: フラッシュカードクイズ
pt: Questionário de Flashcards

source: Allows users to create flashcards for studying and quizzes them on the content.
de: Ermöglicht es Benutzern, Karteikarten zum Lernen zu erstellen und sich über den Inhalt abzufragen.
es: Permite a los usuarios crear tarjetas de memoria para estudiar y los evalúa sobre el contenido.
fr: Permet aux utilisateurs de créer des cartes mémoire pour étudier et les interroge sur le contenu.
ja: ユーザーが学習用のフラッシュカードを作成し、コンテンツに関するクイズを行うことができます。
pt: Permite que os usuários criem flashcards para estudar e os testa sobre o conteúdo.

source: Recipe Finder
de: Rezeptfinder
es: Buscador de Recetas
fr: Chercheur de recettes
ja: レシピファインダー
pt: Buscador de Receitas

source: Lets users search for recipes based on ingredients they have at home.
de: Ermöglicht es Benutzern, nach Rezepten basierend auf Zutaten zu suchen, die sie zu Hause haben.
es: Permite a los usuarios buscar recetas basadas en los ingredientes que tienen en casa.
fr: Permet aux utilisateurs de rechercher des recettes en fonction des ingrédients qu'ils ont à la maison.
ja: ユーザーが自宅にある材料に基づいてレシピを検索できます。
pt: Permite que os usuários pesquisem receitas com base nos ingredientes que têm em casa.

source: Fitness Tracker
es: Rastreador de Actividad Física
fr: Suivi de remise en forme
ja: フィットネストラッカー
pt: Rastreador de Fitness

source: Tracks workouts, calories burned, and progress over time.
de: Verfolgt Trainingseinheiten, verbrannte Kalorien und Fortschritte im Laufe der Zeit.
es: Realiza un seguimiento de los entrenamientos, las calorías quemadas y el progreso a lo largo del tiempo.
fr: Suit les entraînements, les calories brûlées et les progrès au fil du temps.
ja: ワークアウト、消費カロリー、および時間の経過に伴う進捗状況を追跡します。
pt: Acompanha treinos, calorias queimadas e progresso ao longo do tempo.

source: Meditation Timer
de: Meditationstimer
es: Temporizador de Meditación
fr: Minuteur de méditation
ja: 瞑想タイマー
pt: Temporizador de Meditação

source: A timer specifically for meditation sessions with options for different intervals.
de: Ein Timer speziell für Meditationssitzungen mit Optionen für verschiedene Intervalle.
es: Un temporizador específicamente para sesiones de meditación con opciones para diferentes intervalos.
fr: Une minuterie spécialement conçue pour les séances de méditation avec des options pour différents intervalles.
ja: さまざまな間隔のオプションを備えた、瞑想セッション専用のタイマー。
pt: Um temporizador especificamente para sessões de meditação com opções para diferentes intervalos.

source: Scenario Tracker
de: Szenario-Tracker
es: Rastreador de Escenarios
ja: シナリオトラッカー
pt: Rastreador de Cenários

source: Track multiple life/career scenarios with time investments, progress metrics, and risk analysis over a 10-year planning horizon.
de: Verfolge mehrere Lebens-/Karriereszenarien mit Zeitinvestitionen, Fortschrittsmessungen und Risikoanalysen über einen 10-Jahres-Planungshorizont.
es: Realiza un seguimiento de múltiples escenarios de vida/carrera con inversiones de tiempo, métricas de progreso y análisis de riesgo en un horizonte de planificación de 10 años.
ja: 10年間の計画期間にわたって、時間投資、進捗状況の指標、およびリスク分析を使用して、複数の人生/キャリアシナリオを追跡します。
pt: Acompanhe múltiplos cenários de vida/carreira com investimentos de tempo, métricas de progresso e análise de risco ao longo de um horizonte de planejamento de 10 anos.

source: Good night
de: Gute Nacht
es: Buenas noches
fr: Bonne nuit
ja: おやすみ
pt: Boa noite

source: Good morning
de: Guten Morgen
es: Buenos días
fr: Bonjour
ja: おはようございます
pt: Bom dia

source: Good afternoon
de: Guten Tag
es: Buenas tardes
fr: Bon après-midi
ja: こんにちは
pt: Boa tarde

source: Good evening
de: Guten Abend
es: Buenas tardes
fr: Bonsoir
ja: こんばんは```
pt: Boa noite

source: Page Not Found
de: Seite nicht gefunden
es: Página no encontrada
fr: Page non trouvée
ja: ページが見つかりません
pt: Página Não Encontrada

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
de: Die gesuchte Seite wurde möglicherweise entfernt, umbenannt oder ist vorübergehend nicht verfügbar.
es: Es posible que la página que buscas haya sido eliminada, que su nombre haya cambiado o que no esté disponible temporalmente.
fr: La page que vous recherchez a peut-être été supprimée, renommée ou est temporairement indisponible.
ja: お探しのページは削除されたか、名前が変更されたか、一時的に利用できなくなっている可能性があります。
pt: A página que você está procurando pode ter sido removida, ter seu nome alterado ou estar temporariamente indisponível.

source: Please check the URL or try navigating from the home page.
de: Bitte überprüfen Sie die URL oder versuchen Sie, von der Startseite aus zu navigieren.
es: Por favor, verifique la URL o intente navegar desde la página de inicio.
fr: Veuillez vérifier l'URL ou essayer de naviguer depuis la page d'accueil.
ja: URLを確認するか、ホームページから移動してみてください。
pt: Por favor, verifique a URL ou tente navegar a partir da página inicial.

source: Server Error
de: Serverfehler
es: Error del servidor
fr: Erreur du serveur
ja: サーバーエラー
pt: Erro do Servidor

source: Our servers encountered an error while processing your request.
de: Bei der Bearbeitung Ihrer Anfrage ist auf unseren Servern ein Fehler aufgetreten.
es: Nuestros servidores encontraron un error al procesar su solicitud.
fr: Nos serveurs ont rencontré une erreur lors du traitement de votre demande.
ja: お客様のリクエストを処理中に、サーバーでエラーが発生しました。
pt: Nossos servidores encontraram um erro ao processar sua solicitação.

source: Please try again later or contact support if the problem persists.
de: Bitte versuchen Sie es später noch einmal oder wenden Sie sich an den Support, wenn das Problem weiterhin besteht.
es: Por favor, inténtelo de nuevo más tarde o póngase en contacto con el soporte si el problema persiste.
fr: Veuillez réessayer plus tard ou contactez le support si le problème persiste.
ja: 後でもう一度試すか、問題が解決しない場合はサポートにご連絡ください。
pt: Por favor, tente novamente mais tarde ou entre em contato com o suporte se o problema persistir.

source: Access Denied
de: Zugriff verweigert
es: Acceso denegado
fr: Accès refusé
ja: アクセス拒否
pt: Acesso Negado

source: You don't have permission to access this resource.
de: Sie haben keine Berechtigung, auf diese Ressource zuzugreifen.
es: No tiene permiso para acceder a este recurso.
fr: Vous n'avez pas la permission d'accéder à cette ressource.
ja: このリソースにアクセスする権限がありません。
pt: Você não tem permissão para acessar este recurso.

source: Please log in or contact your administrator for access.
de: Bitte melden Sie sich an oder wenden Sie sich an Ihren Administrator, um Zugriff zu erhalten.
es: Inicie sesión o póngase en contacto con su administrador para obtener acceso.
fr: Veuillez vous connecter ou contactez votre administrateur pour accéder.
ja: ログインするか、管理者にお問い合わせください。
pt: Por favor, faça login ou entre em contato com seu administrador para obter acesso.

source: Unexpected Error
de: Unerwarteter Fehler
es: Error inesperado
fr: Erreur inattendue
ja: 予期せぬエラー
pt: Erro Inesperado

source: An unexpected error occurred while processing your request.
de: Bei der Bearbeitung Ihrer Anfrage ist ein unerwarteter Fehler aufgetreten.
es: Se produjo un error inesperado al procesar su solicitud.
fr: Une erreur inattendue s'est produite lors du traitement de votre demande.
ja: お客様のリクエストを処理中に、予期せぬエラーが発生しました。
pt: Um erro inesperado ocorreu ao processar sua solicitação.

source: Please try again or contact support if the problem persists.
de: Bitte versuchen Sie es später noch einmal oder wenden Sie sich an den Support, wenn das Problem weiterhin besteht.
es: Por favor, inténtelo de nuevo o póngase en contacto con el soporte si el problema persiste.
fr: Veuillez réessayer ou contactez le support si le problème persiste.
ja: 後でもう一度試すか、問題が解決しない場合はサポートにご連絡ください。
pt: Por favor, tente novamente ou entre em contato com o suporte se o problema persistir.

source: Technical Details
de: Technische Details
es: Detalles técnicos
fr: Détails techniques
ja: 技術的な詳細
pt: Detalhes Técnicos

source: Status:
es: Estado:
fr: Statut :
ja: ステータス：

source: Path:
de: Pfad:
es: Ruta:
fr: Chemin :
ja: パス：
pt: Caminho:

source: Go Home
de: Startseite
es: Ir a Inicio
fr: Aller à l'accueil
ja: ホームへ
pt: Ir para Início

source: Go Back
de: Zurück
es: Volver
fr: Retour
ja: 戻る
pt: Voltar

source: A collection of mini apps built with SvelteKit
de: Eine Sammlung von Mini-Apps, die mit SvelteKit erstellt wurden
es: Una colección de miniaplicaciones creadas con SvelteKit
fr: Une collection de mini-applications construites avec SvelteKit
ja: SvelteKit で構築されたミニアプリ集
pt: Uma coleção de mini aplicativos construídos com SvelteKit

source: Your everyday digital companion - a collection of beautifully crafted tools to simplify your life.
de: Ihr täglicher digitaler Begleiter - eine Sammlung wunderschön gestalteter Tools, um Ihr Leben zu vereinfachen.
es: Tu compañero digital diario: una colección de herramientas bellamente diseñadas para simplificar tu vida.
fr: Votre compagnon numérique quotidien - une collection d'outils magnifiquement conçus pour simplifier votre vie.
ja: あなたの毎日のデジタルコンパニオン - あなたの生活をシンプルにするために美しく作られたツールのコレクション。
pt: Seu companheiro digital do dia a dia - uma coleção de ferramentas lindamente elaboradas para simplificar sua vida.

source: WebApplication
de: Webanwendung
es: Aplicación Web
fr: Application Web
ja: ウェブアプリケーション
pt: Aplicativo Web

source: Productivity
de: Produktivität
es: Productividad
fr: Productivité
ja: 生産性
pt: Produtividade

source: Any
de: Alle
es: Cualquier
fr: Tous
ja: 誰でも
pt: Qualquer

source: Person
es: Persona
fr: Personne
ja: 人
pt: Pessoa

source: To Do
de: Zu erledigen
es: Por hacer
fr: À faire
ja: 未着手
pt: A Fazer

source: Setup project
de: Projekt einrichten
es: Configurar el proyecto
fr: Configurer le projet
ja: プロジェクトのセットアップ
pt: Configurar projeto

source: Implement drag and drop
de: Drag & Drop implementieren
es: Implementar arrastrar y soltar
fr: Implémenter le glisser-déposer
ja: ドラッグアンドドロップの実装
pt: Implementar arrastar e soltar

source: Add persistence
de: Persistenz hinzufügen
es: Añadir persistencia
fr: Ajouter la persistance
ja: 永続性の追加
pt: Adicionar persistência

source: In Progress
de: In Bearbeitung
es: En progreso
fr: En cours
ja: 進行中
pt: Em Andamento

source: Create UI components
de: UI-Komponenten erstellen
es: Crear componentes de UI
fr: Créer des composants d'interface
ja: UIコンポーネントの作成
pt: Criar componentes de UI

source: Style with Tailwind
de: Mit Tailwind gestalten
es: Estilizar con Tailwind
fr: Styliser avec Tailwind
ja: Tailwindでスタイル
pt: Estilizar com Tailwind

source: Done
de: Erledigt
es: Hecho
fr: Terminé
ja: 完了
pt: Concluído

source: Project planning
de: Projektplanung
es: Planificación del proyecto
fr: Planification du projet
ja: プロジェクト計画
pt: Planejamento do projeto

source: Initial setup
de: Ersteinrichtung
es: Configuración inicial
fr: Configuration initiale
ja: 初期設定
pt: Configuração inicial

source: New Column
de: Neue Spalte
es: Nueva columna
fr: Nouvelle colonne
ja: 新しいカラム
pt: Nova Coluna

source: Features
de: Funktionen
es: Características
fr: Caractéristiques
ja: 特徴
pt: Recursos

source: DataManagement
de: Datenverwaltung
es: Gestión de Datos
fr: Gestion des données
ja: データ管理
pt: Gerenciamento de Dados

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
ja: ツール
pt: Ferramentas

source: Philosophy
de: Philosophie
es: Filosofía
fr: Philosophie
ja: 理念
pt: Filosofia

source: Vision
es: Visión
ja: ビジョン
pt: Visão

source: Attributions
de: Zuschreibungen
es: Atribuciones
ja: 貢献```
pt: Atribuições

source: About Page | Svelte Mini Apps
de: Über Uns Seite | Svelte Mini Apps
es: Página Acerca de | Svelte Mini Apps
fr: À propos | Svelte Mini Apps
ja: アバウトページ | Svelte Mini Apps
pt: Página Sobre | MiniApps Svelte

source: Discover more about Svelte Mini Apps on our About page. Learn about our innovative tools, unique Svelte applications, and how we're revolutionizing the Svelte ecosystem.
de: Entdecken Sie mehr über Svelte Mini Apps auf unserer Über Uns Seite. Erfahren Sie mehr über unsere innovativen Tools, einzigartigen Svelte-Anwendungen und wie wir das Svelte-Ökosystem revolutionieren.
es: Descubre más sobre Svelte Mini Apps en nuestra página Acerca de. Conoce nuestras herramientas innovadoras, aplicaciones Svelte únicas y cómo estamos revolucionando el ecosistema de Svelte.
fr: Découvrez-en plus sur Svelte Mini Apps. Apprenez-en davantage sur nos outils innovants, nos applications Svelte uniques et comment nous révolutionnons l'écosystème Svelte.
ja: アバウトページで Svelte Mini Apps についてもっと知りましょう。革新的なツール、ユニークな Svelte アプリケーション、そして私たちがどのように Svelte エコシステムに革命を起こしているかをご覧ください。
pt: Descubra mais sobre o MiniApps Svelte em nossa página Sobre. Aprenda sobre nossas ferramentas inovadoras, aplicativos Svelte únicos e como estamos revolucionando o ecossistema Svelte.

source: Svelte, Min iApps, About, Tools, Applications, Ecosystem, Innovative, Unique
de: Svelte, Min iApps, Über, Werkzeuge, Anwendungen, Ökosystem, Innovativ, Einzigartig
es: Svelte, Min iApps, Acerca de, Herramientas, Aplicaciones, Ecosistema, Innovador, Único
fr: Svelte, Min iApps, À propos, Outils, Applications, Écosystème, Innovant, Unique
ja: Svelte, Min iApps, アバウト, ツール, アプリケーション, エコシステム, 革新的, ユニーク
pt: Svelte, Min iApps, Sobre, Ferramentas, Aplicações, Ecossistema, Inovador, Único

source: Svelte Mini Apps: Powerful Tiny Tools Built with <0>SvelteKit <0/></0>
de: Svelte Mini Apps: Leistungsstarke, winzige Tools, erstellt mit <0>SvelteKit <0/></0>
es: Svelte Mini Apps: Herramientas potentes y pequeñas creadas con <0>SvelteKit <0/></0>
fr: Svelte Mini Apps : Des outils minuscules puissants construits avec <0>SvelteKit <0/></0>
ja: Svelte Mini Apps: <0>SvelteKit <0/></0>で構築された強力な小型ツール
pt: MiniApps Svelte: Ferramentas Pequenas e Poderosas Construídas com <0>SvelteKit <0/></0>

source: <0>Supercharge your workflow!</0> Svelte Mini Apps are tiny, focused tools built with <1>SvelteKit</1> for lightning speed. Conquer everyday tasks with ease.
de: <0>Beschleunigen Sie Ihren Workflow!</0> Svelte Mini Apps sind winzige, fokussierte Tools, die mit <1>SvelteKit</1> für blitzschnelle Geschwindigkeit entwickelt wurden. Bewältigen Sie alltägliche Aufgaben mit Leichtigkeit.
es: <0>¡Potencia tu flujo de trabajo!</0> Svelte Mini Apps son herramientas diminutas y enfocadas, creadas con <1>SvelteKit</1> para una velocidad relámpago. Domina las tareas diarias con facilidad.
fr: <0>Boostez votre flux de travail !</0> Svelte Mini Apps sont des outils minuscules et ciblés construits avec <1>SvelteKit</1> pour une vitesse éclair. Maîtrisez les tâches quotidiennes facilement.
ja: <0>ワークフローを加速させましょう！</0> Svelte Mini Apps は、<1>SvelteKit</1> で構築された、超高速で動作する小型のツールです。日々のタスクを簡単にこなしましょう。
pt: <0>Supercharge seu fluxo de trabalho!</0> MiniApps Svelte são ferramentas pequenas e focadas construídas com <1>SvelteKit</1> para velocidade relâmpago. Conquiste tarefas do dia a dia com facilidade.

source: <0>Work anytime, anywhere!</0> These tiny web apps, built with <1>SvelteKit</1>, let you install them for seamless offline access. Conquer your daily challenges, even without an internet connection.
de: <0>Arbeiten Sie jederzeit und überall!</0> Mit diesen winzigen Web-Apps, die mit <1>SvelteKit</1> erstellt wurden, können Sie sie für nahtlosen Offline-Zugriff installieren. Bewältigen Sie Ihre täglichen Herausforderungen, auch ohne Internetverbindung.
es: <0>¡Trabaja en cualquier momento y en cualquier lugar!</0> Estas diminutas apps web, creadas con <1>SvelteKit</1>, te permiten instalarlas para un acceso sin conexión sin problemas. Enfrenta tus desafíos diarios, incluso sin conexión a Internet.
fr: <0>Travaillez n'importe quand, n'importe où !</0> Ces petites applications web, construites avec <1>SvelteKit</1>, vous permettent de les installer pour un accès hors ligne sans faille. Relevez vos défis quotidiens, même sans connexion Internet.
ja: <0>いつでも、どこでも作業！</0> <1>SvelteKit</1> で構築されたこれらの小さなウェブアプリは、インストールしてシームレスなオフラインアクセスが可能です。インターネット接続がなくても、日々の課題を克服できます。
pt: <0>Trabalhe a qualquer hora, em qualquer lugar!</0> Estes pequenos aplicativos web, construídos com <1>SvelteKit</1>, permitem que você os instale para acesso offline sem interrupções. Conquiste seus desafios diários, mesmo sem conexão com a internet.

source: Like What You See?
de: Gefällt Ihnen, was Sie sehen?
es: ¿Te gusta lo que ves?
fr: Vous aimez ce que vous voyez ?
ja: 気に入りましたか？
pt: Gostou do que viu?

source: I'm available for freelance work, consulting, and exciting collaborations. Let's build something amazing together with modern web technologies!
de: Ich stehe für freiberufliche Arbeit, Beratung und spannende Kooperationen zur Verfügung. Lassen Sie uns gemeinsam etwas Großartiges mit modernen Webtechnologien aufbauen!
es: Estoy disponible para trabajos freelance, consultoría y colaboraciones emocionantes. ¡Construyamos juntos algo increíble con tecnologías web modernas!
fr: Je suis disponible pour du travail indépendant, du conseil et des collaborations passionnantes. Construisons quelque chose d'incroyable ensemble avec les technologies web modernes !
ja: 私はフリーランスの仕事、コンサルティング、そしてエキサイティングなコラボレーションが可能です。最新のWebテクノロジーで何か素晴らしいものを一緒に構築しましょう！
pt: Estou disponível para trabalhos freelance, consultoria e colaborações empolgantes. Vamos construir algo incrível juntos com tecnologias web modernas!

source: <0/> Hire Me <1/>
de: <0/> Mich engagieren <1/>
es: <0/> Contrátame <1/>
fr: <0/> M'embaucher <1/>
ja: <0/> 雇ってください <1/>
pt: <0/> Contrate-me <1/>

source: <0/> Email Me
de: <0/> E-Mail senden
es: <0/> Envíame un correo
fr: <0/> M'envoyer un email
ja: <0/> メールを送る
pt: <0/> Envie-me um e-mail

source: The framework powering this application, providing routing, server-side rendering, and more.
de: Das Framework, das diese Anwendung antreibt und Routing, serverseitiges Rendering und mehr bietet.
es: El framework que impulsa esta aplicación, proporcionando enrutamiento, renderizado del lado del servidor y mucho más.
fr: Le framework qui alimente cette application, fournissant le routage, le rendu côté serveur, etc.
ja: ルーティングやサーバーサイドレンダリングなど、このアプリケーションを動かすフレームワーク。
pt: O framework que impulsiona este aplicativo, fornecendo roteamento, renderização do lado do servidor e mais.

source: Beautiful, accessible, and customizable UI components for Svelte applications.
de: Schöne, zugängliche und anpassbare UI-Komponenten für Svelte-Anwendungen.
es: Componentes de UI hermosos, accesibles y personalizables para aplicaciones Svelte.
fr: Des composants d'interface utilisateur beaux, accessibles et personnalisables pour les applications Svelte.
ja: Svelteアプリケーション用の美しく、アクセスしやすく、カスタマイズ可能なUIコンポーネント。
pt: Componentes de UI bonitos, acessíveis e personalizáveis para aplicativos Svelte.
