Repository: Michael-Obele/Svelte-MiniApps
Catalog: src/locales/*.po
Languages: de, es, fr, ja, pt

source: Desktop Companion Apps
de: Desktop-Begleit-Apps
es: Aplicaciones de escritorio complementarias
fr: Applications compagnons de bureau
ja: デスクトップコンパニオンアプリ
pt: Apps companheiros para desktop

source: Windows, macOS, Linux apps with native menus and system tray
de: Windows-, macOS-, Linux-Apps mit nativen Menüs und Systemablage
es: Aplicaciones para Windows, macOS y Linux con menús nativos y bandeja del sistema
fr: Applications Windows, macOS et Linux avec menus natifs et zone de notification
ja: ネイティブメニューとシステムトレイを備えたWindows、macOS、Linuxアプリ
pt: Apps para Windows, macOS e Linux com menus nativos e bandeja do sistema

source: Tauri (recommended)
de: Tauri (empfohlen)
es: Tauri (recomendado)
fr: Tauri (recommandé)
ja: Tauri（推奨）
pt: Tauri (recomendado)

source: Native menus
de: Native Menüs
es: Menús nativos
fr: Menus natifs
ja: ネイティブメニュー
pt: Menus nativos

source: System tray
de: Systemablage
es: Bandeja del sistema
fr: Zone de notification
ja: システムトレイ
pt: Bandeja do sistema

source: Window controls
de: Fenstersteuerung
es: Controles de ventana
fr: Contrôles de la fenêtre
ja: ウィンドウコントロール
pt: Controles da janela

source: Announcements Page
de: Ankündigungsseite
es: Página de anuncios
fr: Page d'annonces
ja: お知らせページ
pt: Página de anúncios

source: Markdown-backed announcements with server-side listing
de: Markdown-basierte Ankündigungen mit serverseitiger Auflistung
es: Anuncios basados en Markdown con listado en el servidor
fr: Annonces basées sur Markdown avec affichage côté serveur
ja: サーバー側のリスト表示によるMarkdownベースのお知らせ
pt: Anúncios em Markdown com listagem no servidor

source: Implemented
de: Implementiert
es: Implementado
fr: Implémenté
ja: 実装済み
pt: Implementado

source: Playground
de: Spielplatz
es: Zona de pruebas
fr: Espace d'essai
ja: プレイグラウンド
pt: Área de testes

source: Learning area with walkthroughs and interactive sandbox
de: Lernbereich mit Anleitungen und interaktiver Sandbox
es: Área de aprendizaje con guías y sandbox interactivo
fr: Zone d'apprentissage avec des guides pas à pas et un bac à sable interactif
ja: チュートリアルとインタラクティブサンドボックスを備えた学習エリア
pt: Área de aprendizado com guias passo a passo e sandbox interativo

source: Non-interactive stepper with Next/Prev controls
de: Nicht-interaktiver Stepper mit Weiter/Zurück-Steuerung
es: Stepper no interactivo con controles Siguiente/Anterior
fr: Stepper non interactif avec contrôles Suivant/Précédent
ja: 次へ/前へコントロールを備えた非インタラクティブなステッパー
pt: Passo a passo não interativo com controles Próximo/Anterior

source: Interactive sandbox (StackBlitz/CodeSandbox)
de: Interaktive Sandbox (StackBlitz/CodeSandbox)
es: Sandbox interactivo (StackBlitz/CodeSandbox)
fr: Bac à sable interactif (StackBlitz/CodeSandbox)
ja: インタラクティブサンドボックス（StackBlitz/CodeSandbox）
pt: Sandbox interativo (StackBlitz/CodeSandbox)

source: Walkthroughs Per-App
de: Anleitungen pro App
es: Guías por aplicación
fr: Guides pas à pas par application
ja: アプリごとのチュートリアル
pt: Guias por aplicativo

source: Chunked learning steps for each mini-app
de: Aufgeteilte Lernschritte für jede Mini-App
es: Pasos de aprendizaje en bloques para cada miniaplicación
fr: Étapes d'apprentissage par morceaux pour chaque mini‑application
ja: 各ミニアプリの段階的な学習ステップ
pt: Etapas de aprendizado em blocos para cada mini-app

source: Design
es: Diseño
fr: Conception
ja: デザイン

source: Data Model
de: Datenmodell
es: Modelo de datos
fr: Modèle de données
ja: データモデル
pt: Modelo de dados

source: Logic
de: Logik
es: Lógica
fr: Logique
ja: ロジック
pt: Lógica

source: Deployment
de: Bereitstellung
es: Despliegue
fr: Déploiement
ja: デプロイメント
pt: Implantação

source: Timeline UI & Data
de: Timeline UI & Daten
es: Interfaz y datos de la línea de tiempo
fr: Interface et données de la chronologie
ja: タイムラインUIとデータ
pt: Interface da Linha do Tempo e Dados

source: Structured milestone tracking and roadmap visualization
de: Strukturierte Meilensteinverfolgung und Roadmap-Visualisierung
es: Seguimiento estructurado de hitos y visualización de la hoja de ruta
fr: Suivi structuré des jalons et visualisation de la feuille de route
ja: 構造化されたマイルストーン追跡とロードマップの可視化
pt: Rastreamento estruturado de marcos e visualização do roadmap

source: JSON milestones
de: JSON-Meilensteine
es: Hitos JSON
fr: Jalons JSON
ja: JSONマイルストーン
pt: Marcos em JSON

source: Accessibility & UX
de: Barrierefreiheit & UX
es: Accesibilidad y experiencia de usuario (UX)
fr: Accessibilité et expérience utilisateur
ja: アクセシビリティとUX
pt: Acessibilidade e UX

source: Enhanced keyboard navigation and screen-reader support
de: Verbesserte Tastaturnavigation und Unterstützung für Bildschirmleseprogramme
es: Navegación por teclado mejorada y soporte para lectores de pantalla
fr: Navigation au clavier améliorée et support des lecteurs d'écran
ja: 強化されたキーボードナビゲーションとスクリーンリーダーのサポート
pt: Navegação por teclado aprimorada e suporte a leitores de tela

source: Keyboard navigation
de: Tastaturnavigation
es: Navegación por teclado
fr: Navigation au clavier
ja: キーボードナビゲーション
pt: Navegação por teclado

source: Screen-reader affordances
de: Unterstützung für Bildschirmleseprogramme
es: Ayudas para lectores de pantalla
fr: Accessibilité pour lecteurs d'écran
ja: スクリーンリーダーの支援機能
pt: Facilidades para leitores de tela

source: Budget Tracker Export
es: Exportación de Budget Tracker
fr: Export du suivi budgétaire
ja: 予算トラッカーのエクスポート
pt: Exportação do Rastreador de Orçamento

source: Export budget data as PDF or image files
de: Budgetdaten als PDF- oder Bilddateien exportieren
es: Exportar datos de presupuesto como PDF o archivos de imagen
fr: Exporter les données du budget au format PDF ou image
ja: 予算データをPDFまたはイメージファイルとしてエクスポート
pt: Exportar dados de orçamento como PDF ou arquivos de imagem

source: Client-side Export (MVP)
de: Clientseitiger Export (MVP)
es: Exportación del lado del cliente (MVP)
fr: Export côté client (MVP)
ja: クライアント側のエクスポート（MVP）
pt: Exportação no lado do cliente (MVP)

source: No server changes
de: Keine Serveränderungen
es: Sin cambios en el servidor
fr: Aucun changement côté serveur
ja: サーバーの変更なし
pt: Sem alterações no servidor

source: Works offline
de: Funktioniert offline
es: Funciona sin conexión
fr: Fonctionne hors ligne
ja: オフラインで動作
pt: Funciona offline

source: Fast iteration
de: Schnelle Iteration
es: Iteración rápida
fr: Itération rapide
ja: 高速なイテレーション
pt: Iteração rápida

source: Layout quirks
de: Layout-Eigenheiten
es: Peculiaridades de diseño
fr: Problèmes de mise en page
ja: レイアウトの癖
pt: Problemas de layout

source: Memory-heavy for large data
de: Speicherintensiv bei großen Datenmengen
es: Alto consumo de memoria para grandes volúmenes de datos
fr: Consommation mémoire élevée pour de grandes données
ja: 大量のデータに対してメモリ負荷が高い
pt: Consome muita memória para dados grandes

source: Server-side Rendering
de: Serverseitiges Rendering
es: Renderizado del lado del servidor
fr: Rendu côté serveur
ja: サーバーサイドレンダリング
pt: Renderização do lado do servidor

source: Consistent rendering
de: Konsistentes Rendering
es: Renderizado consistente
fr: Rendu cohérent
ja: 一貫したレンダリング
pt: Renderização consistente

source: Handles complex CSS
de: Verarbeitet komplexes CSS
es: Soporta CSS complejo
fr: Gère les CSS complexes
ja: 複雑なCSSを処理
pt: Lida com CSS complexo

source: Requires server infrastructure
de: Benötigt Serverinfrastruktur
es: Requiere infraestructura de servidor
fr: Nécessite une infrastructure serveur
ja: サーバーインフラストラクチャが必要
pt: Exige infraestrutura de servidor

source: Rate limiting needed
de: Ratenbegrenzung erforderlich
es: Se necesita limitación de tasa
fr: Nécessité d'une limitation du débit
ja: レート制限が必要
pt: Limitação de taxa necessária

source: Native App Integration
es: Integración de aplicaciones nativas
fr: Intégration d'applications natives
ja: ネイティブアプリの統合
pt: Integração com aplicativo nativo

source: Leverages native APIs
de: Nutzt native APIs
es: Aprovecha APIs nativas
fr: Exploite les API natives
ja: ネイティブAPIを活用
pt: Aproveita APIs nativas

source: Platform-specific implementation
de: Plattformspezifische Implementierung
es: Implementación específica de la plataforma
fr: Implémentation spécifique à la plateforme
ja: プラットフォーム固有の実装
pt: Implementação específica de plataforma

source: Client-side export with html2canvas + jsPDF
de: Clientseitiger Export mit html2canvas + jsPDF
es: Exportación del lado del cliente con html2canvas + jsPDF
fr: Export côté client avec html2canvas + jsPDF
ja: html2canvas + jsPDFを使用したクライアント側のエクスポート
pt: Exportação no lado do cliente com html2canvas + jsPDF

source: Planned Features | Svelte Mini Apps Changelog
de: Geplante Funktionen | Svelte Mini Apps Changelog
es: Características planificadas | Registro de cambios de Svelte Mini Apps
fr: Fonctionnalités prévues | Journal des modifications de Svelte-MiniApps
ja: 計画された機能 | Svelte Mini Apps Changelog
pt: Recursos Planejados | Registro de alterações do Svelte Mini Apps

source: Explore upcoming features and planned enhancements for Svelte-MiniApps, including mobile apps, desktop companions, and new functionality.
de: Entdecken Sie kommende Funktionen und geplante Erweiterungen für Svelte-MiniApps, einschließlich mobiler Apps, Desktop-Begleiter und neuer Funktionen.
es: Descubre las próximas características y mejoras planificadas para Svelte-MiniApps, incluyendo aplicaciones móviles, acompañantes de escritorio y nueva funcionalidad.
fr: Découvrez les prochaines fonctionnalités et les améliorations prévues pour Svelte-MiniApps, y compris les applications mobiles, les compagnons de bureau et de nouvelles fonctionnalités.
ja: モバイルアプリ、デスクトップコンパニオン、および新機能を含む、Svelte-MiniAppsの今後の機能と計画された拡張機能をご覧ください。
pt: Explore os recursos que estão por vir e as melhorias planejadas para o Svelte-MiniApps, incluindo aplicativos móveis, companheiros para desktop e novas funcionalidades.

source: Discover what's coming next for Svelte-MiniApps. From mobile and desktop companion apps to enhanced learning tools and accessibility improvements, explore our development roadmap.
de: Entdecken Sie, was als nächstes für Svelte-MiniApps kommt. Von mobilen und Desktop-Begleit-Apps bis hin zu verbesserten Lerntools und Barrierefreiheitsverbesserungen, erkunden Sie unsere Entwicklungs-Roadmap.
es: Descubre lo que viene para Svelte-MiniApps. Desde aplicaciones móviles y de escritorio de acompañamiento hasta herramientas de aprendizaje mejoradas y mejoras de accesibilidad, explora nuestra hoja de ruta de desarrollo.
fr: Découvrez ce qui est prévu pour Svelte-MiniApps. Des applications mobiles et compagnons de bureau, à des outils d'apprentissage améliorés et des améliorations d'accessibilité, explorez notre feuille de route de développement.
ja: Svelte-MiniAppsの今後の展開をご覧ください。モバイルおよびデスクトップコンパニオンアプリから、強化された学習ツールやアクセシビリティの向上まで、開発ロードマップをご覧ください。
pt: Descubra o que vem a seguir para o Svelte-MiniApps. De aplicativos móveis e companheiros de desktop até melhorias nas ferramentas de aprendizado e melhorias de acessibilidade, explore nosso roteiro de desenvolvimento.

source: High-Level Features
de: Übergeordnete Funktionen
es: Características de alto nivel
fr: Fonctionnalités de haut niveau
ja: 高レベルの機能
pt: Principais Recursos

source: Phases:
de: Phasen:
es: Fases:
ja: フェーズ:
pt: Fases:

source: Options:
de: Optionen:
es: Opciones:
ja: オプション:
pt: Opções:

source: Capabilities:
de: Fähigkeiten:
es: Capacidades:
fr: Capacités :
ja: 機能:
pt: Capacidades:

source: Long-term:
de: Langfristig:
es: A largo plazo:
fr: À long terme :
ja: 長期:
pt: Longo prazo:

source: Steps:
de: Schritte:
es: Pasos:
fr: Étapes :
ja: ステップ:
pt: Etapas:

source: Data Format:
de: Datenformat:
es: Formato de datos:
fr: Format des données :
ja: データ形式:
pt: Formato de Dados:

source: Source:
de: Quelle:
es: Fuente:
ja: ソース:
pt: Fonte:

source: Features:
de: Funktionen:
es: Características:
fr: Caractéristiques :
ja: 機能:
pt: Recursos:

source: Budget Tracker Export Feature
de: Budget-Tracker-Exportfunktion
es: Función de exportación de Budget Tracker
fr: Fonction d’export du suivi budgétaire
ja: 予算トラッカーエクスポート機能
pt: Funcionalidade de Exportação do Rastreador de Orçamento

source: Implementation Options
de: Implementierungsoptionen
es: Opciones de implementación
fr: Options d'implémentation
ja: 実装オプション
pt: Opções de Implementação

source: Pros:
de: Vorteile:
es: Ventajas:
fr: Avantages :
ja: 長所:
pt: Prós:

source: Cons:
de: Nachteile:
es: Desventajas:
fr: Inconvénients :
ja: 短所:
pt: Contras:

source: Libraries:
de: Bibliotheken:
es: Bibliotecas:
fr: Bibliothèques :
ja: ライブラリ:
pt: Bibliotecas:

source: Recommended MVP
de: Empfohlene MVP
es: MVP recomendado
fr: MVP recommandé
ja: 推奨MVP
pt: MVP recomendado

source: <0/> Export PDF
de: <0/> PDF exportieren
es: <0/> Exportar PDF
fr: <0/> Exporter en PDF
ja: <0/> PDFをエクスポート
pt: <0/> Exportar PDF

source: <0/> Export Image
de: <0/> Bild exportieren
es: <0/> Exportar Imagen
fr: <0/> Exporter l'image
ja: <0/> 画像をエクスポート
pt: <0/> Exportar Imagem

source: Implementation Notes
de: Implementierungshinweise
es: Notas de implementación
fr: Notes d'implémentation
ja: 実装に関する注記
pt: Notas de Implementação

source: Next Steps
de: Nächste Schritte
es: Próximos pasos
fr: Prochaines étapes
ja: 次のステップ
pt: Próximos Passos

source: Priority actions for development
de: Prioritäre Maßnahmen für die Entwicklung
es: Acciones prioritarias para el desarrollo
fr: Actions prioritaires pour le développement
ja: 開発のための優先アクション
pt: Ações prioritárias para o desenvolvimento

source: Break features into issues and assign estimates
de: Funktionen in Issues aufteilen und Schätzungen zuweisen
es: Dividir características en issues y asignar estimaciones
fr: Découper les fonctionnalités en issues et attribuer des estimations
ja: 機能を課題に分割し、見積もりを割り当てる
pt: Dividir funcionalidades em issues e atribuir estimativas

source: Implement walkthrough stepper and announcements page
de: Walkthrough-Stepper und Ankündigungsseite implementieren
es: Implementar el paso a paso de walkthrough y la página de anuncios
fr: Mettre en œuvre le parcours pas à pas et la page d'annonces
ja: チュートリアルステッパーとお知らせページを実装する
pt: Implementar o passo a passo de walkthrough e a página de anúncios

source: Create follow-up issue for interactive sandboxes
de: Follow-up-Issue für interaktive Sandboxes erstellen
es: Crear un issue de seguimiento para sandboxes interactivos
fr: Créer une issue de suivi pour les sandboxes interactifs
ja: インタラクティブサンドボックスのフォローアップ課題を作成する
pt: Criar uma issue de acompanhamento para sandboxes interativos

source: Evaluate server-side export endpoints
de: Serverseitige Export-Endpunkte evaluieren
es: Evaluar endpoints de exportación del lado del servidor
fr: Évaluer les endpoints d'export côté serveur
ja: サーバー側のエクスポートエンドポイントを評価する
pt: Avaliar endpoints de exportação do lado do servidor

source: Contributing
de: Mitwirken
es: Contribuyendo
fr: Contribuer
ja: 貢献
pt: Contribuição

source: How to add new feature ideas
de: So fügen Sie neue Funktionsideen hinzu
es: Cómo agregar ideas de nuevas funciones
fr: Comment ajouter de nouvelles idées de fonctionnalités
ja: 新しい機能のアイデアを追加する方法
pt: Como adicionar novas ideias de recursos

source: Add single bullets for small ideas
de: Fügen Sie einzelne Aufzählungszeichen für kleine Ideen hinzu
es: Agregar viñetas simples para ideas pequeñas
fr: Ajouter des puces simples pour les petites idées
ja: 小さなアイデアには単一の箇条書きを追加する
pt: Adicione itens curtos para ideias pequenas

source: Use template format for larger ideas
de: Verwenden Sie das Vorlagenformat für größere Ideen
es: Usar formato de plantilla para ideas más grandes
fr: Utiliser le format modèle pour les idées plus grandes
ja: 大きなアイデアにはテンプレート形式を使用する
pt: Use o formato de template para ideias maiores

source: Update Table of Contents when adding headings
de: Inhaltsverzeichnis aktualisieren, wenn Überschriften hinzugefügt werden
es: Actualizar la Tabla de Contenidos al agregar encabezados
fr: Mettre à jour la table des matières lors de l'ajout de titres
ja: 見出しを追加するときは目次を更新する
pt: Atualize o sumário ao adicionar títulos

source: <0/> Create Issue
de: <0/> Issue erstellen
es: <0/> Crear incidencia
fr: <0/> Créer une issue
ja: <0/> 課題を作成```
pt: <0/> Criar Issue

source: Timeline | Svelte Mini Apps Changelog
de: Zeitleiste | Svelte Mini Apps Changelog
es: Cronología | Registro de cambios de Svelte Mini Apps
fr: Chronologie | Journal des modifications des mini-applications Svelte
ja: タイムライン | Svelte Mini Apps 変更履歴
pt: Cronologia | Changelog de Svelte Mini Apps

source: Detailed timeline of our Svelte 4 to Svelte 5 migration journey, featuring key milestones, technical updates, and development progress.
de: Detaillierte Zeitachse unserer Migrationsreise von Svelte 4 zu Svelte 5, mit wichtigen Meilensteinen, technischen Aktualisierungen und Entwicklungsfortschritten.
es: Cronología detallada de nuestra migración de Svelte 4 a Svelte 5, que presenta hitos clave, actualizaciones técnicas y progreso del desarrollo.
fr: Chronologie détaillée de notre passage de Svelte 4 à Svelte 5, mettant en avant les jalons clés, les mises à jour techniques et l’avancement du développement.
ja: Svelte 4 から Svelte 5 への移行の道のりの詳細なタイムライン。主要なマイルストーン、技術的な更新、開発の進捗状況を掲載しています。
pt: Cronologia detalhada de nossa migração do Svelte 4 para o Svelte 5, com marcos-chave, atualizações técnicas e progresso do desenvolvimento.

source: Follow our detailed journey from Svelte 4 to Svelte 5, with key milestones, technical updates, and development progress tracking our modernization efforts.
de: Verfolgen Sie unsere detaillierte Reise von Svelte 4 zu Svelte 5 mit wichtigen Meilensteinen, technischen Aktualisierungen und Entwicklungsfortschritten, die unsere Modernisierungsbemühungen verfolgen.
es: Sigue nuestro detallado recorrido desde Svelte 4 hasta Svelte 5, con hitos clave, actualizaciones técnicas, y el progreso del desarrollo que da seguimiento a nuestros esfuerzos de modernización.
fr: Suivez notre parcours détaillé de Svelte 4 à Svelte 5, avec des jalons clés, des mises à jour techniques, et l’avancement du développement qui retrace nos efforts de modernisation.
ja: Svelte 4 から Svelte 5 への詳細な移行の道のりを追ってください。主要なマイルストーン、技術的な更新、 そして、現代化への取り組みを追跡する開発の進捗状況を掲載しています。
pt: Acompanhe nossa jornada detalhada do Svelte 4 para o Svelte 5, com marcos importantes, atualizações técnicas e o progresso do desenvolvimento rastreando nossos esforços de modernização.

source: Manual Entries
de: Manuelle Einträge
es: Entradas manuales
fr: Entrées manuelles
ja: 手動エントリ
pt: Entradas Manuais

source: Auto-Generated
de: Automatisch generiert
es: Generado automáticamente
fr: Généré automatiquement
ja: 自動生成
pt: Gerado automaticamente

source: Show All
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
ja: すべて表示
pt: Mostrar Tudo

source: Enter
de: Eingeben
es: Entrar
fr: Entrer
ja: 入力
pt: Entrar

source: More
de: Mehr
es: Más
fr: Plus
ja: もっと見る
pt: Mais

source: Next slide
de: Nächste Folie
es: Siguiente diapositiva
fr: Diapositive suivante
ja: 次のスライド
pt: Próximo slide

source: Previous slide
de: Vorherige Folie
es: Diapositiva anterior
fr: Diapositive précédente
ja: 前のスライド
pt: Slide anterior

source: ArrowLeft
de: PfeilLinks
es: Flecha izquierda
fr: Flèche gauche
ja: 左矢印
pt: Seta para a esquerda

source: ArrowRight
de: PfeilRechts
es: Flecha derecha
fr: Flèche droite
ja: 右矢印
pt: Seta para a direita

source: More pages
de: Weitere Seiten
es: Más páginas
fr: Plus de pages
ja: さらにページがあります
pt: Mais páginas

source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
pt: Próximo

source: Previous
de: Zurück
es: Anterior
fr: Précédent
ja: 前へ
pt: Anterior

source: Toggle Sidebar
de: Seitenleiste umschalten
es: Alternar barra lateral
fr: Basculer la barre latérale
ja: サイドバーの切り替え
pt: Alternar a barra lateral

source: An advanced toolset for working with emojis. Convert text to emojis, search for emojis, and more.
de: Ein fortschrittliches Toolset für die Arbeit mit Emojis. Konvertiere Text in Emojis, suche nach Emojis und mehr.
es: Un conjunto de herramientas avanzadas para trabajar con emojis. Convierte texto a emojis, busca emojis y mucho más.
fr: Un ensemble d'outils avancés pour travailler avec les émojis. Convertissez du texte en émojis, recherchez des émojis et bien plus.
ja: 絵文字を扱うための高度なツールセット。テキストを絵文字に変換したり、絵文字を検索したりできます。
pt: Um conjunto de ferramentas avançadas para trabalhar com emojis. Converta texto para emojis, pesquise emojis e muito mais.

source: Advanced Emoji Tools ✨
de: Fortschrittliche Emoji-Werkzeuge ✨
es: Herramientas avanzadas de emojis ✨
fr: Outils avancés d'émojis ✨
ja: 高度な絵文字ツール ✨
pt: Ferramentas Avançadas de Emojis ✨

source: Transform, search, and explore the world of emojis
de: Transformiere, suche und erkunde die Welt der Emojis
es: Transforma, busca y explora el mundo de los emojis
fr: Transformez, recherchez et explorez le monde des émojis
ja: 絵文字の世界を変換、検索、探索
pt: Transforme, pesquise e explore o mundo dos emojis

source: Tap any emoji to copy it to your clipboard 📋
de: Tippe auf ein beliebiges Emoji, um es in deine Zwischenablage zu kopieren 📋
es: Toca cualquier emoji para copiarlo al portapapeles 📋
fr: Touchez n'importe quel émoji pour le copier dans votre presse-papiers 📋
ja: 絵文字をタップしてクリップボードにコピー 📋
pt: Toque em qualquer emoji para copiá-lo para a sua área de transferência 📋

source: Transform
de: Transformieren
es: Transformar
fr: Transformer
ja: 変換
pt: Transformar

source: Check
de: Prüfen
es: Comprobar
fr: Vérifier
ja: 確認
pt: Verificar

source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
pt: Pesquisar

source: Random
de: Zufällig
es: Aleatorio
fr: Aléatoire
ja: ランダム
pt: Aleatório

source: Text Transformation
es: Transformación de texto
fr: Transformation de texte
ja: テキスト変換
pt: Transformação de Texto

source: Convert your text to and from emoji format
de: Konvertiere deinen Text in das und aus dem Emoji-Format
es: Convierte tu texto a formato emoji y viceversa
fr: Convertissez votre texte vers le format émoji et inversement.
ja: テキストを絵文字形式に変換
pt: Converta seu texto para o formato de emojis e de volta

source: Enter text here...
de: Text hier eingeben...
es: Escribe el texto aquí...
fr: Entrez le texte ici...
ja: ここにテキストを入力...
pt: Digite o texto aqui...

source: <0>✨</0> Emojify
es: <0>✨</0> Emojificar
fr: <0>✨</0> Émojifier
ja: <0>✨</0> 絵文字化
pt: <0>✨</0> Emojificar

source: <0>📝</0> Unemojify
es: <0>📝</0> Desemojificar
fr: <0>📝</0> Désémojifier
ja: <0>📝</0> 絵文字解除
pt: <0>📝</0> Desemojificar

source: <0>🗑️</0> Strip Emojis
de: <0>🗑️</0> Emojis entfernen
es: <0>🗑️</0> Quitar Emojis
fr: <0>🗑️</0> Supprimer les émojis
ja: <0>🗑️</0> 絵文字削除
pt: <0>🗑️</0> Remover Emojis

source: <0>🎯</0> Keep Only Emojis
de: <0>🎯</0> Nur Emojis behalten
es: <0>🎯</0> Mantener solo Emojis
fr: <0>🎯</0> Garder uniquement les émojis
ja: <0>🎯</0> 絵文字のみ保持
pt: <0>🎯</0> Manter apenas Emojis

source: 📋 Copy
de: 📋 Kopieren
es: 📋 Copiar
fr: 📋 Copier
ja: 📋 コピー
pt: 📋 Copiar

source: Emoji Checker
de: Emoji-Prüfer
es: Verificador de emojis
fr: Vérificateur d'émojis
ja: 絵文字チェッカー
pt: Verificador de Emojis

source: Check if a word has an emoji equivalent
de: Prüfe, ob ein Wort ein Emoji-Äquivalent hat
es: Comprueba si una palabra tiene un emoji equivalente
fr: Vérifier si un mot a un équivalent en émoji
ja: 単語に相当する絵文字があるかどうかを確認
pt: Verifique se uma palavra possui um emoji correspondente

source: Enter a word to check...
de: Gib ein zu prüfendes Wort ein...
es: Introduce una palabra para comprobar...
fr: Entrez un mot à vérifier...
ja: 確認する単語を入力...
pt: Digite uma palavra para verificar...

source: Found an emoji!
de: Ein Emoji gefunden!
es: ¡Se encontró un emoji!
fr: Émoji trouvé !
ja: 絵文字が見つかりました！
pt: Encontrou um emoji!

source: No emoji found
de: Kein Emoji gefunden
es: No se encontró ningún emoji
fr: Aucun émoji trouvé
ja: 絵文字は見つかりませんでした
pt: Nenhum emoji encontrado

source: Random Emoji
de: Zufälliges Emoji
es: Emoji aleatorio
fr: Émoji aléatoire
ja: ランダム絵文字
pt: Emoji aleatório
