Repository: Michael-Obele/Svelte-MiniApps
Catalog: src/locales/*.po
Languages: de, es, fr, ja, pt

source: Scheduled medication waiting to be taken
de: Geplante Medikamente, die auf die Einnahme warten
es: Medicamento programado pendiente de tomar
fr: Médicament planifié en attente d'être pris
ja: 服用を待っている予定の薬
pt: Medicação agendada aguardando para ser tomada

source: View History
de: Verlauf anzeigen
es: Ver historial
fr: Voir l'historique
ja: 履歴を見る
pt: Ver Histórico

source: The <strong>"History"</strong> tab shows all past medication logs grouped by date. Edit times, undo actions, or add notes to any entry. You can also change the status of missed doses (mark as taken or skipped).
de: Die Registerkarte <strong>"Verlauf"</strong> zeigt alle vergangenen Medikamentenprotokolle gruppiert nach Datum an. Bearbeiten Sie Zeiten, machen Sie Aktionen rückgängig oder fügen Sie Notizen zu einem beliebigen Eintrag hinzu. Sie können auch den Status verpasster Dosen ändern (als eingenommen oder übersprungen markieren).
es: La pestaña <strong>"Historial"</strong> muestra todos los registros de medicamentos pasados agrupados por fecha. Edita horarios, deshaz acciones o añade notas a cualquier entrada. También puedes cambiar el estado de las dosis perdidas (marcar como tomadas u omitidas).
fr: L'onglet <strong>« Historique »</strong> affiche tous les enregistrements historiques des médicaments, regroupés par date. Modifiez les heures, annulez des actions ou ajoutez des notes à une entrée. Vous pouvez également changer le statut des doses manquées (les marquer comme prises ou ignorées).
ja: <strong>「履歴」</strong>タブには、過去のすべての薬のログが日付別にグループ化されて表示されます。時間編集、アクションの取り消し、またはメモを追加できます。服用し忘れた用量のステータスを変更することもできます（服用済みまたはスキップとしてマーク）。
pt: A aba <strong>"Histórico"</strong> mostra todos os registros de medicação anteriores agrupados por data. Edite horários, desfaça ações ou adicione notas a qualquer entrada. Você também pode alterar o status de doses perdidas (marcar como tomada ou pulada).

source: Track Statistics
de: Statistiken verfolgen
es: Rastrear estadísticas
fr: Suivre les statistiques
ja: 統計を追跡
pt: Acompanhar Estatísticas

source: The <strong>"Stats"</strong> tab displays adherence rates, current streaks, missed doses, and detailed medication patterns over time.
de: Der Reiter <strong>"Statistiken"</strong> zeigt die Einhaltungsquoten, aktuelle Erfolgsserien, versäumte Dosen und detaillierte Medikamentenmuster im Zeitverlauf an.
es: La pestaña <strong>"Estadísticas"</strong> muestra tasas de adherencia, rachas actuales, dosis perdidas y patrones detallados de medicación a lo largo del tiempo.
fr: L'onglet <strong>« Statistiques »</strong> affiche les taux d'adhérence, les séries en cours, les doses manquées et les schémas détaillés des médicaments au fil du temps.
ja: <strong>「統計」</strong>タブには、アドヒアランス率、現在の連続記録、服用し忘れた用量、および長期的な詳細な薬のパターンが表示されます。
pt: A aba <strong>"Estatísticas"</strong> exibe taxas de adesão, sequências atuais, doses perdidas e padrões detalhados de medicação ao longo do tempo.

source: Manage Schedules
de: Zeitpläne verwalten
es: Gestionar horarios
fr: Gérer les horaires
ja: スケジュールを管理
pt: Gerenciar Cronogramas

source: Edit medication details, adjust dosages, modify schedules, or reschedule individual doses from the <strong>"Medications"</strong> tab.
de: Bearbeiten Sie Medikamentendetails, passen Sie Dosierungen an, ändern Sie Zeitpläne oder verschieben Sie einzelne Dosen über den Reiter <strong>"Medikamente"</strong>.
es: Edita los detalles de la medicación, ajusta las dosis, modifica los horarios o reprograma dosis individuales desde la pestaña <strong>"Medicamentos"</strong>.
fr: Modifier les détails des médicaments, ajuster les dosages, modifier les horaires, ou replanifier des doses individuelles à partir de l'onglet <strong>« Médicaments »</strong>.
ja: <strong>「薬」</strong>タブから、薬の詳細の編集、投与量の調整、スケジュールの変更、または個々の用量のリスケジュールを行います。
pt: Edite os detalhes da medicação, ajuste as dosagens, modifique os horários ou reagende doses individuais a partir da aba <strong>"Medicamentos"</strong>.

source: Reschedule Doses
de: Dosen verschieben
es: Reprogramar dosis
fr: Replanifier les doses
ja: 用量をリスケジュール
pt: Reagendar Doses

source: Need to take a medication at a different time? Click <strong>"Reschedule"</strong> on any pending dose in the Today tab to move it to a new date and time. This only affects that single dose.
de: Müssen Sie ein Medikament zu einer anderen Zeit einnehmen? Klicken Sie auf <strong>"Verschieben"</strong> bei jeder ausstehenden Dosis im Reiter "Heute", um sie auf ein neues Datum und eine neue Uhrzeit zu verschieben. Dies betrifft nur diese einzelne Dosis.
es: ¿Necesitas tomar un medicamento a una hora diferente? Haz clic en <strong>"Reprogramar"</strong> en cualquier dosis pendiente en la pestaña Hoy para moverla a una nueva fecha y hora. Esto solo afecta a esa dosis individual.
fr: Vous devez prendre un médicament à une heure différente ? Cliquez sur <strong>« Replanifier »</strong> sur une dose en attente dans l'onglet Aujourd'hui pour la déplacer à une nouvelle date et heure. Cela n'affecte que cette dose unique.
ja: 薬を別の時間に服用する必要がありますか？「今日」タブの保留中の用量で<strong>「リスケジュール」</strong>をクリックして、新しい日付と時間に移動します。これはその単一の用量にのみ影響します。
pt: Precisa tomar uma medicação em outro horário? Clique em <strong>"Reagendar"</strong> em qualquer dose pendente na aba Hoje para movê-la para uma nova data e hora. Isso afeta apenas essa dose única.

source: Set reminders on your phone for critical medications
de: Legen Sie Erinnerungen auf Ihrem Telefon für wichtige Medikamente fest
es: Configura recordatorios en tu teléfono para medicamentos críticos
fr: Configurez des rappels sur votre téléphone pour les médicaments critiques.
ja: 重要な薬について、携帯電話でリマインダーを設定します
pt: Defina lembretes no seu celular para medicamentos críticos

source: Review your adherence statistics weekly to identify patterns
de: Überprüfen Sie wöchentlich Ihre Adhärenzstatistiken, um Muster zu erkennen
es: Revisa tus estadísticas de adherencia semanalmente para identificar patrones
fr: Passez en revue vos statistiques d'adhérence chaque semaine pour identifier les tendances.
ja: アドヒアランス統計を毎週確認して、パターンを特定します
pt: Revise suas estatísticas de adesão semanalmente para identificar padrões

source: Use the notes field to track side effects or effectiveness
de: Verwenden Sie das Notizfeld, um Nebenwirkungen oder Wirksamkeit zu verfolgen
es: Utiliza el campo de notas para registrar efectos secundarios o su eficacia
fr: Utilisez le champ de notes pour suivre les effets secondaires ou l'efficacité.
ja: メモ欄を使用して、副作用または有効性を追跡します
pt: Use o campo de notas para registrar efeitos colaterais ou eficácia

source: Backup your data: Click the cloud icon to manually backup, or changes auto-backup after 15 seconds if logged in
de: Sichern Sie Ihre Daten: Klicken Sie auf das Wolkensymbol, um manuell zu sichern, oder Änderungen werden nach 15 Sekunden automatisch gesichert, wenn Sie angemeldet sind
es: Realiza una copia de seguridad de tus datos: haz clic en el icono de la nube para hacer una copia de seguridad manual, o los cambios se respaldan automáticamente después de 15 segundos si has iniciado sesión.
fr: Sauvegardez vos données : cliquez sur l'icône du nuage pour sauvegarder manuellement, ou les modifications se sauvegardent automatiquement après 15 secondes si vous êtes connecté.
ja: データをバックアップします。クラウドアイコンをクリックして手動でバックアップするか、ログインしている場合は15秒後に変更が自動的にバックアップされます
pt: Faça backup de seus dados: Clique no ícone da nuvem para fazer backup manual, ou as alterações são salvas automaticamente após 15 segundos se estiver logado

source: Sync across devices: Use the sync button (refresh icon) to merge data from the server with your local data
de: Synchronisieren Sie über Geräte hinweg: Verwenden Sie die Synchronisierungstaste (Aktualisierungssymbol), um Daten vom Server mit Ihren lokalen Daten zusammenzuführen
es: Sincroniza entre dispositivos: usa el botón de sincronización (ícono de actualización) para fusionar los datos del servidor con tus datos locales
fr: Synchronisez entre appareils : utilisez le bouton de synchronisation (icône de rafraîchissement) pour fusionner les données du serveur avec vos données locales.
ja: デバイス間で同期します。同期ボタン（更新アイコン）を使用して、サーバーからのデータとローカルデータをマージします
pt: Sincronizar entre dispositivos: Use o botão de sincronização (ícone de atualização) para mesclar os dados do servidor com seus dados locais

source: The app works offline - perfect for travel and areas with poor connectivity
de: Die App funktioniert offline - perfekt für Reisen und Gebiete mit schlechter Konnektivität
es: La aplicación funciona sin conexión: perfecta para viajar y en áreas con conectividad pobre.
fr: L'application fonctionne hors ligne - parfaite pour les voyages et les zones avec une connectivité limitée.
ja: アプリはオフラインで動作します。旅行や接続が悪い地域に最適です
pt: O aplicativo funciona offline — perfeito para viagens e áreas com conectividade ruim

source: Missed doses auto-mark when time passes, but you can still edit them in History to mark as taken or skipped
de: Versäumte Dosen werden automatisch markiert, wenn die Zeit vergeht, aber Sie können sie trotzdem im Verlauf bearbeiten, um sie als eingenommen oder ausgelassen zu markieren
es: Las dosis olvidadas se marcan automáticamente cuando pasa el tiempo, pero aún puedes editarlas en Historial para marcarlas como tomadas u omitidas.
fr: Les doses manquées sont automatiquement marquées lorsque le temps passe, mais vous pouvez toujours les modifier dans l'Historique pour les marquer comme prises ou ignorées.
ja: 服用し忘れた用量は時間が経過すると自動的にマークされますが、「履歴」で編集して、服用済みまたはスキップとしてマークすることができます
pt: Doses perdidas são marcadas automaticamente quando o horário passa, mas você ainda pode editá-las em Histórico para marcá-las como tomadas ou puladas

source: <0/> Medication Tracker Guide
de: <0/> Medikamenten-Tracker-Anleitung
es: <0/> Guía del Rastreador de Medicamentos
fr: <0/> Guide du suivi des médicaments
ja: <0/> 薬トラッカーガイド
pt: <0/> Guia do Rastreador de Medicamentos

source: Simple steps to manage your medication schedule effectively
de: Einfache Schritte zur effektiven Verwaltung Ihres Medikamentenplans
es: Pasos simples para gestionar eficazmente tu horario de medicación
fr: Des étapes simples pour gérer efficacement votre programme de médicaments.
ja: 薬のスケジュールを効果的に管理するための簡単な手順
pt: Passos simples para gerenciar efetivamente seu cronograma de medicação

source: Start
es: Comenzar
fr: Démarrer
ja: 開始
pt: Iniciar

source: Track
de: Verfolgen
es: Rastrear
fr: Suivre
ja: 追跡
pt: Acompanhar

source: Start with just 1-2 medications to get familiar with the system. You can always add more medications and adjust schedules as needed!
de: Beginnen Sie mit nur 1-2 Medikamenten, um sich mit dem System vertraut zu machen. Sie können jederzeit weitere Medikamente hinzufügen und die Zeitpläne nach Bedarf anpassen!
es: Comienza con solo 1-2 medicamentos para familiarizarte con el sistema. Siempre puedes añadir más medicamentos y ajustar los horarios según sea necesario!
fr: Commencez avec seulement 1 à 2 médicaments pour vous familiariser avec le système. Vous pouvez toujours ajouter d'autres médicaments et ajuster les horaires selon vos besoins !
ja: まずは1〜2種類の薬から始めて、システムに慣れてください。いつでも薬を追加したり、必要に応じてスケジュールを調整できます！
pt: Comece com apenas 1-2 medicamentos para se familiarizar com o sistema. Você pode sempre adicionar mais medicamentos e ajustar os horários conforme necessário!

source: <0/> Quick Tips
de: <0/> Schnelle Tipps
es: <0/> Consejos rápidos
fr: <0/> Conseils rapides
ja: <0/> クイックヒント
pt: <0/> Dicas rápidas

source: <0/> Got It!
de: <0/> Verstanden!
es: <0/> ¡Entendido!
fr: <0/> Compris !
ja: <0/> 承知しました！```
pt: <0/> Entendi!

source: Please enter medication name
de: Bitte geben Sie den Namen des Medikaments ein
es: Por favor, ingrese el nombre del medicamento.
fr: Veuillez saisir le nom du médicament
ja: 薬の名前を入力してください
pt: Por favor, insira o nome da medicação

source: Medication added successfully
de: Medikament erfolgreich hinzugefügt
es: Medicamento añadido con éxito
fr: Médicament ajouté avec succès
ja: 薬が正常に追加されました
pt: Medicação adicionada com sucesso

source: Medication updated
de: Medikament aktualisiert
es: Medicamento actualizado
fr: Médicament mis à jour
ja: 薬が更新されました
pt: Medicação atualizada

source: Please add at least one time
de: Bitte fügen Sie mindestens eine Zeit hinzu
es: Por favor, agregue al menos un horario.
fr: Veuillez ajouter au moins un horaire
ja: 少なくとも1つの時間を追加してください
pt: Por favor adicione pelo menos um horário

source: Medications
de: Medikamente
es: Medicamentos
fr: Médicaments
ja: 薬
pt: Medicamentos

source: Add Medication
de: Medikament hinzufügen
es: Agregar medicamento
fr: Ajouter un médicament
ja: 薬を追加
pt: Adicionar Medicação

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
ja: 追加
pt: Adicionar

source: No medications added yet.
de: Noch keine Medikamente hinzugefügt.
es: Aún no se han agregado medicamentos.
fr: Aucun médicament n'a encore été ajouté.
ja: まだ薬が追加されていません。
pt: Ainda não há medicações adicionadas.

source: Add Your First Medication
de: Fügen Sie Ihr erstes Medikament hinzu
es: Agregar tu primer medicamento.
fr: Ajoutez votre premier médicament
ja: 最初の薬を追加
pt: Adicionar a primeira medicação

source: Add First Med
de: Erstes Medikament hinzufügen
es: Agregar tu primer medicamento.
fr: Ajouter le premier médicament
ja: 最初の薬を追加
pt: Adicionar a Primeira Medicação

source: Dosage:
de: Dosierung:
es: Dosis:
fr: Posologie:
ja: 投与量：
pt: Dosagem:

source: Frequency:
de: Häufigkeit:
es: Frecuencia:
fr: Fréquence:
ja: 頻度：
pt: Frequência:

source: Instructions:
de: Anweisungen:
es: Instrucciones:
ja: 指示：
pt: Instruções:

source: <0/> Ends: {0}
de: <0/> Endet: {0}
es: <0/> Finaliza: {0}
fr: <0/> Termine: {0}
ja: <0/> 終了：{0}
pt: <0/> Termina em: {0}

source: Ongoing
de: Laufend
es: En curso
fr: En cours
ja: 継続
pt: Em andamento

source: Schedule
de: Zeitplan
es: Horario
fr: Horaire
ja: スケジュール
pt: Cronograma

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
pt: Editar

source: Add a new medication to this treatment session.
de: Fügen Sie dieser Behandlungssitzung ein neues Medikament hinzu.
es: Agregar un nuevo medicamento a esta sesión de tratamiento.
fr: Ajouter un nouveau médicament à cette séance de traitement.
ja: この治療セッションに新しい薬を追加します。
pt: Adicionar uma nova medicação a esta sessão de tratamento.

source: Medication Name *
de: Medikamentenname *
es: Nombre del medicamento *
fr: Nom du médicament *
ja: 薬名 *
pt: Nome da Medicação *

source: Dosage *
de: Dosierung *
es: Dosis *
fr: Posologie *
ja: 投与量 *
pt: Dosagem *

source: Frequency *
de: Häufigkeit *
es: Frecuencia *
fr: Fréquence *
ja: 頻度 *
pt: Frequência *

source: Select frequency
de: Häufigkeit auswählen
es: Seleccionar frecuencia
fr: Sélectionner la fréquence
ja: 頻度を選択
pt: Selecionar frequência

source: Instructions (optional)
de: Anweisungen (optional)
es: Instrucciones (opcional)
fr: Instructions (optionnel)
ja: 指示（オプション）
pt: Instruções (opcional)

source: Start Date *
de: Startdatum *
es: Fecha de inicio *
fr: Date de début *
ja: 開始日 *
pt: Data de Início *

source: End Date <0>(optional - leave empty for ongoing)</0>
de: Enddatum <0>(optional - leer lassen für fortlaufend)</0>
es: Fecha de fin <0>(opcional - dejar en blanco para continuo)</0>
fr: Date de fin <0>(optionnel - laissez vide pour en cours)</0>
ja: 終了日 <0>（オプション - 継続の場合は空白のまま）</0>
pt: Data de Término <0>(opcional - deixar em branco para em andamento)</0>

source: Leave empty for ongoing medication
de: Für fortlaufende Medikation leer lassen
es: Dejar en blanco para medicación en curso
fr: Laisser vide pour médicament en cours
ja: 継続的な薬の場合は空白のままにしてください
pt: Deixar em branco para medicação em andamento

source: • Suggested times: {0}
de: • Empfohlene Zeiten: {0}
es: • Horarios sugeridos: {0}
fr: • Horaires suggérés: {0}
ja: • 推奨時間：{0}
pt: • Horários sugeridos: {0}

source: 📊 Expected total doses: <0/> <1/>
de: 📊 Erwartete Gesamtdosen: <0/> <1/>
es: 📊 Dosis totales esperadas: <0/> <1/>
fr: 📊 Doses totales prévues: <0/> <1/>
ja: 📊 予想される総投与量：<0/> <1/>
pt: 📊 Doses totais estimadas: <0/> <1/>

source: Edit Medication
de: Medikament bearbeiten
es: Editar medicamento
fr: Modifier le médicament
ja: 薬を編集
pt: Editar medicamento

source: Instructions
de: Anweisungen
es: Instrucciones
ja: 指示
pt: Instruções

source: Schedule Doses
de: Dosen planen
es: Programar dosis
fr: Planifier les doses
ja: 投与スケジュール
pt: Agendar Doses

source: Create scheduled reminders for {0}
de: Erstelle geplante Erinnerungen für {0}
es: Crear recordatorios programados para {0}
fr: Créer des rappels planifiés pour {0}
ja: {0}のスケジュールされたリマインダーを作成する
pt: Criar lembretes agendados para {0}

source: Schedule Type
de: Zeitplantyp
es: Tipo de programación
fr: Type de planification
ja: スケジュールタイプ
pt: Tipo de Agendamento

source: Auto (Based on Frequency)
de: Automatisch (basierend auf Häufigkeit)
es: Automático (Basado en la frecuencia)
fr: Automatique (basé sur la fréquence)
ja: 自動（頻度に基づく）
pt: Automático (Com Base na Frequência)

source: Auto Schedule
de: Automatische Planung
es: Programación automática
fr: Planification automatique
ja: 自動スケジュール
pt: Agendamento Automático

source: Custom Times
de: Benutzerdefinierte Zeiten
es: Horas personalizadas
fr: Heures personnalisées
ja: カスタム時間
pt: Horários Personalizados

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
pt: Personalizado

source: Daily Times
de: Tägliche Zeiten
es: Horas diarias
fr: Horaires quotidiens
ja: 毎日の時間
pt: Horários Diários

source: Add Time
de: Zeit hinzufügen
es: Agregar hora
fr: Ajouter une heure
ja: 時間を追加
pt: Adicionar Horário

source: ✅ Will create <0/> scheduled doses ({0}x per day)
de: ✅ Erstellt <0/> geplante Dosen ({0}x pro Tag)
es: ✅ Creará <0/> dosis programadas ({0}x por día)
fr: ✅ Créera <0/> des doses planifiées ({0}x par jour)
ja: ✅ <0/>のスケジュールされた投与量を作成します（1日に{0}回）
pt: ✅ Criará <0/> doses agendadas ({0}x por dia)

source: Generate Schedule
de: Zeitplan erstellen
es: Generar horario
fr: Générer le planning
ja: スケジュールを生成
pt: Gerar Agendamento

source: Delete Medication?
de: Medikament löschen?
es: ¿Eliminar medicamento?
fr: Supprimer le médicament ?
ja: 薬を削除しますか？
pt: Excluir Medicamento?

source: This will permanently delete "{0}" and all its logs. This action cannot be undone.
de: Dies löscht "{0}" und alle zugehörigen Protokolle dauerhaft. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente "{0}" y todos sus registros. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement «{0}» et tous ses journaux. Cette action ne peut pas être annulée.
ja: これにより、「{0}」とそのすべてのログが完全に削除されます。この操作は元に戻せません。```
pt: Isso excluirá permanentemente "{0}" e todos os seus registros. Esta ação não pode ser desfeita.

source: <0/> View Schedule ({0})
de: <0/> Zeitplan anzeigen ({0})
es: <0/> Ver horario ({0})
fr: <0/> Voir le planning ({0})
ja: <0/> スケジュールを見る ({0})
pt: <0/> Ver Agenda ({0})

source: Schedule for {0}
de: Zeitplan für {0}
es: Horario para {0}
fr: Planification pour {0}
ja: {0} のスケジュール
pt: Agenda para {0}

source: Total
de: Gesamt
ja: 合計

source: No scheduled doses yet.
de: Noch keine geplanten Dosen.
es: Aún no hay dosis programadas.
fr: Aucune dose planifiée pour le moment.
ja: まだ予定されている投与量はありません。
pt: Ainda não há doses agendadas.

source: Delete All ({0})
de: Alle löschen ({0})
es: Eliminar todo ({0})
fr: Supprimer tout ({0})
ja: すべて削除 ({0})
pt: Excluir tudo ({0})

source: Delete Scheduled Dose?
de: Geplante Dosis löschen?
es: ¿Eliminar dosis programada?
fr: Supprimer la dose programmée ?
ja: 予定されている投与量を削除しますか？
pt: Excluir dose agendada?

source: This will permanently delete this scheduled dose. This action cannot be undone.
de: Dies wird diese geplante Dosis dauerhaft löschen. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente esta dosis programada. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement cette dose planifiée. Cette action ne peut pas être annulée.
ja: これは、予定されている投与量を完全に削除します。この操作は元に戻せません。
pt: Isso excluirá permanentemente esta dose agendada. Esta ação não pode ser desfeita.

source: Please enter a session name
de: Bitte geben Sie einen Sitzungsnamen ein
es: Por favor, introduce un nombre de sesión.
fr: Veuillez entrer le nom de la séance
ja: セッション名を入力してください
pt: Por favor, insira um nome de sessão

source: Treatment session created successfully
de: Behandlungssitzung erfolgreich erstellt
es: Sesión de tratamiento creada con éxito
fr: Séance de traitement créée avec succès
ja: 治療セッションが正常に作成されました
pt: Sessão de tratamento criada com sucesso

source: Active session changed
de: Aktive Sitzung geändert
es: Sesión activa cambiada
fr: Séance active modifiée
ja: アクティブなセッションが変更されました
pt: Sessão ativa alterada

source: Session ended
de: Sitzung beendet
es: Sesión finalizada
fr: Séance terminée
ja: セッションが終了しました
pt: Sessão encerrada

source: Treatment session restarted
de: Behandlungssitzung neu gestartet
es: Sesión de tratamiento reiniciada
fr: Séance de traitement redémarrée
ja: 治療セッションが再開されました
pt: Sessão de tratamento reiniciada

source: Session updated successfully
de: Sitzung erfolgreich aktualisiert
es: Sesión actualizada con éxito
fr: Séance mise à jour avec succès
ja: セッションが正常に更新されました
pt: Sessão atualizada com sucesso

source: Treatment Sessions
de: Behandlungssitzungen
es: Sesiones de tratamiento
fr: Séances de traitement
ja: 治療セッション
pt: Sessões de Tratamento

source: Manage your treatment sessions. Each session groups medications for a specific treatment period.
de: Verwalten Sie Ihre Behandlungssitzungen. Jede Sitzung gruppiert Medikamente für einen bestimmten Behandlungszeitraum.
es: Administra tus sesiones de tratamiento. Cada sesión agrupa medicamentos para un periodo de tratamiento.
fr: Gérez vos séances de traitement. Chaque séance regroupe des médicaments pour une période de traitement.
ja: 治療セッションを管理します。各セッションは、特定の治療期間の薬をグループ化します。
pt: Gerencie suas sessões de tratamento. Cada sessão agrupa medicamentos para um período de tratamento específico.

source: Create New Session
de: Neue Sitzung erstellen
es: Crear nueva sesión
fr: Créer une nouvelle séance
ja: 新しいセッションを作成
pt: Criar Nova Sessão

source: Session Name *
de: Sitzungsname *
es: Nombre de la sesión *
fr: Nom de la séance *
ja: セッション名 *
pt: Nome da Sessão *

source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (facultative)
ja: 説明 (オプション)
pt: Descrição (opcional)

source: Brief description of this treatment period...
de: Kurze Beschreibung dieses Behandlungszeitraums...
es: Breve descripción de este periodo de tratamiento...
fr: Brève description de cette période de traitement...
ja: この治療期間の簡単な説明...```
pt: Breve descrição deste período de tratamento...

source: Start Date
de: Startdatum
es: Fecha de inicio
fr: Date de début
ja: 開始日
pt: Data de Início

source: <0/> Create Session
de: <0/> Sitzung erstellen
es: <0/> Crear sesión
fr: <0/> Créer une séance
ja: <0/> セッションを作成
pt: <0/> Criar Sessão

source: Your Sessions
de: Ihre Sitzungen
es: Tus sesiones
fr: Vos séances
ja: あなたのセッション
pt: Suas Sessões

source: {0} total
de: {0} gesamt
es: Total: {0}
fr: {0} au total
ja: 合計 {0}

source: No treatment sessions yet. Create one above to get started.
de: Noch keine Behandlungssitzungen. Erstellen Sie oben eine, um zu beginnen.
es: Aún no hay sesiones de tratamiento. Crea una arriba para empezar.
fr: Aucune séance de traitement pour le moment. Créez-en une ci-dessus pour commencer.
ja: まだ治療セッションはありません。上から作成して開始してください。
pt: Ainda não há sessões de tratamento. Crie uma acima para começar.

source: Active
de: Aktiv
es: Activo
fr: Actif
ja: アクティブ
pt: Ativo

source: <0/> Ended {0}
de: <0/> Beendet {0}
es: <0/> Finalizada {0}
fr: <0/> Terminé {0}
ja: <0/> {0} に終了
pt: <0/> Encerrado {0}

source: <0/> Ongoing
de: <0/> Laufend
es: <0/> En curso
fr: <0/> En cours
ja: <0/> 進行中
pt: <0/> Em andamento
