Repository: Michael-Obele/Svelte-MiniApps
Catalog: src/locales/*.po
Languages: de, es, fr, ja, pt

source: Enter a value and select units to convert
de: Gib einen Wert ein und wähle die Einheiten zum Umrechnen aus
es: Introduce un valor y selecciona las unidades para convertir
fr: Saisissez une valeur et sélectionnez les unités à convertir
ja: 値を入力し、換算する単位を選択してください
pt: Digite um valor e selecione as unidades para converter

source: Value
de: Wert
es: Valor
fr: Valeur
ja: 値
pt: Valor

source: Enter value
de: Wert eingeben
es: Introduce un valor
fr: Saisissez la valeur
ja: 値を入力
pt: Digite o valor

source: Clear input
de: Eingabe löschen
es: Borrar entrada
fr: Effacer l'entrée
ja: 入力をクリア
pt: Limpar entrada

source: From
de: Von
es: De
fr: De
ja: 変換元
pt: De

source: Swap units
de: Einheiten tauschen
es: Intercambiar unidades
fr: Échanger les unités
ja: 単位を入れ替え
pt: Trocar unidades

source: To
de: Nach
es: A
fr: À
ja: 変換先
pt: Para

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
ja: 結果
pt: Resultado

source: {0} {1} equals
de: {0} {1} entspricht
es: {0} {1} equivale a
fr: {0} {1} équivaut à
ja: {0} {1} は以下に相当します
pt: {0} {1} é igual a

source: Converting...
de: Konvertiere...
es: Convirtiendo...
fr: Conversion en cours...
ja: 換算中...
pt: Convertendo...

source: Enter a value to see the conversion result
de: Gib einen Wert ein, um das Umrechnungsergebnis zu sehen
es: Introduce un valor para ver el resultado de la conversión
fr: Saisissez une valeur pour voir le résultat de la conversion
ja: 換算結果を見るには、値を入力してください
pt: Digite um valor para ver o resultado da conversão

source: Supports conversion between length, temperature, volume, mass, area, time, angle, data, energy, force, power, and pressure units.
de: Unterstützt die Umrechnung zwischen Einheiten für Länge, Temperatur, Volumen, Masse, Fläche, Zeit, Winkel, Daten, Energie, Kraft, Leistung und Druck.
es: Soporta la conversión entre unidades de longitud, temperatura, volumen, masa, área, tiempo, ángulo, datos, energía, fuerza, potencia y presión.
fr: Prend en charge la conversion entre les unités de longueur, de température, de volume, de masse, de surface, de temps, d'angle, de données, d'énergie, de force, de puissance et de pression.
ja: 長さ、温度、体積、質量、面積、時間、角度、データ、エネルギー、力、電力、圧力の単位換算に対応しています。```
pt: Suporta conversão entre unidades de comprimento, temperatura, volume, massa, área, tempo, ângulo, dados, energia, força, potência e pressão.

source: Create Note
de: Notiz erstellen
es: Crear Nota
ja: ノートを作成
pt: Criar Nota

source: Title
de: Titel
es: Título
ja: タイトル
pt: Título

source: Enter note title...
de: Notiztitel eingeben...
es: Ingrese el título de la nota...
ja: ノートのタイトルを入力...
pt: Insira o título da nota...

source: Content
de: Inhalt
es: Contenido
ja: 内容
pt: Conteúdo

source: Write your thoughts...
de: Schreibe deine Gedanken...
es: Escribe tus pensamientos...
ja: 考えを書いてください...
pt: Escreva seus pensamentos...

source: <0/> Create Note
de: <0/> Notiz erstellen```
es: <0/> Crear Nota
ja: <0/> ノートを作成```
pt: <0/> Criar Nota

source: Edit Note
de: Notiz bearbeiten
es: Editar Nota
ja: ノートを編集
pt: Editar Nota

source: <0/> Update Note
de: <0/> Notiz aktualisieren
es: <0/> Actualizar Nota
ja: <0/> ノートを更新
pt: <0/> Atualizar Nota

source: Are you sure you want to delete this purchase record?
de: Sind Sie sicher, dass Sie diesen Kaufdatensatz löschen möchten?
es: ¿Estás seguro de que quieres eliminar este registro de compra?
ja: この購入記録を削除してもよろしいですか？
pt: Tem certeza de que deseja excluir este registro de compra?

source: Purchase deleted
de: Kauf gelöscht
es: Compra eliminada
ja: 購入記録を削除しました
pt: Compra excluída

source: Purchase saved (saved locally)
de: Kauf gespeichert (lokal gespeichert)
es: Compra guardada (guardada localmente)
ja: 購入記録を保存しました（ローカルに保存）
pt: Compra salva (salva localmente)

source: Purchase updated (saved locally)
de: Kauf aktualisiert (lokal gespeichert)
es: Compra actualizada (guardada localmente)
ja: 購入記録を更新しました（ローカルに保存）
pt: Compra atualizada (salva localmente)

source: Purchases
de: Käufe
es: Compras
ja: 購入記録
pt: Compras

source: Manage purchase records for this item
de: Kaufdatensätze für diesen Artikel verwalten
es: Administrar los registros de compra de este artículo
ja: この商品の購入記録を管理
pt: Gerenciar registros de compra para este item

source: Item Not Found
de: Artikel nicht gefunden
es: Artículo no encontrado
ja: 商品が見つかりません
pt: Item Não Encontrado

source: Item not found.
de: Artikel nicht gefunden.
es: Artículo no encontrado.
ja: 商品が見つかりませんでした。
pt: Item não encontrado.

source: No purchases yet. Click "Add Purchase" to get started.
de: Noch keine Käufe. Klicken Sie auf "Kauf hinzufügen", um zu beginnen.
es: Aún no hay compras. Haga clic en "Añadir compra" para comenzar.
ja: まだ購入記録はありません。「購入を追加」をクリックして開始してください。
pt: Ainda não há compras. Clique em "Adicionar Compra" para começar.

source: Quantity
de: Menge
es: Cantidad
ja: 数量
pt: Quantidade

source: Cost
de: Kosten
es: Costo
ja: コスト
pt: Custo

source: Cost per Unit
de: Kosten pro Einheit
es: Costo por unidad
ja: 単価
pt: Custo por Unidade

source: Add New Purchase
de: Neuen Kauf hinzufügen
es: Añadir nueva compra
ja: 新規購入を追加
pt: Adicionar Nova Compra

source: Record a new purchase for {0}.
de: Erfasse einen neuen Kauf für {0}.
es: Registrar una nueva compra para {0}.
ja: {0} の新しい購入を記録します。
pt: Registrar uma nova compra para {0}.

source: Cost ({0})
de: Kosten ({0})
es: Costo ({0})
ja: コスト（{0}）
pt: Custo ({0})

source: Location (optional)
de: Ort (optional)
es: Ubicación (opcional)
ja: 場所（任意）
pt: Localização (opcional)

source: Payment Method (optional)
de: Zahlungsmethode (optional)```
es: Método de pago (opcional)
ja: 支払い方法（任意）```
pt: Método de Pagamento (opcional)

source: Create Purchase
de: Kauf erstellen
es: Crear compra
ja: 購入を作成
pt: Criar Compra

source: Edit Purchase
de: Kauf bearbeiten
es: Editar compra
ja: 購入を編集
pt: Editar Compra

source: View and manage your saved passwords securely.
de: Ihre gespeicherten Passwörter sicher anzeigen und verwalten.
es: Visualiza y administra tus contraseñas guardadas de forma segura.
fr: Consultez et gérez vos mots de passe enregistrés en toute sécurité.
ja: 保存されたパスワードを安全に表示および管理します。
pt: Visualize e gerencie suas senhas salvas com segurança.

source: Securely manage and access your generated passwords
de: Verwalten und greifen Sie sicher auf Ihre generierten Passwörter zu.
es: Gestiona y accede de forma segura a tus contraseñas generadas
fr: Gérez et accédez en toute sécurité à vos mots de passe générés
ja: 生成されたパスワードを安全に管理およびアクセスします
pt: Gerencie e acesse com segurança suas senhas geradas

source: Generate New Password
de: Neues Passwort generieren
es: Generar Nueva Contraseña
fr: Générer un nouveau mot de passe
ja: 新しいパスワードを生成
pt: Gerar Nova Senha

source: No Saved Passwords
de: Keine gespeicherten Passwörter
es: No hay contraseñas guardadas
fr: Aucun mot de passe enregistré
ja: 保存されたパスワードはありません
pt: Nenhuma Senha Salva

source: Start generating secure passwords to keep track of them here. Your passwords are encrypted and stored safely.
de: Beginnen Sie hier mit dem Generieren sicherer Passwörter, um diese zu verfolgen. Ihre Passwörter werden verschlüsselt und sicher gespeichert.
es: Comienza a generar contraseñas seguras para realizar un seguimiento de ellas aquí. Tus contraseñas están cifradas y almacenadas de forma segura.
fr: Commencez à générer des mots de passe sécurisés pour en assurer le suivi ici. Vos mots de passe sont cryptés et stockés en toute sécurité.
ja: 安全なパスワードを生成して、ここで追跡を開始します。パスワードは暗号化され、安全に保管されます。
pt: Comece a gerar senhas seguras para controlá-las aqui. Suas senhas são criptografadas e armazenadas com segurança.

source: Create Your First Password
de: Erstellen Sie Ihr erstes Passwort
es: Crea tu primera contraseña
fr: Créer votre premier mot de passe
ja: 最初のパスワードを作成
pt: Crie Sua Primeira Senha

source: Your Password Vault
de: Ihr Passwort-Tresor
es: Tu Bóveda de Contraseñas
fr: Votre coffre-fort de mots de passe
ja: パスワード保管庫
pt: Seu Cofre de Senhas

source: {0} {1} stored securely
de: {0} {1} sicher gespeichert
es: {0} {1} almacenada(s) de forma segura
fr: {0} {1} stockés en toute sécurité
ja: {0}個の{1}が安全に保管されています
pt: {0} {1} armazenada(s) com segurança

source: Secure Storage
de: Sichere Speicherung
es: Almacenamiento Seguro
fr: Stockage sécurisé
ja: 安全なストレージ
pt: Armazenamento Seguro

source: All passwords are encrypted and stored securely. You can view, copy, and delete your passwords at any time. For maximum security, consider using a dedicated password manager for sensitive accounts.
de: Alle Passwörter werden verschlüsselt und sicher gespeichert. Sie können Ihre Passwörter jederzeit anzeigen, kopieren und löschen. Für maximale Sicherheit sollten Sie einen dedizierten Passwort-Manager für sensible Konten verwenden.
es: Todas las contraseñas están encriptadas y almacenadas de forma segura. Puedes ver, copiar y eliminar tus contraseñas en cualquier momento. Para máxima seguridad, considera usar un administrador de contraseñas dedicado para cuentas confidenciales.
fr: Tous les mots de passe sont chiffrés et stockés en toute sécurité. Vous pouvez afficher, copier et supprimer vos mots de passe à tout moment. Pour une sécurité maximale, pensez à utiliser un gestionnaire de mots de passe dédié pour les comptes sensibles.```
ja: すべてのパスワードは暗号化され、安全に保管されます。パスワードはいつでも表示、コピー、削除できます。最大限のセキュリティのために、機密性の高いアカウントには専用のパスワードマネージャーを使用することを検討してください。
pt: Todas as senhas são criptografadas e armazenadas com segurança. Você pode visualizar, copiar e excluir suas senhas a qualquer momento. Para máxima segurança, considere usar um gerenciador de senhas dedicado para contas confidenciais.

source: Commits
ja: コミット

source: Pull Requests
ja: プルリクエスト

source: Issues
de: Probleme
es: Incidencias
fr: Problèmes
ja: Issue

source: Reviews
de: Bewertungen
es: Revisiones
fr: Revues
ja: レビュー

source: Visualize {0}'s GitHub contributions for {1} with interactive charts, heatmaps, and detailed insights.
de: Visualisiere {0}s GitHub-Beiträge für {1} mit interaktiven Diagrammen, Heatmaps und detaillierten Einblicken.
es: Visualiza las contribuciones de {0} en GitHub para {1} con gráficos interactivos, mapas de calor e información detallada.
fr: Visualisez les contributions GitHub de {0} pour {1} avec des graphiques interactifs, des cartes thermiques et des informations détaillées.
ja: インタラクティブなグラフ、ヒートマップ、詳細な分析で、{0} さんの {1} 年の GitHub コントリビューションを可視化します。
pt: Visualize as contribuições de {0} no GitHub para {1} com gráficos interativos, heatmaps e insights detalhados.

source: GitHub Contributions in {0}
de: GitHub-Beiträge im Jahr {0}
es: Contribuciones de GitHub en {0}
fr: Contributions GitHub en {0}
ja: {0} 年の GitHub コントリビューション
pt: Contribuições do GitHub em {0}

source: <0/> Back
de: <0/> Zurück
es: <0/> Atrás
fr: <0/> Retour
ja: <0/> 戻る
pt: <0/> Voltar

source: Total Contributions
de: Gesamtanzahl der Beiträge
es: Contribuciones Totales
fr: Contributions Totales
ja: 総コントリビューション数
pt: Total de Contribuições

source: Repositories
es: Repositorios
fr: Référentiels
ja: リポジトリ
pt: Repositórios

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
ja: カレンダー
pt: Calendário

source: Insights
de: Einblicke
es: Perspectivas
fr: Aperçus
ja: インサイト

source: Monthly Contributions
de: Monatliche Beiträge
es: Contribuciones Mensuales
fr: Contributions Mensuelles
ja: 月間コントリビューション
pt: Contribuições Mensais

source: Total contributions per month in {0}
de: Gesamtanzahl der Beiträge pro Monat im Jahr {0}
es: Contribuciones totales por mes en {0}
fr: Total des contributions par mois en {0}
ja: {0} 年の月ごとの総コントリビューション数
pt: Total de contribuições por mês em {0}

source: Contributions
de: Beiträge
es: Contribuciones
ja: コントリビューション
pt: Contribuições

source: MMMM yyyy
ja: yyyy年MMMM

source: Languages Used
de: Verwendete Sprachen
es: Lenguajes Utilizados
fr: Langages Utilisés
ja: 使用言語
pt: Linguagens Utilizadas

source: Top programming languages in contributed repositories
de: Top-Programmiersprachen in beigetragenen Repositories
es: Los principales lenguajes de programación en los repositorios contribuídos
fr: Principaux langages de programmation dans les référentiels contribués
ja: コントリビューションされたリポジトリの主要なプログラミング言語
pt: Principais linguagens de programação em repositórios contribuídos

source: Top Contributed Repositories
de: Top-Repositories mit Beiträgen
es: Principales Repositorios Contribuídos
fr: Principaux Référentiels Contribués
ja: コントリビューション上位のリポジトリ
pt: Principais Repositórios Contribuídos

source: Most starred repositories you contributed to in {0}
de: Die am häufigsten mit Sternen versehenen Repositories, zu denen Sie im Jahr {0} beigetragen haben
es: Los repositorios más populares en los que contribuiste en {0}
fr: Référentiels les plus étoilés auxquels vous avez contribué en {0}
ja: {0} 年にコントリビューションしたリポジトリの中で最もスターの多いリポジトリ
pt: Repositórios com mais estrelas nos quais você contribuiu em {0}

source: Contribution Calendar
de: Beitrags-Kalender
es: Calendario de Contribuciones
ja: コントリビューションカレンダー
pt: Calendário de Contribuições

source: Daily contribution activity throughout {0}
de: Tägliche Beitragsaktivität im Laufe des Jahres {0}
es: Actividad de contribución diaria a lo largo de {0}
fr: Activité de contribution quotidienne tout au long de {0}
ja: {0} 年間の毎日のコントリビューションアクティビティ
pt: Atividade de contribuição diária ao longo de {0}

source: Less
de: Weniger
es: Menos
ja: 少ない
pt: Menos

source: Mon
de: Mo
es: Lun
ja: 月
pt: Seg

source: Wed
de: Mi
es: Mié
ja: 水
pt: Qua

source: Fri
de: Fr
es: Vie
ja: 金
pt: Sex

source: {0} contributions
de: {0} Beiträge
es: {0} contribuciones
ja: {0} 件のコントリビューション
pt: {0} contribuições

source: EEEE, MMMM d, yyyy
de: EEEE, d. MMMM yyyy
es: EEEE, d de MMMM de yyyy
ja: yyyy年M月d日(E)
pt: EEEE, d 'de' MMMM 'de' yyyy

source: Contribution Breakdown
de: Aufschlüsselung der Beiträge
es: Desglose de Contribuciones
ja: コントリビューションの内訳
pt: Distribuição das Contribuições

source: Distribution of your contributions by type
de: Verteilung Ihrer Beiträge nach Art
es: Distribución de sus contribuciones por tipo
ja: 種類別のコントリビューションの分布
pt: Distribuição das suas contribuições por tipo

source: Activity Summary
de: Aktivitätszusammenfassung
es: Resumen de Actividad
fr: Résumé de l'activité
ja: アクティビティサマリー
pt: Resumo da Atividade

source: Average per day
de: Durchschnitt pro Tag
es: Promedio por día
ja: 1日あたりの平均
pt: Média por dia

source: Most active in
de: Am aktivsten im
es: Más activo en
ja: 最もアクティブなリポジトリ
pt: Mais ativo em

source: + {0} private contributions
de: + {0} private Beiträge
es: + {0} contribuciones privadas
ja: + {0} 件のプライベートコントリビューション
pt: + {0} contribuições privadas

source: Repository Breakdown
de: Repository-Aufschlüsselung
es: Desglose de Repositorios
fr: Répartition des Référentiels
ja: リポジトリの内訳
pt: Distribuição por Repositório

source: With commits
de: Mit Commits
es: Con commits
ja: コミットあり
pt: Com commits

source: With PRs
de: Mit PRs
es: Con PRs
ja: PRあり
pt: Com PRs

source: With issues
de: Mit Issues
es: Con incidencias
ja: Issueあり
pt: Com issues

source: With reviews
de: Mit Reviewstest
es: Con revisiones
ja: レビューあり
pt: Com revisões

source: Available Years
de: Verfügbare Jahre
es: Años Disponibles
fr: Années Disponibles
ja: 利用可能な年
pt: Anos Disponíveis

source: Other years with contribution data
de: Andere Jahre mit Beitragsdaten
es: Otros años con datos de contribución
fr: Autres années avec des données de contribution```
ja: コントリビューションデータのある他の年```
pt: Outros anos com dados de contribuição

source: Error:
de: Fehler:
fr: Erreur:
ja: エラー：
pt: Erro:

source: GitHub Contribution Graph
de: GitHub-Beitragsdiagramm
es: Gráfico de Contribuciones de GitHub
fr: Graphique des contributions GitHub
ja: GitHubコントリビューショングラフ
pt: Gráfico de Contribuições do GitHub

source: Invalid username
de: Ungültiger Benutzername
es: Nombre de usuario no válido
fr: Nom d'utilisateur invalide
ja: 無効なユーザー名
pt: Nome de usuário inválido

source: Invalid password
de: Ungültiges Passwort
es: Contraseña no válida
fr: Mot de passe invalide
ja: 無効なパスワード
pt: Senha inválida

source: Incorrect username or password
de: Falscher Benutzername oder falsches Passwort
es: Nombre de usuario o contraseña incorrectos
fr: Nom d'utilisateur ou mot de passe incorrect
ja: ユーザー名またはパスワードが正しくありません
pt: Nome de usuário ou senha incorretos

source: Type to search (e.g., USD, EUR)
es: Escribe para buscar (p. ej., USD, EUR)
ja: 検索語を入力してください（例：USD、EUR）
pt: Digite para pesquisar (ex.: USD, EUR)

source: Invalid currency code
es: Código de divisa no válido
ja: 無効な通貨コード
pt: Código de moeda inválido

source: Enter the amount to convert
es: Introduce la cantidad a convertir
ja: 換算する金額を入力してください
pt: Digite o valor a ser convertido

source: Enter an amount
es: Introduce una cantidad
ja: 金額を入力してください
pt: Digite um valor

source: Formatted preview
es: Vista previa formateada
ja: フォーマット済みのプレビュー
pt: Pré-visualização formatada

source: Sessions
es: Sesiones
ja: セッション
pt: Sessões

source: My Profile
es: Mi perfil
ja: マイプロフィール
pt: Meu Perfil

source: Manage your account and preferences
es: Gestiona tu cuenta y tus preferencias
ja: アカウントと設定を管理
pt: Gerencie sua conta e preferências

source: Administrator
es: Administrador
ja: 管理者
pt: Administrador

source: Quick Stats
es: Estadísticas rápidas
ja: クイック統計
pt: Estatísticas Rápidas

source: Total Items
es: Total de elementos
ja: 合計アイテム数
pt: Total de Itens

source: Total Notes
es: Total de notas
ja: 合計メモ数
pt: Total de Notas

source: First Steps
es: Primeros pasos
ja: 最初のステップ
pt: Primeiros Passos

source: Use your first app
es: Usa tu primera aplicación
ja: 最初のアプリを使ってみましょう
pt: Use seu primeiro aplicativo

source: Explorer
es: Explorador
ja: 探検家
pt: Explorador

source: Use 5 different apps
es: Usa 5 aplicaciones diferentes
ja: 5つの異なるアプリを使ってみましょう
pt: Use 5 aplicativos diferentes

source: Power User
es: Usuario avanzado
ja: パワーユーザー
pt: Usuário Avançado

source: Use apps 50 times
es: Usa aplicaciones 50 veces
ja: アプリを50回使いましょう
pt: Use aplicativos 50 vezes

source: Streak Master
es: Maestro de rachas
ja: 継続マスター
pt: Mestre da Sequência

source: Maintain a 7-day streak
es: Mantén una racha de 7 días
ja: 7日間の継続を維持しましょう
pt: Mantenha uma sequência de 7 dias

source: Champion
es: Campeón
ja: チャンピオン
pt: Campeão

source: Reach Level 5
es: Alcanza el Nivel 5
ja: レベル5に到達しましょう
pt: Alcance o Nível 5

source: Profile Overview - Svelte Mini Apps
es: Resumen del perfil - Mini apps de Svelte
ja: プロフィール概要 - Svelte Mini Apps
pt: Visão Geral do Perfil - Svelte Mini Apps

source: Your profile overview and activity dashboard.
es: Resumen de tu perfil y panel de actividad.
ja: あなたのプロフィール概要とアクティビティダッシュボード。
pt: Sua visão geral do perfil e painel de atividades.

source: <0/> Completed Apps
es: <0/> Aplicaciones completadas
ja: <0/> 完了したアプリ
pt: <0/> Aplicativos Concluídos

source: <0/> Current Streak
es: <0/> Racha actual
ja: <0/> 現在の継続日数
pt: <0/> Sequência Atual

source: 🔥 Keep it going!
es: 🔥 ¡Sigue así!
ja: 🔥 頑張って続けましょう！
pt: 🔥 Continue assim!

source: Start your streak today!
es: ¡Comienza tu racha hoy!
ja: 今日から継続を始めましょう！
pt: Comece sua sequência hoje!

source: <0/> Total Usage
es: <0/> Uso total
ja: <0/> 合計利用回数
pt: <0/> Uso Total

source: {0} unique apps explored
es: {0} aplicaciones únicas exploradas
ja: {0} 個のユニークなアプリを探索
pt: {0} aplicativos únicos explorados

source: <0/> Level
es: <0/> Nivel
ja: <0/> レベル
pt: <0/> Nível

source: {0} more uses to level up
es: {0} usos más para subir de nivel
ja: あと {0} 回利用でレベルアップ
pt: {0} usos adicionais para subir de nível

source: {0} of {1} unlocked
es: {0} de {1} desbloqueadas
ja: {1} 個中 {0} 個解除
pt: {0} de {1} desbloqueados

source: <0/> Upcoming Apps
es: <0/> Aplicaciones próximas
ja: <0/> 今後のアプリ
pt: <0/> Próximos Apps

source: <0/> Favorite Apps
es: <0/> Aplicaciones favoritas
ja: <0/> お気に入りのアプリ
pt: <0/> Aplicativos Favoritos

source: Open App →
es: Abrir aplicación →
ja: アプリを開く →
pt: Abrir Aplicativo →

source: Start using apps to see your favorites here
es: Comienza a usar aplicaciones para ver tus favoritas aquí
ja: アプリを使い始めると、ここにお気に入りが表示されます```
pt: Comece a usar aplicativos para ver seus favoritos aqui```

source: Security Settings - Svelte Mini Apps
es: Configuración de seguridad - Svelte Mini Apps
ja: セキュリティ設定 - Svelteミニアプリ
pt: Configurações de Segurança - Svelte Mini Apps

source: Manage your account security settings and password.
es: Gestiona la configuración de seguridad de tu cuenta y tu contraseña.
ja: アカウントのセキュリティ設定とパスワードを管理します。
pt: Gerencie as configurações de segurança da sua conta e a senha.

source: Manage your password and security settings
es: Gestiona tu contraseña y la configuración de seguridad.
ja: パスワードとセキュリティ設定を管理します
pt: Gerencie sua senha e as configurações de segurança

source: Change Password
es: Cambiar contraseña
ja: パスワードを変更
pt: Alterar Senha

source: Security Options
es: Opciones de seguridad
ja: セキュリティオプション
pt: Opções de Segurança

source: Additional security settings for your account
es: Opciones de seguridad adicionales para tu cuenta
ja: アカウントの追加セキュリティ設定
pt: Configurações adicionais de segurança para a sua conta

source: Add an extra layer of security (Coming Soon)
es: Añade una capa adicional de seguridad (Próximamente)
ja: 追加のセキュリティレイヤーを追加する（近日公開）
pt: Adicionar uma camada extra de segurança (Em breve)

source: Login Alerts
es: Alertas de inicio de sesión
ja: ログイン通知
pt: Alertas de login

source: Get notified of new logins (Coming Soon)
es: Recibe notificaciones de nuevos inicios de sesión (Próximamente)
ja: 新しいログインの通知を受け取る（近日公開）
pt: Receba notificações de novos logins (Em breve)

source: <0/> Password Tips
es: <0/> Consejos de contraseña
ja: <0/> パスワードのヒント
pt: <0/> Dicas de Senha

source: • Use at least 8 characters with a mix of letters, numbers, and symbols
es: • Utiliza al menos 8 caracteres con una mezcla de letras, números y símbolos
ja: • 文字、数字、記号を混ぜて、最低8文字以上にしてください
pt: • Use pelo menos 8 caracteres com uma combinação de letras, números e símbolos

source: • Avoid using common words or personal information
es: • Evita usar palabras comunes o información personal
ja: • よく使われる単語や個人情報の使用を避けてください
pt: • Evite usar palavras comuns ou informações pessoais

source: • Don't reuse passwords across multiple sites
es: • No reutilices contraseñas en varios sitios
ja: • 複数のサイトでパスワードを使い回さないでください
pt: • Não reutilize senhas entre vários sites

source: • Consider using a password manager for better security
es: • Considera usar un administrador de contraseñas para una mayor seguridad
ja: • より高いセキュリティのためにパスワードマネージャーの使用を検討してください
pt: • Considere usar um gerenciador de senhas para uma melhor segurança

source: Profile Settings - Svelte Mini Apps
es: Configuración de Perfil - Svelte Mini Apps
ja: プロフィール設定 - Svelteミニアプリ
pt: Configurações de Perfil - Svelte Mini Apps

source: Manage your account settings and preferences.
es: Gestiona la configuración de tu cuenta y tus preferencias.
ja: アカウント設定と好みを管理します。
pt: Gerencie as configurações e preferências da sua conta.

source: Manage your profile information and connected accounts
es: Gestiona tu información de perfil y las cuentas conectadas.
ja: プロフィール情報と連携済みアカウントを管理します。
pt: Gerencie suas informações de perfil e contas conectadas.

source: Profile & Account
es: Perfil y Cuenta
ja: プロフィールとアカウント
pt: Perfil e Conta

source: Update your personal information and manage security settings
es: Actualiza tu información personal y gestiona la configuración de seguridad.
ja: 個人情報を更新し、セキュリティ設定を管理します。
pt: Atualize suas informações pessoais e gerencie as configurações de segurança.
