Repository: Michael-Obele/Svelte-MiniApps
Catalog: src/locales/*.po
Languages: de, es, fr, ja, pt

source: Zero learning curve. Maximum productivity. Each mini app is designed to be instantly intuitive — open it and start working. No tutorials needed, no complexity, just clean tools that help you get things done.
de: Keine Lernkurve. Maximale Produktivität. Jede Mini-App ist so konzipiert, dass sie sofort intuitiv ist – öffnen Sie sie und beginnen Sie mit der Arbeit. Keine Tutorials erforderlich, keine Komplexität, nur saubere Tools, mit denen Sie Dinge erledigen können.
es: Cero curva de aprendizaje. Máxima productividad. Cada mini aplicación está diseñada para ser instantáneamente intuitiva: ábrela y empieza a trabajar. Sin tutoriales necesarios, sin complejidad, solo herramientas limpias que te ayudan a hacer las cosas.
ja: 学習曲線はゼロ。生産性は最大。各ミニアプリは、すぐに直感的に使えるように設計されています。開いて作業を開始するだけです。チュートリアルは不要、複雑さはありません。物事を成し遂げるのに役立つクリーンなツールです。
pt: Curva de aprendizado zero. Produtividade máxima. Cada mini aplicativo é projetado para ser instantaneamente intuitivo — abra-o e comece a trabalhar. Sem necessidade de tutoriais, sem complexidade, apenas ferramentas limpas que ajudam você a realizar as tarefas.

source: Versatile and
de: Vielseitig und
es: Versátil y
fr: Polyvalent et
ja: 多用途で
pt: Versátil e

source: Scalable
de: Skalierbar
es: Escalable
fr: Évolutif
ja: スケーラブル
pt: Escalável

source: Works everywhere you do. Student, professional, or anywhere in between — our apps adapt to your workflow. Seamlessly sync across all your devices and scale from basic features to advanced capabilities as your needs grow.
de: Funktioniert überall dort, wo Sie sind. Ob Student, Berufstätiger oder irgendetwas dazwischen – unsere Apps passen sich Ihrem Workflow an. Synchronisieren Sie sich nahtlos auf allen Ihren Geräten und skalieren Sie von grundlegenden Funktionen zu erweiterten Funktionen, wenn Ihre Anforderungen wachsen.
es: Funciona en cualquier lugar. Estudiante, profesional o en cualquier punto intermedio: nuestras aplicaciones se adaptan a tu flujo de trabajo. Sincroniza sin problemas en todos tus dispositivos y escala desde funciones básicas hasta capacidades avanzadas a medida que crecen tus necesidades.
ja: どこでも動作します。学生、専門家、またはその中間—アプリはあなたのワークフローに適応します。すべてのデバイス間でシームレスに同期し、ニーズの拡大に合わせて、基本機能から高度な機能に拡張できます。
pt: Funciona em todos os lugares que você estiver. Seja estudante, profissional ou em qualquer outro lugar — nossos aplicativos se adaptam ao seu fluxo de trabalho. Sincronize perfeitamente em todos os seus dispositivos e dimensione de recursos básicos a capacidades avançadas à medida que suas necessidades aumentam.

source: Share the Joy:
de: Teilen Sie die Freude:
es: Comparte la alegría:
fr: Partagez la joie :
ja: 喜びを分かち合う:
pt: Compartilhe a alegria:

source: <strong>Found a MiniApp that made your day easier?</strong> Why keep it to yourself? Share your success story with friends, family, or colleagues who might benefit too! Your recommendation could help someone discover the perfect tool to simplify their daily routine.
de: <strong>Haben Sie eine Mini-App gefunden, die Ihren Tag erleichtert hat?</strong> Warum behalten Sie sie für sich? Teilen Sie Ihre Erfolgsgeschichte mit Freunden, Familie oder Kollegen, die ebenfalls davon profitieren könnten! Ihre Empfehlung könnte jemandem helfen, das perfekte Werkzeug zu finden, um seinen Alltag zu vereinfachen.
es: <strong>¿Has encontrado una MiniApp que te haya facilitado el día?</strong> ¿Por qué quedártelo para ti? ¡Comparte tu historia de éxito con amigos, familiares o compañeros que también puedan beneficiarse! Tu recomendación podría ayudar a alguien a descubrir la herramienta perfecta para simplificar su rutina diaria.
fr: <strong>Vous avez trouvé une MiniApp qui a facilité votre journée ?</strong> Pourquoi garder cela pour vous ? Partagez votre réussite avec vos amis, votre famille ou vos collègues qui pourraient également en bénéficier ! Votre recommandation pourrait aider quelqu'un à découvrir l'outil parfait pour simplifier sa routine quotidienne.
ja: <strong>あなたの一日を楽にしたミニアプリを見つけましたか？</strong> なぜ自分だけにとどめておくのですか？あなたの成功事例を、恩恵を受ける可能性のある友人、家族、または同僚と共有してください！あなたの推奨は、誰かが日常業務を簡素化するための完璧なツールを見つけるのに役立つかもしれません。
pt: <strong>Encontrou um MiniApp que facilitou seu dia?</strong> Por que guardar para si? Compartilhe sua história de sucesso com amigos, familiares ou colegas que também possam se beneficiar! Sua recomendação pode ajudar alguém a descobrir a ferramenta perfeita para simplificar sua rotina diária.

source: Help Us Improve:
de: Helfen Sie uns, uns zu verbessern:
es: Ayúdanos a mejorar:
fr: Aidez-nous à améliorer :
ja: 改善にご協力ください:
pt: Ajude-nos a melhorar:

source: <strong>Your voice matters!</strong> Whether you've got a brilliant idea, spotted a bug, or just want to share your experience - we're listening. Head over to our <strong>GitHub repository</strong> to open an issue or start a discussion. Every piece of feedback helps us build better tools for you.
de: <strong>Ihre Stimme zählt!</strong> Egal, ob Sie eine brillante Idee haben, einen Fehler entdeckt haben oder einfach nur Ihre Erfahrung teilen möchten - wir hören zu. Besuchen Sie unser <strong>GitHub-Repository</strong>, um ein Problem zu öffnen oder eine Diskussion zu starten. Jedes Feedback hilft uns, bessere Werkzeuge für Sie zu entwickeln.
es: <strong>¡Tu voz importa!</strong> Tanto si tienes una idea brillante, has detectado un error o simplemente quieres compartir tu experiencia, te escuchamos. Dirígete a nuestro <strong>repositorio de GitHub</strong> para abrir un problema o iniciar un debate. Cada comentario nos ayuda a construir mejores herramientas para ti.
fr: <strong>Votre voix compte !</strong> Que vous ayez une idée géniale, que vous ayez repéré un bug ou que vous souhaitiez simplement partager votre expérience, nous vous écoutons. Rendez-vous sur notre <strong>répertoire GitHub</strong> pour ouvrir un problème ou lancer une discussion. Chaque commentaire nous aide à créer de meilleurs outils pour vous.
ja: <strong>あなたの声は重要です！</strong> 素晴らしいアイデアがある場合でも、バグを見つけた場合でも、単にあなたの経験を共有したい場合でも、私たちは耳を傾けています。<strong>GitHubリポジトリ</strong>にアクセスして、問題を提起したり、ディスカッションを開始したりしてください。すべてのフィードバックは、より良いツールを構築するのに役立ちます。
pt: <strong>Sua voz importa!</strong> Seja para compartilhar uma ideia brilhante, reportar um bug ou apenas dividir sua experiência, estamos ouvindo. Vá até nosso <strong>repositório GitHub</strong> para abrir uma issue ou iniciar uma discussão. Cada feedback nos ajuda a construir ferramentas melhores para você.

source: Join the Creation:
de: Werden Sie Teil der Entwicklung:
es: Únete a la creación:
fr: Rejoignez la création :
ja: 作成に参加する:
pt: Junte-se à criação:

source: <strong>Love coding?</strong> You could be the next contributor to make these Mini Apps even more awesome! Our project is <strong>open source</strong>, which means you're invited to dive in, explore the code, and bring your ideas to life. Whether you're a seasoned developer or just starting out, there's a place for you in our community.
de: <strong>Lieben Sie das Programmieren?</strong> Sie könnten der nächste Mitwirkende sein, der diese Mini-Apps noch großartiger macht! Unser Projekt ist <strong>Open Source</strong>, was bedeutet, dass Sie eingeladen sind, einzutauchen, den Code zu erkunden und Ihre Ideen zum Leben zu erwecken. Egal, ob Sie ein erfahrener Entwickler sind oder gerade erst anfangen, es gibt einen Platz für Sie in unserer Community.
es: <strong>¿Te encanta programar?</strong> ¡Podrías ser el próximo colaborador en hacer que estas Mini Apps sean aún más increíbles! Nuestro proyecto es de <strong>código abierto</strong>, lo que significa que estás invitado a sumergirte, explorar el código y dar vida a tus ideas. Tanto si eres un desarrollador experimentado como si estás empezando, hay un lugar para ti en nuestra comunidad.
fr: <strong>Vous aimez coder ?</strong> Vous pourriez être le prochain contributeur à rendre ces Mini Apps encore plus géniales ! Notre projet est <strong>open source</strong>, ce qui signifie que vous êtes invité à plonger dedans, à explorer le code et à donner vie à vos idées. Que vous soyez un développeur chevronné ou que vous débutiez, il y a une place pour vous dans notre communauté.
ja: <strong>コーディングが好きですか？</strong> あなたはこれらのミニアプリをさらに素晴らしいものにする次の貢献者になるかもしれません！私たちのプロジェクトは<strong>オープンソース</strong>です。つまり、飛び込んでコードを調べ、あなたのアイデアを実現することができます。あなたが経験豊富な開発者であろうと、始めたばかりであろうと、私たちのコミュニティにはあなたの居場所があります。```
pt: <strong>Adora programar?</strong> Você pode ser o próximo colaborador a tornar estas Mini Apps ainda mais incríveis! Nosso projeto é de <strong>código aberto</strong>, o que significa que você está convidado a mergulhar, explorar o código e dar vida às suas ideias. Seja você um desenvolvedor experiente ou apenas começando, há um lugar para você em nossa comunidade.

source: Write your markdown here...
de: Schreiben Sie Ihr Markdown hier...
es: Escribe tu Markdown aquí...
fr: Écrivez votre Markdown ici...
ja: ここにマークダウンを記述してください...
pt: Escreva seu Markdown aqui...

source: Edit todo
de: Todo bearbeiten
es: Editar tarea
fr: Modifier la tâche
ja: Todoを編集
pt: Editar tarefa

source: Delete todo
de: Todo löschen
es: Eliminar tarea
fr: Supprimer la tâche
ja: Todoを削除
pt: Excluir tarefa

source: Quick Guide
de: Schnellanleitung
es: Guía rápida
fr: Guide rapide
ja: クイックガイド
pt: Guia rápido

source: Simple steps to get started
de: Einfache Schritte für den Einstieg
es: Pasos simples para empezar
fr: Étapes simples pour commencer
ja: 始めるための簡単なステップ
pt: Passos simples para começar

source: Optional Details:
de: Optionale Details:
es: Detalles opcionales:
fr: Détails optionnels :
ja: オプションの詳細:
pt: Detalhes opcionais:

source: <0/> Status Indicators
de: <0/> Statusanzeigen
es: <0/> Indicadores de estado
fr: <0/> Indicateurs d'état
ja: <0/> ステータスインジケーター
pt: <0/> Indicadores de status

source: Pro tip:
de: Profi-Tipp:
es: Consejo:
fr: Astuce pro :
ja: プロのヒント：
pt: Dica:

source: <0/> Quick Tips:
de: <0/> Schnelle Tipps:
es: <0/> Consejos rápidos:
fr: <0/> Conseils rapides :
ja: <0/> クイックヒント:
pt: <0/> Dicas rápidas:

source: Need help? Reopen this guide anytime from the header
de: Brauchen Sie Hilfe? Öffnen Sie diese Anleitung jederzeit über die Kopfzeile wieder
es: ¿Necesitas ayuda? Reabre esta guía en cualquier momento desde la cabecera
fr: Besoin d'aide ? Vous pouvez rouvrir ce guide à tout moment depuis l'en-tête.
ja: ヘルプが必要ですか？ヘッダーからいつでもこのガイドを再オープンしてください
pt: Precisa de ajuda? Reabra este guia a qualquer momento a partir do cabeçalho

source: Got It!
de: Verstanden!
es: ¡Entendido!
fr: Compris !
ja: 了解！
pt: Entendi!

source: Login | Svelte Mini Apps
de: Anmelden | Svelte Mini Apps
es: Iniciar sesión | Svelte Mini Apps
fr: Connexion | Svelte Mini Apps
ja: ログイン | Svelte Mini Apps
pt: Entrar | Svelte Mini Apps

source: Login to access your Svelte Mini Apps account
de: Melden Sie sich an, um auf Ihr Svelte Mini Apps-Konto zuzugreifen
es: Inicia sesión para acceder a tu cuenta de Svelte Mini Apps
fr: Connectez-vous pour accéder à votre compte Svelte Mini Apps
ja: ログインしてSvelte Mini Appsアカウントにアクセスしてください
pt: Faça login para acessar sua conta no Svelte Mini Apps

source: Sign in to your account
de: Melden Sie sich bei Ihrem Konto an
es: Inicia sesión en tu cuenta
fr: Connectez-vous à votre compte
ja: アカウントにサインイン
pt: Faça login na sua conta

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
ja: ユーザー名
pt: Nome de usuário

source: 3-31 characters: lowercase letters, numbers, underscores, and hyphens
de: 3-31 Zeichen: Kleinbuchstaben, Zahlen, Unterstriche und Bindestriche
es: 3-31 caracteres: letras minúsculas, números, guiones bajos y guiones
fr: 3-31 caractères : lettres minuscules, chiffres, traits de soulignement et tirets
ja: 3～31文字：小文字、数字、アンダースコア、ハイフン
pt: 3-31 caracteres: letras minúsculas, números, sublinhados e hífens

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
pt: Senha

source: Minimum 6 characters
de: Mindestens 6 Zeichen
es: Mínimo 6 caracteres
fr: Minimum 6 caractères
ja: 最小6文字
pt: Mínimo de 6 caracteres

source: Or continue with
de: Oder fortfahren mit
es: O continuar con
fr: Ou continuer avec
ja: または、こちらから続行
pt: Ou continue com

source: <0/> Sign in with Username
de: <0/> Mit Benutzernamen anmelden
es: <0/> Iniciar sesión con nombre de usuario
fr: <0/> Se connecter avec le nom d'utilisateur
ja: <0/> ユーザー名でサインイン
pt: <0/> Entrar com Nome de usuário

source: Don't have an account? <0>Sign up</0>
de: Sie haben noch kein Konto? <0>Registrieren Sie sich</0>
es: ¿No tienes una cuenta? <0>Regístrate</0>
fr: Vous n'avez pas de compte ? <0>Inscrivez-vous</0>
ja: アカウントをお持ちでない場合は、<0>サインアップ</0>
pt: Não tem uma conta? <0>Cadastre-se</0>

source: Logout | Svelte Mini Apps
de: Abmelden | Svelte Mini Apps
es: Cerrar sesión | Svelte Mini Apps
fr: Déconnexion | Svelte Mini Apps
ja: ログアウト | Svelte Mini Apps
pt: Sair | Svelte Mini Apps

source: Sign out of your Svelte Mini Apps account
de: Melde dich von deinem Svelte Mini Apps Konto ab
es: Cerrar sesión de tu cuenta de Svelte Mini Apps
ja: Svelte Mini Apps アカウントからサインアウトします
pt: Terminar sessão da sua conta Svelte Mini Apps

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ja: サインアウト
pt: Sair

source: Click below to sign out of your account
de: Klicken Sie unten, um sich von Ihrem Konto abzumelden
es: Haz clic a continuación para cerrar sesión en tu cuenta
fr: Cliquez ci-dessous pour vous déconnecter de votre compte
ja: アカウントからサインアウトするには、以下をクリックしてください
pt: Clique abaixo para sair da sua conta

source: <0/> Sign Out
de: <0/> Abmelden
es: <0/> Cerrar sesión
fr: <0/> Se déconnecter
ja: <0/> サインアウト
pt: <0/> Sair

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
pt: Atualizar

source: Overview
de: Übersicht
es: Resumen
fr: Vue d'ensemble
ja: 概要
pt: Visão geral

source: Deleting account...
de: Konto wird gelöscht...
es: Eliminando la cuenta...
fr: Suppression du compte...
ja: アカウントを削除しています...
pt: Excluindo conta...

source: Account Information
de: Kontoinformationen
es: Información de la cuenta
fr: Informations du compte
ja: アカウント情報
pt: Informações da Conta

source: Change
de: Ändern
es: Cambiar
fr: Modifier
ja: 変更
pt: Alterar

source: Account Role
de: Kontorolle
es: Rol de la cuenta
fr: Rôle du compte
ja: アカウントの役割
pt: Papel da Conta

source: Admin Access
de: Administratorzugriff
es: Acceso de administrador
fr: Accès administrateur
ja: 管理者アクセス
pt: Acesso de Administrador

source: Connected Accounts
de: Verbundene Konten
es: Cuentas conectadas
fr: Comptes connectés
ja: 接続されたアカウント
pt: Contas conectadas

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み
pt: Conectado

source: Not connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
ja: 未接続
pt: Não conectado

source: Disconnect
de: Trennen
es: Desconectar
fr: Se déconnecter
ja: 切断
pt: Desconectar

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
ja: 接続
pt: Conectar

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
ja: セキュリティ
pt: Segurança

source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung
es: Autenticación de dos factores
fr: Authentification à deux facteurs
ja: 二段階認証
pt: Autenticação de dois fatores

source: Add an extra layer of security to your account
de: Fügen Sie Ihrem Konto eine zusätzliche Sicherheitsebene hinzu
es: Añade una capa extra de seguridad a tu cuenta.
fr: Ajouter une couche de sécurité supplémentaire à votre compte
ja: アカウントにセキュリティの追加レイヤーを追加する
pt: Adicione uma camada extra de segurança à sua conta

source: Email Notifications
de: E-Mail-Benachrichtigungen
es: Notificaciones por correo electrónico
fr: Notifications par e-mail
ja: メール通知
pt: Notificações por e-mail

source: Receive security alerts via email
de: Sicherheitswarnungen per E-Mail erhalten
es: Recibe alertas de seguridad por correo electrónico.
fr: Recevoir des alertes de sécurité par e-mail.
ja: セキュリティアラートをメールで受信する
pt: Receber alertas de segurança por e-mail

source: Marketing Emails
es: Correos electrónicos de marketing
fr: E-mails marketing
ja: マーケティングメール
pt: E-mails de marketing

source: Receive updates about new features
de: Erhalten Sie Updates zu neuen Funktionen
es: Recibe actualizaciones sobre nuevas funciones.
fr: Recevoir des mises à jour sur les nouvelles fonctionnalités.
ja: 新機能に関する最新情報を受け取る
pt: Receber atualizações sobre novos recursos

source: Danger Zone
de: Gefahrenzone
es: Zona de peligro
fr: Zone dangereuse
ja: 危険地帯
pt: Zona de Perigo

source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
ja: アカウントを削除
pt: Excluir Conta

source: <0/> Delete
de: <0/> Löschen
es: <0/> Eliminar
fr: <0/> Supprimer
ja: <0/> 削除
pt: <0/> Excluir

source: This action is permanent and cannot be undone. All your data will be permanently deleted.
de: Diese Aktion ist dauerhaft und kann nicht rückgängig gemacht werden. Alle Ihre Daten werden dauerhaft gelöscht.
es: Esta acción es permanente y no se puede deshacer. Todos tus datos serán eliminados de forma permanente.
fr: Cette action est permanente et ne peut pas être annulée. Toutes vos données seront définitivement supprimées.
ja: この操作は元に戻せません。すべてのデータは完全に削除されます。
pt: Esta ação é permanente e não pode ser desfeita. Todos os seus dados serão excluídos permanentemente.

source: Warning:
de: Warnung:
es: Advertencia:
fr: Avertissement :
ja: 警告:
pt: Aviso:

source: All your budgets and expenses will be deleted
de: Alle Ihre Budgets und Ausgaben werden gelöscht
es: Todos tus presupuestos y gastos serán eliminados.
fr: Tous vos budgets et dépenses seront supprimés.
ja: すべての予算と支出が削除されます
pt: Todos os seus orçamentos e despesas serão excluídos.

source: All your saved passwords will be deleted
de: Alle Ihre gespeicherten Passwörter werden gelöscht
es: Todas tus contraseñas guardadas serán eliminadas.
fr: Tous vos mots de passe enregistrés seront supprimés.
ja: 保存されたすべてのパスワードが削除されます
pt: Todas as suas senhas salvas serão excluídas.

source: All your mantras and social pages will be deleted
de: Alle Ihre Mantras und sozialen Seiten werden gelöscht
es: Todos tus mantras y páginas sociales serán eliminados.
fr: Tous vos mantras et pages sociales seront supprimés.
ja: すべてのマントラとソーシャルページが削除されます
pt: Todas as suas mantras e páginas sociais serão excluídas.

source: This action cannot be reversed
de: Diese Aktion kann nicht rückgängig gemacht werden
es: Esta acción no puede revertirse.
fr: Cette action ne peut pas être inversée.
ja: この操作は元に戻せません
pt: Esta ação não pode ser revertida.

source: Type <0/> to confirm
de: Geben Sie <0/> zur Bestätigung ein
es: Escribe <0/> para confirmar
fr: Tapez <0/> pour confirmer
ja: 確認するには<0/>と入力してください
pt: Digite <0/> para confirmar

source: Enter your username
de: Geben Sie Ihren Benutzernamen ein
es: Ingresa tu nombre de usuario
fr: Saisissez votre nom d’utilisateur
ja: ユーザー名を入力してください
pt: Digite seu nome de usuário

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt: Cancelar

source: Deleting...
de: Löschen...
es: Eliminando...
fr: Suppression en cours...
ja: 削除中...
pt: Excluindo...

source: Loading account settings...
de: Kontoeinstellungen werden geladen...
es: Cargando la configuración de la cuenta...
fr: Chargement des paramètres du compte...
ja: アカウント設定を読み込んでいます...```
pt: Carregando configurações da conta...

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
ja: 日曜日
pt: Domingo

source: Monday
de: Montag
es: Lunes
fr: Lundi
ja: 月曜日
pt: Segunda-feira

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
ja: 火曜日
pt: Terça-feira

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
ja: 水曜日
pt: Quarta-feira

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
ja: 木曜日
pt: Quinta-feira

source: Friday
de: Freitag
es: Viernes
fr: Vendredi
ja: 金曜日
pt: Sexta-feira

source: Saturday
de: Samstag
es: Sábado
fr: Samedi
ja: 土曜日
pt: Sábado

source: Never
de: Nie
es: Nunca
fr: Jamais
ja: なし
pt: Nunca

source: Today at {0}
de: Heute um {0}
es: Hoy a las {0}
fr: Aujourd'hui à {0}
ja: 今日 {0}
pt: Hoje às {0}

source: Yesterday at {0}
de: Gestern um {0}
es: Ayer a las {0}
fr: Hier à {0}
ja: 昨日 {0}
pt: Ontem às {0}

source: Total App Usage
de: Gesamte App-Nutzung
es: Uso total de las aplicaciones
fr: Utilisation totale des applications
ja: アプリの総利用数
pt: Uso total de aplicativos

source: Across {0} different apps
de: Über {0} verschiedene Apps
es: Entre {0} aplicaciones diferentes
fr: Sur {0} applications différentes
ja: {0} 個の異なるアプリにわたって
pt: Entre {0} aplicativos diferentes

source: Last Active
de: Zuletzt aktiv
es: Última actividad
fr: Dernière activité
ja: 最終アクティブ
pt: Última atividade

source: No activity recorded
de: Keine Aktivität aufgezeichnet
es: No hay actividad registrada
fr: Aucune activité enregistrée
ja: アクティビティの記録はありません
pt: Nenhuma atividade registrada

source: Most Active Day
de: Aktivster Tag
es: Día más activo
fr: Jour le plus actif
ja: 最もアクティブな日
pt: Dia mais ativo

source: None
de: Keine
es: Ninguno
fr: Aucun
ja: なし
pt: Nenhum

source: {0} activities on this day
de: {0} Aktivitäten an diesem Tag
es: {0} actividades en este día
fr: {0} activités ce jour-là
ja: この日に {0} 件のアクティビティ
pt: {0} atividades neste dia

source: App Usage Breakdown
de: Aufschlüsselung der App-Nutzung
es: Desglose del uso de las aplicaciones
fr: Répartition de l'utilisation des applications
ja: アプリ使用状況の内訳
pt: Detalhamento do uso de aplicativos

source: Detailed statistics for each app you've used
de: Detaillierte Statistiken für jede von Ihnen verwendete App
es: Estadísticas detalladas de cada aplicación que has utilizado
fr: Statistiques détaillées pour chaque application que vous avez utilisée
ja: 使用した各アプリの詳細な統計
pt: Estatísticas detalhadas para cada aplicativo que você usou

source: ({0} uses)
de: ({0} Nutzungen)
es: ({0} usos)
fr: ({0} utilisations)
ja: （{0} 回使用）
pt: ({0} usos)

source: Last: {0}
de: Zuletzt: {0}
es: Último: {0}
fr: Dernier : {0}
ja: 最終：{0}
pt: Último: {0}

source: No app usage data yet. Start using apps to see statistics here!
de: Noch keine App-Nutzungsdaten. Beginnen Sie mit der Nutzung von Apps, um hier Statistiken zu sehen!
es: Aún no hay datos de uso de ninguna aplicación. ¡Comienza a usar aplicaciones para ver estadísticas aquí!
fr: Aucune donnée d'utilisation des applications pour le moment. Commencez à utiliser des applications pour voir les statistiques ici !
ja: アプリの利用データはまだありません。アプリを使い始めて、ここで統計情報を確認してください！
pt: Ainda não há dados de uso de apps. Comece a usar apps para ver as estatísticas aqui!

source: Usage statistics are updated in real-time
de: Nutzungsstatistiken werden in Echtzeit aktualisiert
es: Las estadísticas de uso se actualizan en tiempo real
fr: Les statistiques d'utilisation sont mises à jour en temps réel
ja: 利用統計はリアルタイムで更新されます
pt: As estatísticas de uso são atualizadas em tempo real

source: Export Data
de: Daten exportieren
es: Exportar datos
fr: Exporter les données
ja: データのエクスポート```
pt: Exportar dados

source: {0} uses
de: {0} Nutzungen
es: {0} usos
fr: {0} utilisations
ja: {0} 回利用
pt: {0} usos

source: Open App
de: App öffnen
es: Abrir aplicación
fr: Ouvrir l'application
ja: アプリを開く
pt: Abrir app

source: No favorite apps yet. Start using apps to see your favorites here!
de: Noch keine Lieblings-Apps. Beginnen Sie mit der Nutzung von Apps, um hier Ihre Favoriten zu sehen!
es: Aún no tienes aplicaciones favoritas. Comienza a usar las aplicaciones para ver cuáles te gustan aquí.
fr: Pas encore d'applications favorites. Commencez à utiliser des applications pour voir vos favoris ici !
ja: まだお気に入りのアプリはありません。アプリを使い始めて、お気に入りをここに表示しましょう！
pt: Ainda não há apps favoritos. Comece a usar apps para ver seus favoritos aqui!

source: Learning Resources
de: Lernressourcen
es: Recursos de aprendizaje
fr: Ressources d'apprentissage
ja: 学習リソース
pt: Recursos de Aprendizagem
