Repository: Michael-Obele/Svelte-MiniApps
Catalog: src/locales/*.po
Languages: de, es, fr, ja, pt

source: Uppercase Letters
de: Großbuchstaben
es: Letras mayúsculas.
fr: Lettres majuscules
ja: 大文字
pt: Letras maiúsculas

source: Lowercase Letters
de: Kleinbuchstaben
es: Letras minúsculas.
fr: Lettres minuscules
ja: 小文字
pt: Letras minúsculas

source: Numbers
de: Zahlen
es: Números
fr: Chiffres
ja: 数字
pt: Números

source: Special Characters
de: Sonderzeichen
es: Caracteres especiales
fr: Caractères spéciaux
ja: 特殊文字
pt: Caracteres especiais

source: Generate Password
de: Passwort generieren
es: Generar contraseña
fr: Générer le mot de passe
ja: パスワードを生成
pt: Gerar senha

source: View all passwords
de: Alle Passwörter anzeigen
es: Ver todas las contraseñas
fr: Voir tous les mots de passe
ja: すべてのパスワードを表示
pt: Ver todas as senhas

source: Hide Saved Passwords
de: Gespeicherte Passwörter ausblenden
es: Ocultar contraseñas guardadas
fr: Masquer les mots de passe enregistrés
ja: 保存されたパスワードを非表示
pt: Ocultar senhas salvas

source: No saved passwords yet
de: Noch keine Passwörter gespeichert
es: Aún no hay contraseñas guardadas
fr: Aucun mot de passe enregistré pour le moment
ja: まだ保存されたパスワードはありません```
pt: Ainda não há senhas salvas

source: Hide password
de: Passwort ausblenden
es: Ocultar contraseña
fr: Masquer le mot de passe
ja: パスワードを隠す
pt: Ocultar senha

source: Show password
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
ja: パスワードを表示
pt: Mostrar senha

source: Copy password
de: Passwort kopieren
es: Copiar contraseña
fr: Copier le mot de passe
ja: パスワードをコピー
pt: Copiar senha

source: Edit password
de: Passwort bearbeiten
es: Editar contraseña
fr: Modifier le mot de passe
ja: パスワードを編集
pt: Editar senha

source: Delete password
de: Passwort löschen
es: Eliminar contraseña
fr: Supprimer le mot de passe
ja: パスワードを削除
pt: Excluir senha

source: Saved on {0} at {1}
de: Gespeichert am {0} um {1}
es: Guardado el {0} a las {1}
fr: Sauvegardé le {0} à {1}
ja: {0} {1}に保存
pt: Salvo em {0} às {1}

source: Edit Password
de: Passwort bearbeiten
es: Editar Contraseña
fr: Modifier le mot de passe
ja: パスワードを編集
pt: Editar Senha

source: Update your password and its details. Click save when you're done.
de: Aktualisieren Sie Ihr Passwort und dessen Details. Klicken Sie auf Speichern, wenn Sie fertig sind.
es: Actualice su contraseña y sus detalles. Haga clic en guardar cuando haya terminado.
fr: Mettez à jour votre mot de passe et ses détails. Cliquez sur enregistrer lorsque vous avez terminé.
ja: パスワードと詳細を更新します。完了したら「保存」をクリックしてください。
pt: Atualize sua senha e seus detalhes. Clique em salvar quando terminar.

source: Enter password
de: Passwort eingeben
es: Ingresar contraseña
fr: Entrez le mot de passe
ja: パスワードを入力
pt: Digite a senha

source: Details (optional)
es: Detalles (opcional)
fr: Détails (facultatif)
ja: 詳細（オプション）
pt: Detalhes (opcional)

source: Add details about this password...
de: Fügen Sie Details zu diesem Passwort hinzu...
es: Agregar detalles sobre esta contraseña...
fr: Ajouter des détails sur ce mot de passe...
ja: このパスワードの詳細を追加...
pt: Adicione detalhes sobre esta senha...

source: <0/> Saving...
de: <0/> Speichern...
es: <0/> Guardando...
fr: <0/> Enregistrement...```
ja: <0/> 保存中...```
pt: <0/> Salvando...

source: Blue
es: Azul
ja: 青
pt: Azul

source: Amber
es: Ámbar
ja: 琥珀色
pt: Âmbar

source: Purple
es: Púrpura
ja: 紫
pt: Roxo

source: Emerald
es: Esmeralda
ja: エメラルド
pt: Esmeralda

source: Rose
es: Rosa
ja: ローズ
pt: Rosa

source: Cyan
es: Cian
ja: シアン
pt: Ciano

source: Orange
es: Naranja
ja: オレンジ
pt: Laranja

source: Indigo
es: Índigo
ja: インディゴ
pt: Índigo

source: TBD
ja: 未定
pt: A Definir

source: This will delete ALL your data including options, activities, timeline entries, and risks. Are you absolutely sure?
es: ¿Está absolutamente seguro de que quiere borrar TODOS sus datos, incluyendo opciones, actividades, entradas de la línea de tiempo y riesgos?
ja: オプション、アクティビティ、タイムラインエントリ、リスクを含むすべてのデータが削除されます。本当に実行しますか？
pt: Isto apagará TODOS os seus dados, incluindo opções, atividades, entradas da linha do tempo e riscos. Tem certeza absoluta?

source: Track multiple life/career options with time investments, progress metrics, and risks over a 10-year planning horizon.
es: Realice un seguimiento de múltiples opciones de vida/carrera con inversiones de tiempo, métricas de progreso y riesgos durante un horizonte de planificación de 10 años.
ja: 10年間の計画期間にわたって、時間投資、進捗指標、リスクを伴う複数の人生/キャリアオプションを追跡します。
pt: Acompanhe várias opções de vida/carreira com investimentos de tempo, métricas de progresso e riscos ao longo de um horizonte de planejamento de 10 anos.

source: Plan your future: track options, investments, and risks over your planning horizon
es: Planifique su futuro: realice un seguimiento de las opciones, las inversiones y los riesgos durante su horizonte de planificación
ja: 将来を計画しましょう：計画期間にわたってオプション、投資、リスクを追跡します
pt: Planeje seu futuro: acompanhe opções, investimentos e riscos ao longo do seu horizonte de planejamento

source: <0/> Settings
es: <0/> Ajustes
ja: <0/> 設定
pt: <0/> Configurações

source: <0/> Reset
es: <0/> Reiniciar
ja: <0/> リセット
pt: <0/> Resetar

source: <0/> Add Option
es: <0/> Añadir Opción
ja: <0/> オプションを追加
pt: <0/> Adicionar Opção

source: Dashboard
es: Tablero
ja: ダッシュボード
pt: Painel

source: Risks
es: Riesgos
ja: リスク
pt: Riscos

source: <0/> Delete Option
es: <0/> Eliminar Opción
ja: <0/> オプションを削除
pt: <0/> Excluir Opção

source: Add New Option
es: Añadir Nueva Opción
ja: 新しいオプションを追加
pt: Adicionar Nova Opção

source: Create a new scenario option to track.
es: Cree una nueva opción de escenario para realizar un seguimiento.
ja: 追跡する新しいシナリオオプションを作成します。
pt: Crie uma nova opção de cenário para acompanhar.

source: Brief description of this option
es: Breve descripción de esta opción
ja: このオプションの簡単な説明
pt: Breve descrição desta opção

source: Color
ja: 色
pt: Cor

source: Select {0} color
es: Seleccionar color {0}
ja: {0}の色を選択
pt: Selecione a cor {0}

source: Allocation (%)
es: Asignación (%)
ja: 配分 (%)
pt: Alocação (%)

source: Reset All Data?
es: ¿Restablecer todos los datos?
ja: すべてのデータをリセットしますか？
pt: Resetar Todos os Dados?

source: This will permanently delete all your options, activities, timeline entries, and risks. The default options will be restored. This action cannot be undone.
es: Esto eliminará permanentemente todas sus opciones, actividades, entradas de la línea de tiempo y riesgos. Las se restaurarán las opciones predeterminadas. Esta acción no se puede deshacer.
ja: これにより、オプション、アクティビティ、タイムラインエントリ、およびリスクが完全に削除されます。 デフォルトのオプションが復元されます。この操作は元に戻せません。
pt: Isto excluirá permanentemente todas as suas opções, atividades, entradas da linha do tempo e riscos. As opções padrão serão restauradas. Esta ação não pode ser desfeita.

source: Yes, Reset Everything
es: Sí, Restablecer Todo
ja: はい、すべてリセットします
pt: Sim, Resetar Tudo

source: Delete Option
es: Eliminar Opción
ja: オプションを削除
pt: Excluir Opção

source: Are you sure you want to delete this option? All related activities and risks will also be deleted. This action cannot be undone.
es: ¿Está seguro de que desea eliminar esta opción? Todas las actividades y riesgos relacionados también se eliminarán. Esta acción no se puede deshacer.
ja: このオプションを削除してもよろしいですか？関連するすべてのアクティビティとリスクも削除されます。この操作は元に戻せません。```
pt: Tem certeza de que deseja excluir esta opção? Todas as atividades e riscos relacionados também serão excluídos. Esta ação não pode ser desfeita.

source: Time Remaining
es: Tiempo Restante
ja: 残り時間
pt: Tempo Restante

source: {0} years
es: {0} años
ja: {0}年
pt: {0} anos

source: {0} days left
es: Quedan {0} días
ja: 残り{0}日
pt: {0} dias restantes

source: Total Time Invested
es: Tiempo Total Invertido
ja: 総投資時間
pt: Tempo Total Investido

source: {0} hrs
ja: {0}時間
pt: {0} horas

source: Across all options
es: En todas las opciones
ja: 全オプション
pt: Em todas as opções

source: Average Progress
es: Progreso Promedio
ja: 平均進捗
pt: Progresso Médio

source: Active Risks
es: Riesgos Activos
ja: アクティブなリスク
pt: Riscos Ativos

source: {0} high/critical severity
es: {0} de gravedad alta/crítica
ja: {0} 高/重大リスク
pt: {0} severidade alta/crítica

source: <0/> Options Overview
es: <0/> Resumen de Opciones
ja: <0/> オプション概要
pt: <0/> Visão Geral das Opções

source: Track progress across your scenario options
es: Rastrea el progreso a través de tus opciones de escenario
ja: シナリオオプション全体の進捗を追跡
pt: Acompanhe o progresso em todas as opções de cenário

source: {0} hrs invested
es: {0} hrs invertidas
ja: {0}時間投資済み
pt: {0} horas investidas

source: {0}% complete
de: {0}% abgeschlossen
es: {0}% completado
fr: {0} % terminé
ja: {0}% 完了
pt: {0}% concluído

source: Est. completion: {0}
es: Estimado de finalización: {0}
ja: 完了見込み: {0}
pt: Conclusão estimada: {0}

source: No options yet. Add your first scenario option to get started.
es: Aún no hay opciones. Agrega tu primera opción de escenario para comenzar.
ja: まだオプションはありません。開始するには最初のシナリオオプションを追加してください。
pt: Ainda não há opções. Adicione sua primeira opção de cenário para começar.

source: <0/> Time Allocation
es: <0/> Asignación de Tiempo
ja: <0/> 時間配分
pt: <0/> Alocação de Tempo

source: How you're dividing your effort
es: Cómo estás dividiendo tu esfuerzo
ja: 努力の配分方法
pt: Como você está dividindo seu esforço

source: ({0}% unallocated)
es: ({0}% no asignado)
ja: ({0}% 未割り当て)
pt: ({0}% não alocado)

source: (over-allocated by {0}%)
es: (sobre-asignado por {0}%)
ja: ({0}% 過剰割り当て)
pt: (alocado em excesso em {0}%)

source: Total: {0}% <0/>
ja: 合計: {0}% <0/>

source: Add options to see allocation chart
es: Agrega opciones para ver el gráfico de asignación
ja: 割り当てグラフを見るにはオプションを追加してください。
pt: Adicione opções para ver o gráfico de alocação

source: Deadline
es: Fecha Límite
ja: 期限
pt: Prazo Final

source: Your planning window ends on {0}
es: Tu ventana de planificación termina el {0}
ja: 計画期間は {0} に終了します
pt: Sua janela de planejamento termina em {0}

source: Progress through planning period
es: Progreso durante el período de planificación
ja: 計画期間の進捗
pt: Progresso durante o período de planejamento

source: Started: {0}
es: Iniciado: {0}
ja: 開始日: {0}
pt: Iniciado: {0}

source: Deadline: {0}
es: Fecha Límite: {0}
ja: 期限: {0}
pt: Prazo Final: {0}

source: Planning
es: Planificación
ja: 計画中
pt: Planejamento

source: Paused
es: En pausa
ja: 一時停止
pt: Pausado

source: Complete
es: Completo
ja: 完了
pt: Concluído

source: Time Invested
es: Tiempo Invertido
ja: 費やした時間
pt: Tempo Investido

source: Allocation
es: Asignación
ja: 割り当て
pt: Alocação

source: Progress
es: Progreso
ja: 進捗
pt: Progresso

source: Activity Log
es: Registro de Actividad
ja: アクティビティログ
pt: Registro de Atividades

source: Track your work sessions and progress
es: Realiza un seguimiento de tus sesiones de trabajo y progreso
ja: 作業セッションと進捗を追跡する
pt: Acompanhe suas sessões de trabalho e progresso

source: <0/> Add Activity
es: <0/> Agregar Actividad
ja: <0/> アクティビティを追加
pt: <0/> Adicionar Atividade

source: Status
es: Estado
ja: ステータス

source: No activities logged yet.
es: Aún no se han registrado actividades.
ja: まだアクティビティは記録されていません。
pt: Nenhuma atividade registrada ainda.

source: Start tracking your work by adding an activity.
es: Comienza a realizar un seguimiento de tu trabajo agregando una actividad.
ja: アクティビティを追加して作業の追跡を開始してください。
pt: Comece a acompanhar seu trabalho adicionando uma atividade.

source: Edit Activity
es: Editar Actividad
ja: アクティビティを編集
pt: Editar Atividade

source: Add Activity
es: Agregar Actividad
ja: アクティビティを追加
pt: Adicionar Atividade

source: Update the activity details.
es: Actualiza los detalles de la actividad.
ja: アクティビティの詳細を更新します。
pt: Atualize os detalhes da atividade.

source: Log a new work session or milestone.
es: Registra una nueva sesión de trabajo o hito.
ja: 新しい作業セッションまたはマイルストーンを記録します。
pt: Registre uma nova sessão de trabalho ou marco.

source: What did you work on?
es: ¿En qué trabajaste?
ja: 何に取り組みましたか？
pt: No que você trabalhou?

source: Time Spent (hours)
es: Tiempo Dedicado (horas)
ja: 費やした時間（時間）
pt: Tempo Gasto (horas)

source: Select status
es: Seleccionar estado
ja: ステータスを選択
pt: Selecione o status

source: Progress Metric
es: Métrica de Progreso
ja: 進捗指標
pt: Métrica de Progresso

source: Additional notes or observations
es: Notas u observaciones adicionales
ja: 追加のメモまたは観察事項
pt: Notas ou observações adicionais

source: Update
es: Actualizar
ja: 更新
pt: Atualizar

source: Edit Option
es: Editar Opción
ja: オプションを編集
pt: Editar Opção

source: Update the option settings and targets.
es: Actualiza la configuración y los objetivos de la opción.
ja: オプション設定とターゲットを更新します。
pt: Atualize as configurações e metas da opção.

source: Progress (%)
es: Progreso (%)
ja: 進捗（％）
pt: Progresso (%)

source: Est. Time to Completion
es: Tiempo Estimado para la Finalización
ja: 完了までの推定時間
pt: Tempo Estimado para Conclusão

source: <0/> Save Changes
es: <0/> Guardar Cambios
ja: <0/> 変更を保存
pt: <0/> Salvar Alterações

source: Delete Activity
es: Eliminar Actividad
ja: アクティビティを削除
pt: Excluir Atividade

source: Are you sure you want to delete this activity? This action cannot be undone.
es: ¿Está seguro de que desea eliminar esta actividad? Esta acción no se puede deshacer.
ja: このアクティビティを削除してもよろしいですか？この操作は取り消せません。
pt: Tem certeza de que deseja excluir esta atividade? Esta ação não pode ser desfeita.

source: Option not found.
es: Opción no encontrada.
ja: オプションが見つかりません。
pt: Opção não encontrada.

source: Low
es: Bajo
ja: 低リスク
pt: Baixa

source: Medium
es: Medio
ja: 中リスク
pt: Média

source: High
es: Alto
ja: 高リスク
pt: Alta

source: Critical
es: Crítico
ja: 重大リスク
pt: Crítica

source: General
ja: 一般
pt: Geral

source: <0/> Risks & Assumptions
es: <0/> Riesgos y Suposiciones
ja: <0/> リスクと前提
pt: <0/> Riscos e Preocupações

source: Track and mitigate potential risks to your plans
es: Rastrea y mitiga los riesgos potenciales de tus planes
ja: 計画に対する潜在的なリスクを追跡し、対策を講じます。
pt: Rastreie e mitigue os riscos potenciais para seus planos

source: <0/> Add Risk
es: <0/> Agregar Riesgo
ja: <0/> リスクを追加
pt: <0/> Adicionar Risco

source: Severity
es: Gravedad
ja: 重大度
pt: Gravidade

source: Option
es: Opción
ja: オプション
pt: Opção

source: Mitigation
es: Mitigación
ja: 緩和策
pt: Mitigação

source: Added
es: Agregado
ja: 追加済み
pt: Adicionado

source: No risks tracked yet.
es: No se han rastreado riesgos aún.
ja: まだリスクは追跡されていません。
pt: Nenhum risco rastreado ainda.

source: Add risks to keep track of potential challenges.
es: Agrega riesgos para realizar un seguimiento de los posibles desafíos.
ja: 潜在的な課題を追跡するためにリスクを追加してください。
pt: Adicione riscos para acompanhar os potenciais desafios.

source: Edit Risk
es: Editar Riesgo
ja: リスクを編集
pt: Editar Risco

source: Add Risk
es: Agregar Riesgo
ja: リスクを追加
pt: Adicionar Risco

source: Update the risk details.
es: Actualiza los detalles del riesgo.
ja: リスクの詳細を更新します。
pt: Atualize os detalhes do risco.

source: Document a potential risk or assumption.
es: Documenta un riesgo o suposición potencial.
ja: 潜在的なリスクや仮定を文書化します。
pt: Documente um risco ou suposição potencial.

source: Describe the risk or assumption
es: Describe el riesgo o suposición
ja: リスクまたは仮定を説明
pt: Descreva o risco ou suposição

source: Select severity
es: Selecciona la gravedad
ja: 重大度を選択
pt: Selecione a gravidade

source: Related Option
es: Opción Relacionada
ja: 関連オプション
pt: Opção Relacionada

source: Mitigation Strategy
es: Estrategia de Mitigación
ja: 緩和戦略
pt: Estratégia de Mitigação

source: How will you address this risk?
es: ¿Cómo abordarás este riesgo?
ja: このリスクにはどう対処しますか？
pt: Como você abordará este risco?

source: Delete Risk
es: Eliminar Riesgo
ja: リスクを削除
pt: Excluir risco

source: Are you sure you want to delete this risk? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar este riesgo? Esta acción no se puede deshacer.
ja: このリスクを削除しますか？この操作は元に戻せません。
pt: Tem certeza de que deseja excluir este risco? Esta ação não pode ser desfeita.

source: Please select both start and end dates
es: Por favor, seleccione tanto la fecha de inicio como la de finalización
ja: 開始日と終了日の両方を選択してください。
pt: Por favor, selecione as datas de início e fim.

source: End date must be after start date
es: La fecha de finalización debe ser posterior a la fecha de inicio
ja: 終了日は開始日より後の日付を指定してください。
pt: A data de término deve ser posterior à data de início.

source: Timeline settings saved
es: Configuración de la línea de tiempo guardada
ja: タイムライン設定を保存しました。
pt: Configurações da linha do tempo salvas

source: <0/> Timeline Settings
es: <0/> Configuración de la línea de tiempo
ja: <0/> タイムライン設定
pt: <0/> Configurações da Linha do Tempo

source: Adjust your planning horizon. This affects the "Time Remaining" calculations.
es: Ajuste su horizonte de planificación. Esto afecta los cálculos de "Tiempo restante".
ja: 計画の期間を調整してください。これにより「残り時間」の計算に影響します。
pt: Ajuste seu horizonte de planejamento. Isso afeta os cálculos de "Tempo Restante".

source: Quick Presets
es: Preajustes rápidos
ja: クイックプリセット
pt: Predefinições Rápidas

source: 1 Year
es: 1 Año
ja: 1年
pt: 1 Ano

source: 3 Years
es: 3 Años
ja: 3年
pt: 3 Anos

source: 5 Years
es: 5 Años
ja: 5年
pt: 5 Anos

source: 10 Years
es: 10 Años
ja: 10年
pt: 10 Anos

source: 15 Years
es: 15 Años
ja: 15年
pt: 15 Anos

source: Pick a start date
es: Elige una fecha de inicio
ja: 開始日を選択してください
pt: Escolha uma data de início

source: End Date (Deadline)
es: Fecha de finalización (Fecha límite)
ja: 終了日（期限）
pt: Data de Término (Prazo)

source: Pick an end date
es: Elige una fecha de finalización
ja: 終了日を選択してください
pt: Escolha uma data de término

source: Planning Duration
es: Duración de la planificación
ja: 計画期間
pt: Duração do Planejamento

source: ⚠️ End date must be after start date
es: ⚠️ La fecha de finalización debe ser posterior a la fecha de inicio
ja: ⚠️ 終了日は開始日より後の日付でなければなりません
pt: ⚠️ A data de término deve ser posterior à data de início

source: <0>Note:</0> You're not logged in. Settings will be saved locally and won't sync across devices. <1>Sign in</1> to sync your data.
es: <0>Nota:</0> No has iniciado sesión. La configuración se guardará localmente y no se sincronizará entre dispositivos. <1>Inicia sesión</1> para sincronizar tus datos.
ja: <0>注:</0> ログインしていません。設定はローカルに保存され、デバイス間で同期されません。 <1>サインイン</1> してデータを同期してください。
pt: <0>Nota:</0> Você não está logado. As configurações serão salvas localmente e não serão sincronizadas entre dispositivos. <1>Faça login</1> para sincronizar seus dados.

source: <0/> Cancel
es: <0/> Cancelar
ja: <0/> キャンセル
pt: <0/> Cancelar

source: <0/> Save Settings
de: <0/> Einstellungen speichern
es: <0/> Guardar ajustes
fr: <0/> Enregistrer les paramètres
ja: <0/> 設定を保存
pt: <0/> Salvar Configurações

source: <0/> Timeline Log
es: <0/> Registro de la línea de tiempo
ja: <0/> タイムライン ログ
pt: <0/> Registro da Linha do Tempo

source: Track your daily/weekly progress across all options
es: Realice un seguimiento de su progreso diario/semanal en todas las opciones
ja: すべてのオプションで日次・週次の進捗を追跡する
pt: Acompanhe seu progresso diário/semanal em todas as opções

source: <0/> Add Entry
es: <0/> Agregar entrada
ja: <0/> エントリを追加
pt: <0/> Adicionar Entrada

source: Options Worked
es: Opciones trabajadas
ja: 取り組んだオプション
pt: Opções Trabalhadas

source: Time Allocation
es: Asignación de Tiempo
ja: 時間割り当て
pt: Alocação de Tempo

source: Outcomes
es: Resultados
ja: 成果
pt: Resultados

source: Adjustments
es: Ajustes
ja: 調整
pt: Ajustes

source: No timeline entries yet.
es: Aún no hay entradas en la línea de tiempo.
ja: タイムラインのエントリはまだありません。
pt: Ainda não há entradas na linha do tempo.

source: Start tracking your weekly progress by adding an entry.
es: Comienza a rastrear tu progreso semanal agregando una entrada.
ja: エントリを追加して週次の進捗を追跡し始めましょう。
pt: Comece a rastrear seu progresso semanal adicionando uma entrada.

source: Edit Timeline Entry
es: Editar Entrada de la Línea de Tiempo
ja: タイムラインエントリを編集
pt: Editar Entrada da Linha do Tempo

source: Add Timeline Entry
es: Agregar Entrada a la Línea de Tiempo
ja: タイムラインエントリを追加
pt: Adicionar Entrada da Linha do Tempo

source: Update the entry details.
es: Actualiza los detalles de la entrada.
ja: エントリの詳細を更新します。
pt: Atualize os detalhes da entrada.

source: Log your progress for this period.
es: Registra tu progreso para este período.
ja: この期間の進捗を記録します。
pt: Registre seu progresso para este período.

source: Options Worked On
es: Opciones en las que se trabajó
ja: 取り組んだオプション
pt: Opções Trabalhadas

source: What did you accomplish?
es: ¿Qué lograste?
ja: 何を達成しましたか？
pt: O que você realizou?

source: Adjustments/Notes
es: Ajustes/Notas
ja: 調整/ノート
pt: Ajustes/Notas

source: Any changes to your strategy?
es: ¿Algún cambio en tu estrategia?
ja: 戦略に何か変更はありますか？
pt: Alguma mudança em sua estratégia?

source: Delete Timeline Entry
es: Eliminar entrada de la línea de tiempo
ja: タイムラインエントリを削除
pt: Excluir entrada da linha do tempo

source: Are you sure you want to delete this timeline entry? This action cannot be undone.
es: ¿Está seguro de que desea eliminar esta entrada de la línea de tiempo? Esta acción no se puede deshacer.
ja: このタイムラインエントリを削除してもよろしいですか？この操作は元に戻せません。
pt: Tem certeza de que deseja excluir esta entrada da linha do tempo? Esta ação não pode ser desfeita.

source: Delete Entry
es: Eliminar entrada
ja: エントリを削除
pt: Excluir entrada

source: Your smoke-free journey begins now! 🎉
de: Deine rauchfreie Reise beginnt jetzt! 🎉
es: ¡Tu viaje para dejar de fumar comienza ahora! 🎉
fr: Votre parcours sans fumée commence maintenant ! 🎉
ja: 今すぐ禁煙への旅を始めましょう！🎉
pt: Sua jornada para ficar sem fumar começa agora! 🎉

source: Previous attempt saved to history. Starting fresh! 💪
de: Vorheriger Versuch in der Historie gespeichert. Starte frisch! 💪
es: ¡El intento anterior se ha guardado en el historial. ¡Empezando de nuevo! 💪
fr: La tentative précédente a été enregistrée dans l'historique. Recommençons à zéro ! 💪
ja: 前回の試みは履歴に保存されました。新しいスタートです！💪
pt: A tentativa anterior foi salva no histórico. Começando do zero! 💪

source: Craving logged! Stay strong! 💪
de: Verlangen protokolliert! Bleib stark! 💪
es: ¡Antojo registrado! ¡Mantente fuerte! 💪
fr: Envie enregistrée ! Reste fort ! 💪
ja: 渇望を記録しました！頑張ってください！💪
pt: Vontade de fumar registrada! Mantenha-se firme! 💪

source: Track your smoke-free streak, monitor health improvements, and stay motivated on your journey to quit smoking.
de: Verfolge deine rauchfreie Serie, beobachte gesundheitliche Verbesserungen und bleibe motiviert auf deinem Weg zur Rauchentwöhnung.
es: Realiza un seguimiento de tu racha sin humo, observa mejoras en la salud y mantén la motivación en tu viaje para dejar de fumar.
fr: Suivez votre série sans fumée, surveillez les améliorations de votre santé et restez motivé dans votre parcours pour arrêter de fumer.
ja: 禁煙の連続記録を追跡し、健康の改善をモニタリングし、禁煙への旅を続けるモチベーションを維持しましょう。
pt: Acompanhe sua sequência sem fumar, monitore melhorias na saúde e mantenha-se motivado em sua jornada para parar de fumar.

source: Your journey to a healthier life
de: Deine Reise zu einem gesünderen Leben
es: Tu camino hacia una vida más saludable
fr: Votre parcours vers une vie plus saine
ja: より健康な生活への旅
pt: Sua jornada para uma vida mais saudável

source: 🔄 Sync
de: 🔄 Synchronisieren
es: 🔄 Sincronizar
fr: 🔄 Synchroniser
ja: 🔄 同期
pt: 🔄 Sincronizar

source: ☁️ Backup
de: ☁️ Sichern
es: ☁️ Copia de seguridad
fr: ☁️ Sauvegarde
ja: ☁️ バックアップ
pt: ☁️ Fazer backup

source: Log Craving
de: Verlangen protokollieren
es: Registrar antojo
fr: Noter une fringale
ja: 渇望を記録
pt: Registrar desejo

source: I Smoked
de: Ich habe geraucht
es: He fumado
fr: J'ai fumé
ja: 喫煙しました
pt: Eu fumei

source: Ready to Quit Smoking?
de: Bereit, mit dem Rauchen aufzuhören?
es: ¿Listo para dejar de fumar?
fr: Prêt à arrêter de fumer ?
ja: 禁煙の準備はできていますか？
pt: Pronto para parar de fumar?
