Repository: Michael-Obele/Svelte-MiniApps
Catalog: src/locales/*.po
Languages: de, es, fr, ja, pt

source: Get inspired with a random emoji
de: Lass dich von einem zufälligen Emoji inspirieren
es: Inspírate con un emoji aleatorio
fr: Inspirez-vous avec un émoji aléatoire
ja: ランダムな絵文字でインスピレーションを得る
pt: Inspire-se com um emoji aleatório

source: Emoji copied to clipboard!
de: Emoji in die Zwischenablage kopiert!
es: ¡Emoji copiado al portapapeles!
fr: Émoji copié dans le presse-papiers !
ja: 絵文字をクリップボードにコピーしました！
pt: Emoji copiado para a área de transferência!

source: Copy Emoji <0>⌘C</0>
de: Emoji kopieren <0>⌘C</0>
es: Copiar Emoji <0>⌘C</0>
fr: Copier l'émoji <0>⌘C</0>
ja: 絵文字をコピー <0>⌘C</0>
pt: Copiar Emoji <0>⌘C</0>

source: Emoji name copied to clipboard!
de: Emoji-Name in die Zwischenablage kopiert!
es: ¡Nombre del emoji copiado al portapapeles!
fr: Nom de l'émoji copié dans le presse-papiers !
ja: 絵文字名をクリップボードにコピーしました！
pt: Nome do emoji copiado para a área de transferência!

source: Copy Name <0>⇧⌘C</0>
de: Namen kopieren <0>⇧⌘C</0>
es: Copiar Nombre <0>⇧⌘C</0>
fr: Copier le nom <0>⇧⌘C</0>
ja: 名前をコピー <0>⇧⌘C</0>
pt: Copiar Nome <0>⇧⌘C</0>

source: Emoji and name copied to clipboard!
de: Emoji und Name in die Zwischenablage kopiert!
es: ¡Emoji y nombre copiados al portapapeles!
fr: Émoji et nom copiés dans le presse-papiers !
ja: 絵文字と名前をクリップボードにコピーしました！
pt: Emoji e nome copiados para a área de transferência!

source: Copy Both <0>⌥⌘C</0>
de: Beide kopieren <0>⌥⌘C</0>
es: Copiar Ambos <0>⌥⌘C</0>
fr: Copier les deux <0>⌥⌘C</0>
ja: 両方をコピー <0>⌥⌘C</0>```
pt: Copiar Ambos <0>⌥⌘C</0>

source: <0>🎲</0> Get Another
de: <0>🎲</0> Anderes holen
es: <0>🎲</0> Obtener otro
fr: <0>🎲</0> Obtenir un autre
ja: <0>🎲</0> 別のも取得
pt: <0>🎲</0> Obter outro

source: Emoji Search
de: Emoji-Suche
es: Búsqueda de emojis
fr: Recherche d'émojis
ja: 絵文字検索
pt: Busca de Emojis

source: Find the perfect emoji for your needs
de: Finde das perfekte Emoji für deine Bedürfnisse
es: Encuentra el emoji perfecto para tus necesidades
fr: Trouvez l'émoji parfait pour vos besoins
ja: ニーズにぴったりの絵文字を見つける
pt: Encontre o emoji perfeito para as suas necessidades

source: Search emojis...
de: Emojis suchen...
es: Buscar emojis...
fr: Rechercher des émojis...
ja: 絵文字を検索...
pt: Pesquisar emojis...

source: Copied {0}!
de: {0} kopiert!
es: ¡Copiado {0}!
fr: Copié {0}!
ja: {0} をコピーしました！
pt: Copiado {0}!

source: Copied name: {0}
de: Name kopiert: {0}
es: Nombre copiado: {0}
fr: Nom de l'émoji copié : {0}
ja: コピーされた名前: {0}
pt: Nome copiado: {0}

source: Copied emoji and name!
de: Emoji und Name kopiert!
es: ¡Emoji y nombre copiados!
fr: Émoji et nom copiés !
ja: 絵文字と名前をコピーしました！
pt: Emoji e nome copiados!

source: Select Budget
de: Budget auswählen
es: Seleccionar presupuesto
fr: Sélectionner le budget
ja: 予算を選択
pt: Selecionar Orçamento

source: GBP
ja: 英ポンド

source: JPY
ja: 日本円

source: CAD
ja: カナダドル

source: AUD
ja: オーストラリアドル

source: CHF
ja: スイスフラン

source: CNY
ja: 中国人民元

source: INR
ja: インドルピー

source: BRL
ja: ブラジルレアル

source: NGN
ja: ナイジェリアナイラ

source: Auto-backup cancelled
de: Automatische Sicherung abgebrochen
es: Copia de seguridad automática cancelada
fr: Sauvegarde automatique annulée
ja: 自動バックアップはキャンセルされました
pt: Backup automático cancelado

source: Please fill in all fields
de: Bitte füllen Sie alle Felder aus
es: Por favor, complete todos los campos.
fr: Veuillez remplir tous les champs
ja: すべてのフィールドに入力してください
pt: Preencha todos os campos

source: Budget added successfully
de: Budget erfolgreich hinzugefügt
es: Presupuesto agregado con éxito
fr: Budget ajouté avec succès
ja: 予算が正常に追加されました
pt: Orçamento adicionado com sucesso

source: Expense added successfully
de: Ausgabe erfolgreich hinzugefügt
es: Gasto agregado con éxito
fr: Dépense ajoutée avec succès
ja: 支出が正常に追加されました
pt: Despesa adicionada com sucesso

source: No expense selected for editing
de: Keine Ausgabe zum Bearbeiten ausgewählt
es: No hay gasto seleccionado para editar.
fr: Aucune dépense sélectionnée pour modification
ja: 編集する支出が選択されていません
pt: Nenhuma despesa selecionada para edição

source: Expense updated successfully
de: Ausgabe erfolgreich aktualisiert
es: Gasto actualizado con éxito
fr: Dépense mise à jour avec succès
ja: 支出が正常に更新されました
pt: Despesa atualizada com sucesso

source: Expense deleted
de: Ausgabe gelöscht
es: Gasto eliminado
fr: Dépense supprimée
ja: 支出が削除されました
pt: Despesa excluída

source: No budget selected for editing
de: Kein Budget zur Bearbeitung ausgewählt
es: No hay presupuesto seleccionado para editar.
fr: Aucun budget sélectionné pour modification
ja: 編集する予算が選択されていません
pt: Nenhum orçamento selecionado para edição

source: Budget updated successfully
de: Budget erfolgreich aktualisiert
es: Presupuesto actualizado con éxito
fr: Budget mis à jour avec succès
ja: 予算が正常に更新されました
pt: Orçamento atualizado com sucesso

source: Budget Tracker | Svelte Mini Apps
de: Budgetplaner | Svelte Mini Apps
es: Rastreador de presupuesto | Svelte Mini Apps
fr: Suivi budgétaire | Svelte Mini Apps
ja: 予算トラッカー | Svelte ミニアプリ
pt: Rastreador de Orçamentos | Svelte Mini Apps

source: Create and manage budgets, track expenses, and visualize your spending with our simple yet powerful budget tracking tool.
de: Erstellen und verwalten Sie Budgets, verfolgen Sie Ausgaben und visualisieren Sie Ihre Ausgaben mit unserem einfachen, aber leistungsstarken Budget-Tracking-Tool.
es: Crea y gestiona presupuestos, registra gastos y visualiza tus gastos con nuestra sencilla y poderosa herramienta de seguimiento de presupuestos.
fr: Créez et gérez vos budgets, suivez vos dépenses et visualisez vos dépenses avec notre outil de suivi budgétaire simple mais puissant.
ja: シンプルかつ強力な予算追跡ツールで、予算の作成と管理、支出の追跡、支出の視覚化を行います。
pt: Crie e gerencie orçamentos, registre despesas e visualize seus gastos com nossa ferramenta de rastreamento de orçamento simples, porém poderosa.

source: FinanceApplication
de: Finanzanwendung
es: Aplicación financiera
fr: Application financière
ja: 財務アプリケーション
pt: Aplicativo Financeiro

source: Offer
de: Angebot
es: Oferta
fr: Offre
ja: オファー
pt: Oferta

source: Create budgets, Track expenses, Visualize spending, Multiple currency support
de: Erstellen Sie Budgets, verfolgen Sie Ausgaben, visualisieren Sie Ausgaben, Unterstützung für mehrere Währungen
es: Crea presupuestos, registra gastos, visualiza tus gastos y soporte para múltiples monedas.
fr: Créer des budgets, suivre les dépenses, visualiser les dépenses et prise en charge de plusieurs devises.
ja: 予算の作成、支出の追跡、支出の視覚化、複数の通貨のサポート
pt: Crie orçamentos, registre despesas, visualize seus gastos e suporte a várias moedas.

source: How to Use
de: Wie man es benutzt
es: Cómo usar
fr: Comment utiliser
ja: 使い方
pt: Como Usar

source: Help
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
pt: Ajuda

source: Auto-backup in {0}s
de: Automatische Sicherung in {0}s
es: Copia de seguridad automática en {0}s
fr: Sauvegarde automatique dans {0}s
ja: {0}秒後に自動バックアップ
pt: Backup automático em {0}s

source: Auto-backup disabled - unsaved changes
de: Automatische Sicherung deaktiviert - ungespeicherte Änderungen
es: Copia de seguridad automática desactivada - cambios no guardados
fr: Sauvegarde automatique désactivée - modifications non enregistrées
ja: 自動バックアップが無効 - 未保存の変更があります
pt: Backup automático desativado - alterações não salvas

source: Enable
de: Aktivieren
es: Activar
fr: Activer
ja: 有効にする
pt: Ativar

source: Auto-backup ({0}s)
de: Automatische Sicherung ({0}s)
es: Copia de seguridad automática ({0}s)
fr: Sauvegarde automatique ({0}s)
ja: 自動バックアップ（{0}秒）
pt: Backup automático ({0}s)

source: Saved
de: Gespeichert
es: Guardado
fr: Sauvegardé
ja: 保存済み
pt: Salvo

source: <0/> Backing up...
de: <0/> Sichern...
es: <0/> Realizando copia de seguridad...
fr: <0/> Sauvegarde en cours...
ja: <0/>バックアップ中...
pt: <0/> Realizando backup...

source: Backup to Server
de: Sicherung auf Server
es: Copia de seguridad en el servidor
fr: Sauvegarder sur le serveur
ja: サーバーにバックアップ
pt: Backup para o servidor

source: <0/> Loading...
de: <0/> Lädt...
es: <0/> Cargando...
fr: <0/> Chargement...
ja: <0/>読み込み中...
pt: <0/> Carregando...

source: Load from Server
de: Vom Server laden
es: Cargar desde el servidor
fr: Charger depuis le serveur
ja: サーバーから読み込む
pt: Carregar do servidor

source: No Budgets Yet
de: Noch keine Budgets
es: Aún no hay presupuestos
fr: Aucun budget pour le moment
ja: まだ予算がありません
pt: Ainda não há orçamentos

source: Create your first budget to get started tracking your expenses.
de: Erstellen Sie Ihr erstes Budget, um mit der Verfolgung Ihrer Ausgaben zu beginnen.
es: Crea tu primer presupuesto para empezar a rastrear tus gastos.
fr: Créez votre premier budget pour commencer à suivre vos dépenses.
ja: 最初に予算を作成して、支出の追跡を開始しましょう。
pt: Crie seu primeiro orçamento para começar a acompanhar suas despesas.

source: Create Budget
de: Budget erstellen
es: Crear presupuesto
fr: Créer un budget
ja: 予算を作成
pt: Criar Orçamento

source: Edit Budget
de: Budget bearbeiten
es: Editar presupuesto
fr: Modifier le budget
ja: 予算を編集
pt: Editar Orçamento

source: Make changes to your budget here. Click save when you're done.
de: Nehmen Sie hier Änderungen an Ihrem Budget vor. Klicken Sie auf Speichern, wenn Sie fertig sind.
es: Realiza cambios en tu presupuesto aquí. Haz clic en guardar cuando termines.
fr: Modifiez votre budget ici. Cliquez sur Enregistrer lorsque vous avez terminé.
ja: ここで予算を変更してください。完了したら「保存」をクリックします。
pt: Faça alterações no orçamento aqui. Clique em Salvar quando terminar.

source: Budget Name
es: Nombre del presupuesto
fr: Nom du budget
ja: 予算名
pt: Nome do orçamento

source: Budget Amount
de: Budgetbetrag
es: Monto del presupuesto
fr: Montant du budget
ja: 予算額
pt: Valor do Orçamento

source: Formated Budget Amount
de: Formatierter Budgetbetrag
es: Monto del presupuesto formateado
fr: Montant du budget (formaté)
ja: フォーマットされた予算額
pt: Valor do orçamento formatado

source: Currency
de: Währung
es: Moneda
fr: Devise
ja: 通貨
pt: Moeda

source: Add New Budget
de: Neues Budget hinzufügen
es: Agregar nuevo presupuesto
fr: Ajouter un nouveau budget
ja: 新しい予算を追加
pt: Adicionar novo orçamento

source: <0/> Add Budget
de: <0/> Budget hinzufügen
es: <0/> Agregar presupuesto
fr: <0/> Ajouter un budget
ja: <0/> 予算を追加
pt: <0/> Adicionar Orçamento

source: Deleting budget...
de: Budget wird gelöscht...
es: Eliminando presupuesto...
fr: Suppression du budget...
ja: 予算を削除中...
pt: Excluindo orçamento...

source: Strike out completed expenses
de: Erledigte Ausgaben durchstreichen
es: Tachar gastos completados
fr: Rayez les dépenses terminées
ja: 完了した出費に線を入れる
pt: Raspar despesas concluídas

source: Budget:
es: Presupuesto:
ja: 予算:
pt: Orçamento:

source: Spent:
de: Ausgegeben:
es: Gastado:
fr: Dépensé :
ja: 支出:
pt: Gasto:

source: Remaining:
de: Verbleibend:
es: Restante:
fr: Restant :
ja: 残高:
pt: Restante:

source: Expenses
de: Ausgaben
es: Gastos
fr: Dépenses
ja: 出費
pt: Despesas

source: Edit Expense
de: Ausgabe bearbeiten
es: Editar gasto
fr: Modifier la dépense
ja: 経費を編集
pt: Editar Despesa

source: Expense Details
de: Ausgabendetails
es: Detalles del gasto
fr: Détails de la dépense
ja: 経費の詳細
pt: Detalhes da Despesa

source: Make changes to the expense here. Click save when you're done.
de: Nehmen Sie hier Änderungen an der Ausgabe vor. Klicken Sie auf Speichern, wenn Sie fertig sind.
es: Realiza cambios en el gasto aquí. Haz clic en Guardar cuando termines.
fr: Apportez les modifications à la dépense ici. Cliquez sur Enregistrer lorsque vous avez terminé.
ja: 経費の変更はここで行ってください。完了したら「保存」をクリックしてください。
pt: Faça alterações na despesa aqui. Clique em salvar quando terminar.

source: View the expense details below. Click the pencil button to edit.
de: Sehen Sie sich die Ausgabendetails unten an. Klicken Sie auf die Bleistiftschaltfläche, um sie zu bearbeiten.
es: Ver los detalles del gasto a continuación. Haz clic en el lápiz para editar.
fr: Consultez les détails de la dépense ci-dessous. Cliquez sur le bouton crayon pour modifier.
ja: 以下の経費詳細をご覧ください。編集するには鉛筆ボタンをクリックしてください。
pt: Veja os detalhes da despesa abaixo. Clique no botão de lápis para editar.

source: Description
de: Beschreibung
es: Descripción
ja: 説明
pt: Descrição

source: Formatted Amount
de: Formatierter Betrag
es: Monto formateado
fr: Montant formaté
ja: 金額（書式設定済み）
pt: Valor Formatado

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
ja: 変更を保存
pt: Salvar alterações

source: Date
de: Datum
es: Fecha
ja: 日付
pt: Data

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
pt: Excluir

source: Delete Expense
de: Ausgabe löschen
es: Eliminar gasto
fr: Supprimer la dépense
ja: 経費を削除
pt: Excluir Despesa

source: This action cannot be undone. Are you sure you want to delete this expense?
de: Diese Aktion kann nicht rückgängig gemacht werden. Sind Sie sicher, dass Sie diese Ausgabe löschen möchten?
es: Esta acción no se puede deshacer. ¿Seguro que quieres eliminar este gasto?
fr: Cette action ne peut pas être annulée. Êtes-vous sûr de vouloir supprimer cette dépense ?
ja: この操作は元に戻せません。この経費を削除してもよろしいですか？
pt: Essa ação não pode ser desfeita. Você tem certeza de que deseja excluir esta despesa?

source: <0/> Edit
de: <0/> Bearbeiten
es: <0/> Editar
fr: <0/> Modifier
ja: <0/> 編集```
pt: <0/> Editar

source: Add New Expense
de: Neue Ausgabe hinzufügen
es: Agregar nuevo gasto
fr: Ajouter une nouvelle dépense
ja: 新しい支出を追加
pt: Adicionar Nova Despesa

source: Expense Description
de: Ausgabenbeschreibung
es: Descripción del gasto
fr: Description de la dépense
ja: 支出の説明
pt: Descrição da Despesa

source: Formated Expense Amount
de: Formatierter Ausgabenbetrag
es: Importe del gasto formateado
fr: Montant de la dépense formaté
ja: 整形された支出額
pt: Valor da Despesa Formatado

source: <0/> Add Expense
de: <0/> Ausgabe hinzufügen
es: <0/> Agregar gasto
fr: <0/> Ajouter une dépense
ja: <0/> 支出を追加
pt: <0/> Adicionar Despesa

source: Are you sure you want to delete this expense?
de: Sind Sie sicher, dass Sie diese Ausgabe löschen möchten?
es: ¿Seguro que quieres eliminar este gasto?
fr: Êtes-vous sûr de vouloir supprimer cette dépense ?
ja: この支出を削除してもよろしいですか？
pt: Tem certeza de que deseja excluir esta despesa?

source: Expense deleted successfully
de: Ausgabe erfolgreich gelöscht
es: Gasto eliminado con éxito
fr: Dépense supprimée avec succès
ja: 支出が正常に削除されました
pt: Despesa excluída com sucesso

source: Latest Transactions <0>(showing 12 most recent)</0>
de: Letzte Transaktionen <0>(zeigt die 12 neuesten)</0>
es: Últimas transacciones <0>(mostrando las 12 más recientes)</0>
fr: Dernières transactions <0>(affichage des 12 plus récentes)</0>
ja: 最新の取引 <0>（最近の12件を表示）</0>
pt: Últimas Transações <0>(mostrando as 12 mais recentes)</0>

source: No expenses yet. Add your first expense to get started.
de: Noch keine Ausgaben. Fügen Sie Ihre erste Ausgabe hinzu, um loszulegen.
es: Aún no hay gastos. Añade tu primer gasto para empezar.
fr: Aucune dépense pour le moment. Ajoutez votre première dépense pour commencer.
ja: まだ支出はありません。最初の支出を追加して始めましょう。
pt: Ainda não há despesas. Adicione sua primeira despesa para começar.

source: Quick Navigation
de: Schnelle Navigation
es: Navegación rápida
fr: Navigation rapide
ja: クイックナビゲーション
pt: Navegação Rápida

source: Budget not found. Please save the budget first.
de: Budget nicht gefunden. Bitte speichern Sie zuerst das Budget.
es: Presupuesto no encontrado. Por favor, guarda el presupuesto primero.
fr: Budget non trouvé. Veuillez enregistrer le budget d'abord.
ja: 予算が見つかりません。最初に予算を保存してください。
pt: Orçamento não encontrado. Por favor, salve o orçamento primeiro.

source: Budget Name:
es: Nombre del presupuesto:
fr: Nom du budget:
ja: 予算名:
pt: Nome do Orçamento:

source: Budget Amount:
de: Budgetbetrag:
es: Monto del presupuesto:
fr: Montant du budget:
ja: 予算額:
pt: Valor do Orçamento:

source: Save Budget
de: Budget speichern
es: Guardar presupuesto
fr: Enregistrer le budget
ja: 予算を保存
pt: Salvar Orçamento

source: Add Expense
de: Ausgabe hinzufügen
es: Agregar gasto
fr: Ajouter une dépense
ja: 支出を追加
pt: Adicionar Despesa

source: Expense Name:
de: Name der Ausgabe:
es: Nombre del gasto:
fr: Nom de la dépense:
ja: 支出名:
pt: Nome da Despesa:

source: Expense Amount:
de: Betrag der Ausgabe:
es: Monto del gasto:
fr: Montant de la dépense:
ja: 支出額:
pt: Valor da Despesa:

source: Total Expenses: $ {0}
de: Gesamtausgaben: $ {0}
es: Gastos totales: $ {0}
fr: Total des dépenses: $ {0}
ja: 合計支出: $ {0}
pt: Despesas Totais: $ {0}

source: Remaining Budget: $ {0}
de: Verbleibendes Budget: $ {0}
es: Presupuesto restante: $ {0}
fr: Budget restant: $ {0}
ja: 残りの予算: $ {0}```
pt: Orçamento Restante: $ {0}

source: Error
de: Fehler
fr: Erreur
ja: エラー
pt: Erro

source: Svelte Mini Apps - English Dictionary App
de: Svelte Mini Apps - Englisch-Wörterbuch-App
es: Svelte Mini Apps - Aplicación de Diccionario en Inglés
fr: Svelte Mini Apps - Dictionnaire anglais
ja: Svelte ミニアプリ - 英語辞書アプリ
pt: Svelte Mini Apps - Aplicativo de Dicionário em Inglês

source: Look up words and their meanings with our English Dictionary App. Explore definitions, synonyms, antonyms, and more. Built with SvelteKit for a fast and engaging experience.
de: Schlagen Sie Wörter und ihre Bedeutungen mit unserer Englisch-Wörterbuch-App nach. Entdecken Sie Definitionen, Synonyme, Antonyme und mehr. Entwickelt mit SvelteKit für eine schnelle und ansprechende Erfahrung.
es: Busca palabras y sus significados con nuestra Aplicación de Diccionario en Inglés. Explora definiciones, sinónimos, antónimos y más. Construida con SvelteKit para una experiencia rápida y atractiva.
fr: Recherchez des mots et leurs significations avec notre application Dictionnaire anglais. Explorez les définitions, les synonymes, les antonymes et bien plus encore. Conçue avec SvelteKit pour une expérience rapide et captivante.
ja: 英語辞書アプリで単語とその意味を調べましょう。定義、同義語、反意語などを探索できます。高速で魅力的な体験のために SvelteKit で構築されています。
pt: Procure palavras e seus significados com o nosso Aplicativo de Dicionário em Inglês. Explore definições, sinônimos, antônimos e muito mais. Construído com SvelteKit para uma experiência rápida e envolvente.

source: English Dictionary, Word Lookup, Definitions, Synonyms, Antonyms, Svelte, SvelteKit, Dictionary App
de: Englisches Wörterbuch, Wortsuche, Definitionen, Synonyme, Antonyme, Svelte, SvelteKit, Wörterbuch-App
es: Diccionario de Inglés, Búsqueda de palabras, Definiciones, Sinónimos, Antónimos, Svelte, SvelteKit, Aplicación de Diccionario
fr: Dictionnaire anglais, Recherche de mots, Définitions, Synonymes, Antonymes, Svelte, SvelteKit, Application Dictionnaire
ja: 英語辞書、単語検索、定義、同義語、反意語、Svelte、SvelteKit、辞書アプリ
pt: Dicionário Inglês, Busca de Palavras, Definições, Sinônimos, Antônimos, Svelte, SvelteKit, Aplicativo de Dicionário

source: English Dictionary
de: Englisches Wörterbuch
es: Diccionario de Inglés
fr: Dictionnaire anglais
ja: 英語辞書
pt: Dicionário Inglês

source: Synonyms:
de: Synonyme:
es: Sinónimos:
fr: Synonymes:
ja: 同義語:
pt: Sinônimos:

source: Antonyms:
de: Antonyme:
es: Antónimos:
fr: Antonymes:
ja: 反意語:
pt: Antônimos:

source: License: {0} <0/>
de: Lizenz: {0} <0/>
es: Licencia: {0} <0/>
fr: Licence : {0} <0/>
ja: ライセンス: {0} <0/>```
pt: Licença: {0} <0/>

source: Visualize your GitHub contributions in a clear and engaging way. Track streaks, identify patterns, and stay motivated.
de: Visualisieren Sie Ihre GitHub-Beiträge auf klare und ansprechende Weise. Verfolgen Sie Serien, identifizieren Sie Muster und bleiben Sie motiviert.
es: Visualiza tus contribuciones de GitHub de una manera clara y atractiva. Rastrea rachas, identifica patrones y mantente motivado.
fr: Visualisez vos contributions GitHub de manière claire et engageante. Suivez vos séries, identifiez des motifs et restez motivés.
ja: GitHubの貢献を分かりやすく魅力的な方法で視覚化します。継続記録を追跡し、パターンを特定し、モチベーションを維持しましょう。
pt: Visualize suas contribuições do GitHub de forma clara e envolvente. Acompanhe sequências, identifique padrões e mantenha-se motivado.

source: GitHub, Contribution Tracker, Developer Tools, Svelte Apps
de: GitHub, Beitrags-Tracker, Entwickler-Tools, Svelte Apps
es: GitHub, Rastreador de Contribuciones, Herramientas para Desarrolladores, Aplicaciones Svelte
fr: GitHub, Suivi des contributions, Outils pour développeurs, Applications Svelte
ja: GitHub、貢献トラッカー、開発者ツール、Svelteアプリ
pt: GitHub, Rastreador de Contribuições, Ferramentas para Desenvolvedores, Aplicativos Svelte

source: Development Mode
de: Entwicklungsmodus
es: Modo de desarrollo
ja: 開発モード
pt: Modo de Desenvolvimento

source: This app is currently under development and may have bugs or incomplete features.
de: Diese App befindet sich derzeit in der Entwicklung und kann Fehler oder unvollständige Funktionen enthalten.
es: Esta aplicación está actualmente en desarrollo y puede tener errores o características incompletas.
ja: このアプリは現在開発中であり、バグや未完成の機能が含まれている可能性があります。
pt: Este aplicativo está atualmente em desenvolvimento e pode conter bugs ou funcionalidades incompletas.

source: Visualize and analyze GitHub contributions with detailed statistics, heatmaps, and insights
de: Visualisiere und analysiere GitHub-Beiträge mit detaillierten Statistiken, Heatmaps und Einblicken
es: Visualiza y analiza las contribuciones de GitHub con estadísticas detalladas, mapas de calor e información relevante
fr: Visualisez et analysez les contributions GitHub avec des statistiques détaillées, des cartes thermiques et des aperçus
ja: 詳細な統計、ヒートマップ、洞察でGitHubの貢献を視覚化し、分析します
pt: Visualize e analise contribuições do GitHub com estatísticas detalhadas, mapas de calor e insights

source: Track Contributions
de: Beiträge verfolgen
es: Rastrear contribuciones
fr: Suivre les contributions
ja: 貢献を追跡
pt: Acompanhar Contribuições

source: Enter a GitHub username and year to view their activity
de: Gib einen GitHub-Benutzernamen und ein Jahr ein, um die Aktivität anzuzeigen
es: Ingresa un nombre de usuario de GitHub y un año para ver su actividad
fr: Entrez un nom d'utilisateur GitHub et une année pour voir son activité
ja: GitHubのユーザー名と年を入力して、アクティビティを表示します
pt: Insira um nome de usuário do GitHub e o ano para visualizar a atividade

source: GitHub Username
de: GitHub-Benutzername
es: Nombre de usuario de GitHub
fr: Nom d'utilisateur GitHub
ja: GitHub ユーザー名
pt: Nome de usuário do GitHub

source: Year
de: Jahr
es: Año
fr: Année
ja: 年
pt: Ano

source: <0/> Track Contributions
de: <0/> Beiträge verfolgen
es: <0/> Rastrear Contribuciones
fr: <0/> Suivre les contributions
ja: <0/> 貢献を追跡
pt: <0/> Rastrear Contribuições

source: <0/> Recent Searches
de: <0/> Letzte Suchen
es: <0/> Búsquedas Recientes
fr: <0/> Recherches récentes
ja: <0/> 最近の検索
pt: <0/> Pesquisas Recentes

source: No recent searches
de: Keine letzten Suchen
es: No hay búsquedas recientes
fr: Aucune recherche récente
ja: 最近の検索はありません
pt: Nenhuma pesquisa recente

source: Detailed Stats
de: Detaillierte Statistiken
es: Estadísticas Detalladas
fr: Statistiques détaillées
ja: 詳細な統計
pt: Estatísticas Detalhadas

source: View commits, PRs, issues, and code reviews
de: Commits, PRs, Issues und Code-Reviews anzeigen
es: Ver commits, PRs, issues y revisiones de código
fr: Afficher les commits, les PR, les problèmes et les revues de code
ja: コミット、PR、issue、コードレビューを表示
pt: Veja commits, PRs, issues e revisões de código

source: Contribution Heatmap
de: Beitrags-Heatmap
es: Mapa de Calor de Contribuciones
fr: Carte thermique des contributions
ja: 貢献ヒートマップ
pt: Mapa de Calor de Contribuições

source: GitHub-style calendar visualization
de: Kalendervisualisierung im GitHub-Stil
es: Visualización de calendario al estilo de GitHub
fr: Visualisation de calendrier de style GitHub
ja: GitHubスタイルのカレンダー表示
pt: Visualização de calendário no estilo GitHub

source: Repository Insights
de: Repository-Einblicke
es: Información del Repositorio
fr: Aperçus des référentiels
ja: リポジトリの洞察
pt: Insights do Repositório
