Repository: Michael-Obele/Svelte-MiniApps
Catalog: src/locales/*.po
Languages: de, es, fr, ja, pt

source: Top repositories and languages used
de: Top-Repositories und verwendete Sprachen
es: Principales repositorios e idiomas utilizados
fr: Principaux référentiels et langages utilisés
ja: 上位のリポジトリと使用言語```
pt: Principais repositórios e linguagens usadas

source: Markdown Editor - Write and Preview Markdown with Ease
de: Markdown-Editor - Schreiben und Vorschau von Markdown mit Leichtigkeit
es: Editor de Markdown - Escribe y previsualiza Markdown con facilidad
fr: Éditeur Markdown - Écrivez et prévisualisez le Markdown en toute simplicité
ja: Markdownエディター - 簡単なMarkdownの作成とプレビュー
pt: Editor de Markdown - Escreva e visualize Markdown com facilidade

source: Experience a seamless Markdown editing with our Svelte and Carta-MD powered editor. Write, preview, and save your markdown content effortlessly.
de: Erleben Sie eine nahtlose Markdown-Bearbeitung mit unserem Svelte- und Carta-MD-basierten Editor. Schreiben, zeigen Sie eine Vorschau und speichern Sie Ihre Markdown-Inhalte mühelos.
es: Experimenta una edición de Markdown fluida con nuestro editor impulsado por Svelte y Carta-MD. Escribe, previsualiza y guarda tu contenido de Markdown sin esfuerzo.
fr: Profitez d'une édition Markdown sans couture grâce à notre éditeur propulsé par Svelte et Carta-MD. Écrivez, prévisualisez et enregistrez votre contenu Markdown sans effort.
ja: SvelteとCarta-MDを搭載したエディターで、シームレスなMarkdown編集を体験してください。Markdownコンテンツを簡単に作成、プレビュー、保存できます。
pt: Desfrute de uma edição de Markdown suave com o nosso editor alimentado por Svelte e Carta-MD. Escreva, visualize e salve seu conteúdo Markdown sem esforço.

source: Write, preview, and edit Markdown with a lightweight, browser-based editor. Your content is automatically saved to localStorage so you won't lose changes.
de: Schreiben, Vorschau und Bearbeiten von Markdown mit einem leichten, browserbasierten Editor. Ihre Inhalte werden automatisch im localStorage gespeichert, sodass Sie keine Änderungen verlieren.
es: Escribe, previsualiza y edita Markdown con un editor ligero basado en el navegador. Tu contenido se guarda automáticamente en localStorage para que no pierdas los cambios.
fr: Écrivez, prévisualisez et éditez le Markdown avec un éditeur léger basé sur le navigateur. Votre contenu est automatiquement enregistré dans localStorage pour ne pas perdre vos modifications.
ja: 軽量なブラウザベースのエディターでMarkdownを作成、プレビュー、編集できます。コンテンツは自動的にlocalStorageに保存されるため、変更が失われることはありません。
pt: Escreva, visualize e edite Markdown com um editor leve, baseado no navegador. Seu conteúdo é automaticamente salvo no localStorage para que você não perca as alterações.

source: New to Markdown? See the <0>Markdown guide</0> for quick syntax tips.
de: Neu bei Markdown? Siehe den <0>Markdown-Leitfaden</0> für schnelle Syntax-Tipps.
es: ¿Nuevo en Markdown? Consulta la <0>guía de Markdown</0> para obtener consejos rápidos de sintaxis.
fr: Vous débutez avec Markdown ? Consultez le <0>Guide Markdown</0> pour des conseils de syntaxe rapides.
ja: Markdownは初めてですか？クイック構文のヒントについては、<0>Markdownガイド</0>を参照してください。
pt: Novo em Markdown? Veja o <0>Guia do Markdown</0> para dicas rápidas de sintaxe.

source: Loading editor…
de: Editor wird geladen…
es: Cargando editor…
fr: Chargement de l'éditeur…
ja: エディターを読み込んでいます…
pt: Carregando editor…

source: Switched to session
de: Zur Sitzung gewechselt
es: Cambió a la sesión
fr: Passé à la session
ja: セッションに切り替えました
pt: Alterou para a sessão

source: You must be logged in to backup data
de: Sie müssen angemeldet sein, um Daten zu sichern
es: Debes iniciar sesión para respaldar los datos.
fr: Vous devez être connecté pour sauvegarder les données.
ja: データをバックアップするにはログインが必要です
pt: Você precisa estar logado para fazer backup dos dados

source: You must be logged in to sync data
de: Sie müssen angemeldet sein, um Daten zu synchronisieren
es: Debes iniciar sesión para sincronizar los datos.
fr: Vous devez être connecté pour synchroniser les données.
ja: データを同期するにはログインが必要です
pt: Você precisa estar logado para sincronizar os dados

source: Medication Tracker - Track Your Medications
de: Medikations-Tracker - Verfolgen Sie Ihre Medikamente
es: Rastreador de Medicamentos - Registra tus medicamentos
fr: Suivi des médicaments - Suivez vos médicaments
ja: Medication Tracker - 服薬を記録
pt: Rastreador de Medicamentos - Acompanhe seus Medicamentos

source: Track your medications, treatment sessions, and medication adherence. Never miss a dose with our comprehensive medication tracking system.
de: Verfolgen Sie Ihre Medikamente, Behandlungssitzungen und die Einhaltung der Medikamenteneinnahme. Verpassen Sie nie eine Dosis mit unserem umfassenden Medikamentenverfolgungssystem.
es: Registra tus medicamentos, sesiones de tratamiento y adherencia a la medicación. Nunca te olvides de una dosis con nuestro completo sistema de seguimiento de medicamentos.
fr: Suivez vos médicaments, vos séances de traitement et votre observance des médicaments. Ne manquez jamais une dose grâce à notre système complet de suivi des médicaments.
ja: 服薬、治療セッション、服薬アドヒアランスを記録します。包括的な服薬追跡システムで、飲み忘れを防ぎます。
pt: Rastreie seus medicamentos, sessões de tratamento e adesão à medicação. Nunca perca uma dose com nosso sistema abrangente de rastreamento de medicamentos.

source: Track your treatment sessions and medication adherence
de: Verfolgen Sie Ihre Behandlungssitzungen und die Einhaltung der Medikamenteneinnahme
es: Rastrea tus sesiones de tratamiento y la adherencia a la medicación
fr: Suivez vos séances de traitement et votre observance des médicaments
ja: 治療セッションと服薬アドヒアランスを記録
pt: Acompanhe suas sessões de tratamento e adesão à medicação

source: Active Session:
de: Aktive Sitzung:
es: Sesión activa:
fr: Session active :
ja: アクティブなセッション:
pt: Sessão Ativa:

source: Select session
de: Sitzung auswählen
es: Seleccionar sesión
fr: Sélectionner une session
ja: セッションを選択
pt: Selecionar sessão

source: • Ended
de: • Beendet
es: • Finalizada
fr: • Terminée
ja: • 終了
pt: • Encerrada

source: • Ongoing
de: • Laufend
es: • En curso
fr: • En cours
ja: • 進行中
pt: • Em andamento

source: {0} medications <0/>
de: {0} Medikamente <0/>
es: {0} medicamentos <0/>
fr: {0} médicaments <0/>
ja: {0} 服薬<0/>
pt: {0} medicamentos <0/>

source: Not Backed Up
de: Nicht gesichert
es: No respaldado
fr: Non sauvegardé
ja: バックアップされていません
pt: Não feito backup

source: Backed Up
de: Gesichert
es: Respaldado
fr: Sauvegardé
ja: バックアップ済み
pt: Backup feito

source: Syncing...
de: Synchronisieren...
es: Sincronizando...
fr: Synchronisation en cours...
ja: 同期中...
pt: Sincronizando...

source: Sync from server
de: Vom Server synchronisieren
es: Sincronizar desde el servidor
fr: Synchroniser depuis le serveur
ja: サーバーから同期
pt: Sincronizar a partir do servidor

source: <0>Sync from server:</0> Ensures local data is synchronized, then downloads and merges server data using timestamps for conflict resolution.
de: <0>Vom Server synchronisieren:</0> Stellt sicher, dass die lokalen Daten synchronisiert werden, lädt dann Serverdaten herunter und führt sie zusammen, wobei Zeitstempel zur Konfliktlösung verwendet werden.
es: <0>Sincronizar desde el servidor:</0> Asegura que los datos locales estén sincronizados, luego descargan y fusionan los datos del servidor usando marcas de tiempo para la resolución de conflictos.
fr: <0>Synchroniser depuis le serveur:</0> Assure que les données locales sont synchronisées, puis télécharge et fusionne les données du serveur en utilisant des horodatages pour la résolution des conflits.
ja: <0>サーバーから同期:</0> ローカルデータが同期されていることを確認し、タイムスタンプを使用してサーバーデータをダウンロードおよびマージし、競合を解決します。
pt: <0>Sincronizar a partir do servidor:</0> Garante que os dados locais sejam sincronizados, em seguida baixa e mescla os dados do servidor usando carimbos de data/hora para resolução de conflitos.

source: Backing up...
de: Sicherung läuft...
es: Respaldando...
fr: Sauvegarde en cours...
ja: バックアップ中...
pt: Fazendo backup...

source: Backup
de: Sicherung
es: Copia de seguridad
fr: Sauvegarde
ja: バックアップ

source: <0>Backup:</0> Save your current local data to the server. Use this to prevent data loss.
de: <0>Sicherung:</0> Speichern Sie Ihre aktuellen lokalen Daten auf dem Server. Verwenden Sie dies, um Datenverlust zu verhindern.
es: <0>Copia de seguridad:</0> Guarda tus datos locales actuales en el servidor. Usa esto para prevenir la pérdida de datos.
fr: <0>Sauvegarde:</0> Enregistrez vos données locales actuelles sur le serveur. Utilisez ceci pour prévenir la perte de données.
ja: <0>バックアップ:</0> 現在のローカルデータをサーバーに保存します。データ損失を防ぐために使用します。
pt: <0>Backup:</0> Salve seus dados locais atuais no servidor. Use isto para evitar a perda de dados.

source: Manage Sessions
de: Sitzungen verwalten
es: Administrar sesiones
fr: Gérer les sessions
ja: セッションを管理
pt: Gerenciar Sessões

source: Manage
de: Verwalten
es: Administrar
fr: Gérer
ja: 管理
pt: Gerenciar

source: Started {0}
de: Gestartet {0}
es: Iniciada {0}
fr: Démarré {0}
ja: 開始 {0}
pt: Iniciado {0}

source: • Ended {0}
de: • Beendet {0}
es: • Finalizada {0}
fr: • Finie {0}
ja: • 終了 {0}
pt: • Encerrado {0}

source: • {0} medications
de: • {0} Medikamente
es: • {0} medicamentos
fr: • {0} médicaments
ja: • {0} 服薬
pt: • {0} medicamentos

source: Adherence
de: Einhaltung
es: Adherencia
fr: Observance
ja: アドヒアランス
pt: Adesão

source: Taken
de: Eingenommen
es: Tomado
fr: Pris
ja: 服用
pt: Tomado

source: No Active Treatment Session
de: Keine aktive Behandlungssitzung
es: No hay sesión de tratamiento activa
fr: Aucune séance de traitement active
ja: アクティブな治療セッションはありません
pt: Não há sessão de tratamento ativa

source: Create a treatment session to start tracking your medications
de: Erstellen Sie eine Behandlungssitzung, um mit der Verfolgung Ihrer Medikamente zu beginnen
es: Crea una sesión de tratamiento para comenzar a registrar tus medicamentos
fr: Créez une séance de traitement pour commencer à suivre vos médicaments.
ja: 服薬の記録を開始するには、治療セッションを作成してください
pt: Crie uma sessão de tratamento para começar a acompanhar seus medicamentos

source: <0/> Create Treatment Session
de: <0/> Behandlungssitzung erstellen
es: <0/> Crear Sesión de Tratamiento
fr: <0/> Créer une séance de traitement
ja: <0/> 治療セッションを作成
pt: <0/> Criar Sessão de Tratamento

source: <0/> Today
de: <0/> Heute
es: <0/> Hoy
fr: <0/> Aujourd'hui
ja: <0/> 今日
pt: <0/> Hoje

source: <0/> Medications
de: <0/> Medikamente
es: <0/> Medicamentos
fr: <0/> Médicaments
ja: <0/> 服薬
pt: <0/> Medicamentos

source: <0/> History
de: <0/> Verlauf
es: <0/> Historial
fr: <0/> Historique
ja: <0/> 履歴
pt: <0/> Histórico

source: <0/> Statistics
de: <0/> Statistiken
es: <0/> Estadísticas
fr: <0/> Statistiques
ja: <0/> 統計
pt: <0/> Estatísticas

source: Total Doses
de: Gesamtdosen
es: Dosis totales
fr: Total des doses
ja: 総投与量
pt: Total de doses

source: Skipped
de: Ausgelassen
es: Omitido
fr: Sauté
ja: スキップ
pt: Ignoradas

source: Missed
de: Verpasst
es: Perdida
fr: Manqué
ja: 未服用```
pt: Perdidas

source: Time updated successfully
de: Zeit erfolgreich aktualisiert
es: Tiempo actualizado con éxito
fr: Mise à jour du temps réussie.
ja: 時間更新に成功しました
pt: Tempo atualizado com sucesso

source: Medication status reset to pending
de: Medikationsstatus auf ausstehend zurückgesetzt
es: El estado de la medicación se restableció a pendiente
fr: Statut du médicament réinitialisé à en attente.
ja: 薬のステータスが保留中にリセットされました
pt: Status da medicação redefinido para pendente

source: <0/> Medication History
de: <0/> Medikamenten-Historie
es: <0/> Historial de la medicación
fr: <0/> Historique des médicaments
ja: <0/> 服薬履歴
pt: <0/> Histórico de Medicamentos

source: View your medication schedule grouped by day for {0}
de: Zeige deinen Medikamentenplan, gruppiert nach Tag, für {0}
es: Ver tu horario de medicación agrupado por día para {0}
fr: Affichez votre programme de médication regroupé par jour pour {0}
ja: {0} の服薬スケジュールを日ごとに表示
pt: Veja seu cronograma de medicações agrupado por dia para {0}

source: No History Yet
de: Noch keine Historie
es: Aún no hay historial
fr: Aucun historique
ja: まだ履歴はありません
pt: Ainda não há histórico

source: Your medication history will appear here once you start taking medications
de: Deine Medikamenten-Historie erscheint hier, sobald du mit der Einnahme von Medikamenten beginnst
es: Tu historial de medicación aparecerá aquí una vez que comiences a tomar medicamentos.
fr: Votre historique des médicaments apparaîtra ici une fois que vous aurez commencé à prendre des médicaments.
ja: 服薬を開始すると、ここに服薬履歴が表示されます
pt: Seu histórico de medicações aparecerá aqui assim que você começar a tomá-las.

source: {0} {1} scheduled
de: {0} {1} geplant
es: {0} {1} programadas
fr: {0} {1} planifié
ja: {0} {1} がスケジュールされています
pt: {0} {1} agendadas

source: adherence
de: Einhaltung
es: Adherencia
fr: adhérence
ja: 服薬遵守
pt: aderência

source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
ja: 保留中
pt: Pendente

source: at {0}
de: um {0}
es: a las {0}
fr: à {0}
ja: {0} に
pt: às {0}

source: Edit Time
de: Zeit bearbeiten
es: Editar hora
fr: Modifier l'heure
ja: 時間を編集
pt: Editar horário

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
ja: 元に戻す
pt: Desfazer

source: Mark Taken
de: Als eingenommen markieren
es: Marcar como tomada
fr: Marquer comme pris
ja: 服用済みにする
pt: Marcar como tomado

source: Mark Skipped
de: Als übersprungen markieren
es: Marcar como omitida
fr: Marquer comme non pris
ja: スキップ済みにする
pt: Marcar como não tomado

source: Reschedule
de: Verschieben
es: Reprogramar
fr: Réplanifier
ja: スケジュール変更```
pt: Reagendar

source: Skip
de: Überspringen
es: Omitir
fr: Passer
ja: スキップ
pt: Pular

source: Skip Medication
de: Medikation überspringen
es: Omitir medicamento
fr: Passer le médicament
ja: 服薬をスキップ
pt: Pular medicação

source: Optionally add a note explaining why you're skipping this medication.
de: Optional können Sie eine Notiz hinzufügen, die erklärt, warum Sie diese Medikation überspringen.
es: Opcionalmente, añade una nota explicando por qué estás omitiendo este medicamento.
fr: Optionnellement, ajoutez une note expliquant pourquoi vous ignorez ce médicament.
ja: この薬をスキップする理由を説明するメモを追加することもできます (オプション)。
pt: Opcionalmente, adicione uma nota explicando por que você está pulando esta medicação.

source: Reason for skipping (optional)...
de: Grund für das Überspringen (optional)...
es: Razón para omitir (opcional)...
fr: Raison du non-pris (facultatif)...
ja: スキップする理由 (オプション)...
pt: Motivo para pular (opcional)...

source: Edit Medication Time
de: Einnahmezeit der Medikamente bearbeiten
es: Editar hora de la medicación
fr: Modifier l'heure du médicament
ja: 服薬時間を編集
pt: Editar horário da medicação

source: Update the date and time when this medication was taken.
de: Aktualisieren Sie Datum und Uhrzeit, wann dieses Medikament eingenommen wurde.
es: Actualiza la fecha y la hora en que se tomó esta medicación.
fr: Mettre à jour la date et l'heure auxquelles ce médicament a été pris.
ja: この薬を服用した日時を更新します。
pt: Atualize a data e a hora em que esta medicação foi tomada.

source: Time
de: Zeit
es: Hora
fr: Heure
ja: 時間
pt: Hora

source: Save Time
de: Zeit speichern
es: Guardar hora
fr: Enregistrer l'heure
ja: 時間を保存
pt: Salvar horário

source: Reschedule Medication
de: Medikation verschieben
es: Reprogramar la medicación
fr: Réplanifier le médicament
ja: 服薬のスケジュールを変更
pt: Reagendar medicação

source: Change when this dose is scheduled to be taken. This updates the planned time, not the actual time taken.
de: Ändern Sie, wann diese Dosis eingenommen werden soll. Dies aktualisiert die geplante Zeit, nicht die tatsächliche Einnahmezeit.
es: Cambiar cuándo se debe tomar esta dosis. Esto actualiza la hora prevista, no la hora real tomada.
fr: Modifier l'heure prévue de prise de cette dose. Cela met à jour l'heure planifiée, et non l'heure réellement prise.
ja: この薬を服用する予定の時間を変更します。これは、実際に服用した時間ではなく、予定時間を更新します。
pt: Alterar quando esta dose está programada para ser tomada. Isso atualiza o horário planejado, não o horário real em que foi tomada.

source: 💡 This reschedules only this single dose. To change the entire medication schedule, use the Schedule button in the Medications list.
de: 💡 Dies verschiebt nur diese einzelne Dosis. Um den gesamten Medikationsplan zu ändern, verwenden Sie die Zeitplan-Schaltfläche in der Medikamentenliste.
es: 💡 Esto reprograma solo esta dosis. Para cambiar todo el horario de la medicación, use el botón Programar en la lista de medicamentos.
fr: 💡 Cette action ne réplanifie que cette dose unique. Pour modifier l'ensemble du planning du médicament, utilisez le bouton Planifier dans la liste des médicaments.
ja: 💡 これは、この1回分の服用のみスケジュールを変更します。服薬スケジュール全体を変更するには、薬リストの [スケジュール] ボタンを使用します。
pt: 💡 Este reagenda apenas esta dose única. Para alterar todo o cronograma da medicação, use o botão Agendar na lista de Medicamentos.

source: New Date
de: Neues Datum
es: Nueva fecha
fr: Nouvelle date
ja: 新しい日付
pt: Nova Data

source: New Time
de: Neue Zeit
es: Nueva hora
fr: Nouvelle heure
ja: 新しい時間
pt: Nova Hora

source: Create a Session
de: Eine Sitzung erstellen
es: Crear una sesión
fr: Créer une session
ja: セッションを作成
pt: Criar Sessão

source: Click <strong>"New Session"</strong> and give it a meaningful name like "Morning Routine", "Weekly Meds", or "Antibiotics Course".
de: Klicken Sie auf <strong>"Neue Sitzung"</strong> und geben Sie ihr einen aussagekräftigen Namen wie "Morgenroutine", "Wöchentliche Medikamente" oder "Antibiotika-Kurs".
es: Haz clic en <strong>"Nueva Sesión"</strong> y dale un nombre significativo como "Rutina de la mañana", "Medicamentos de la semana" o "Curso de antibióticos".
fr: Cliquez sur <strong>« Nouvelle Session »</strong> et donnez-lui un nom significatif tel que « Routine matinale », « Médicaments hebdomadaires » ou « Cure d'antibiotiques ».
ja: <strong>「新規セッション」</strong>をクリックし、「朝のルーティン」、「週ごとの薬」、「抗生物質コース」など、意味のある名前を付けます。
pt: Clique em <strong>"Nova Sessão"</strong> e atribua a ela um nome significativo, como "Rotina da Manhã", "Medicamentos Semanais" ou "Curso de Antibióticos".

source: Add Medications
de: Medikamente hinzufügen
es: Agregar medicamentos
fr: Ajouter des médicaments
ja: 薬を追加
pt: Adicionar Medicamentos

source: In your session, click <strong>"Add Medication"</strong>. Include the medication name, dosage (e.g., "500mg"), and any special instructions.
de: Klicken Sie in Ihrer Sitzung auf <strong>"Medikament hinzufügen"</strong>. Geben Sie den Medikamentennamen, die Dosierung (z. B. "500 mg") und spezielle Anweisungen an.
es: En tu sesión, haz clic en <strong>"Agregar medicamento"</strong>. Incluye el nombre del medicamento, la dosis (p. ej., "500 mg"), y cualquier instrucción especial.
fr: Dans votre session, cliquez sur <strong>« Ajouter un médicament »</strong>. Incluez le nom du médicament, le dosage (par exemple « 500 mg »), et toutes les instructions particulières.
ja: セッションで、<strong>「薬を追加」</strong>をクリックします。薬の名前、投与量（例：「500mg」）、および特別な指示を含めます。
pt: Na sua sessão, clique em <strong>"Adicionar Medicamento"</strong>. Inclua o nome do medicamento, a dosagem (por exemplo, "500mg"), e quaisquer instruções especiais.

source: Set Schedule Times
de: Einnahmezeiten festlegen
es: Establecer horarios
fr: Définir les heures du planning
ja: スケジュール時間を設定
pt: Definir horários

source: Choose specific times for each medication (e.g., 9:00 AM, 2:00 PM, 9:00 PM). The app will automatically generate your daily schedule.
de: Wählen Sie für jedes Medikament bestimmte Zeiten (z. B. 9:00 Uhr, 14:00 Uhr, 21:00 Uhr). Die App generiert automatisch Ihren Tagesplan.
es: Elige horas específicas para cada medicamento (p. ej., 9:00 AM, 2:00 PM, 9:00 PM). La aplicación generará automáticamente tu horario diario.
fr: Choisissez des heures spécifiques pour chaque médicament (par exemple 9h00, 14h00, 21h00). L'application générera automatiquement votre planning quotidien.
ja: 各薬の特定の時間を選択します（例：午前9時、午後2時、午後9時）。アプリは自動的に毎日のスケジュールを生成します。
pt: Escolha horários específicos para cada medicamento (por exemplo, 09:00, 14:00 e 21:00). O aplicativo gerará automaticamente o seu cronograma diário.

source: Check Today's Schedule
de: Heutigen Zeitplan prüfen
es: Ver el horario de hoy
fr: Voir le planning d'aujourd'hui
ja: 今日のスケジュールを確認
pt: Ver o cronograma de hoje

source: The <strong>"Today"</strong> tab displays all medications due today with their scheduled times and current status.
de: Die Registerkarte <strong>"Heute"</strong> zeigt alle heute fälligen Medikamente mit ihren geplanten Zeiten und dem aktuellen Status an.
es: La pestaña <strong>"Hoy"</strong> muestra todos los medicamentos programados para hoy con sus horarios y su estado actual.
fr: L'onglet <strong>« Aujourd'hui »</strong> affiche tous les médicaments prévus pour aujourd'hui avec leurs heures prévues et leur statut actuel.
ja: <strong>「今日」</strong>タブには、今日の予定のすべての薬が、予定時刻と現在のステータスとともに表示されます。
pt: A aba <strong>"Hoje"</strong> exibe todos os medicamentos devidos hoje com seus horários programados e o status atual.

source: Mark as Taken
de: Als eingenommen markieren
es: Marcar como tomado
fr: Marquer comme pris
ja: 服用済みにする
pt: Marcar como tomado

source: Click the <strong>✓ Taken</strong> button when you take each medication. The app records the actual time and you can add optional notes.
de: Klicken Sie auf die Schaltfläche <strong>✓ Eingenommen</strong>, wenn Sie jedes Medikament einnehmen. Die App erfasst die tatsächliche Zeit und Sie können optionale Notizen hinzufügen.
es: Haz clic en el botón <strong>✓ Tomado</strong> cuando tomes cada medicamento. La aplicación registra la hora real y puedes añadir notas opcionales.
fr: Cliquez sur le bouton <strong>✓ Pris</strong> lorsque vous prenez chaque médicament. L'application enregistre l'heure réelle et vous pouvez ajouter des notes facultatives.
ja: 各薬を服用したら、<strong>✓ 服用済み</strong>ボタンをクリックします。アプリは実際の時間を記録し、オプションでメモを追加できます。
pt: Clique no botão <strong>✓ Tomado</strong> quando tomar cada medicamento. O aplicativo registra o horário real e você pode adicionar notas opcionais.

source: Handle Exceptions
de: Ausnahmen behandeln
es: Manejo de excepciones
fr: Gérer les exceptions
ja: 例外を処理
pt: Lidar com exceções

source: If you miss a dose, use <strong>"Skip"</strong> (with reason) or <strong>"Reschedule"</strong> (to a different time) to keep your tracking accurate.
de: Wenn Sie eine Dosis verpassen, verwenden Sie <strong>"Überspringen"</strong> (mit Begründung) oder <strong>"Verschieben"</strong> (auf eine andere Zeit), um Ihre Nachverfolgung genau zu halten.
es: Si olvidas una dosis, usa <strong>"Omitir"</strong> (con razón) o <strong>"Reprogramar"</strong> (a una hora/día diferente) para mantener un registro preciso.
fr: Si vous manquez une dose, utilisez <strong>« Passer »</strong> (avec raison) ou <strong>« Replanifier »</strong> (à une autre heure) pour que votre suivi reste précis.
ja: 服用し忘れた場合は、<strong>「スキップ」</strong>（理由付き）または<strong>「リスケジュール」</strong>（別の時間へ）を使用して、追跡の精度を維持します。
pt: Se você perder uma dose, use <strong>"Pular"</strong> (com motivo) ou <strong>"Reagendar"</strong> (para um horário diferente) para manter o seu registro preciso.

source: Medication successfully taken at the recorded time
de: Medikament erfolgreich zur aufgezeichneten Zeit eingenommen
es: Medicamento tomado con éxito a la hora registrada
fr: Médicament pris avec succès à l'heure enregistrée
ja: 薬は記録された時間に正常に服用されました
pt: Medicação tomada com sucesso no horário registrado

source: Dose intentionally skipped with optional reason
de: Dosis absichtlich übersprungen mit optionaler Begründung
es: Dosis omitida intencionadamente con razón opcional
fr: Dose volontairement sautée avec raison facultative
ja: 用量は意図的にスキップされました（オプションで理由付き）
pt: Dose intencionalmente pulada com motivo opcional

source: Overdue medication that needs attention
de: Überfälliges Medikament, das Aufmerksamkeit benötigt
es: Medicamento atrasado que necesita atención
fr: Médicament en retard nécessitant une attention
ja: 注意が必要な期限切れの薬
pt: Medicação atrasada que precisa de atenção
