Repository: Michael-Obele/Svelte-MiniApps
Catalog: src/locales/*.po
Languages: de, es, fr, ja, pt

source: Powerful animated icons library that brings life to the user interface. <span class="{0}">Note:</span> Lordicon is <span class="font-semibold {1}">not open source</span>, but offers <span class="{2}">free usage with attribution</span>.
de: Leistungsstarke Bibliothek animierter Icons, die die Benutzeroberfläche zum Leben erweckt. <span class="{0}">Hinweis:</span> Lordicon ist <span class="font-semibold {1}">nicht Open Source</span>, bietet aber <span class="{2}">kostenlose Nutzung mit Namensnennung</span>.
es: Una poderosa biblioteca de iconos animados que da vida a la interfaz de usuario. <span class="{0}">Nota:</span> Lordicon es <span class="font-semibold {1}">no de código abierto</span>, pero ofrece <span class="{2}">uso gratuito con atribución</span>.
fr: Une puissante bibliothèque d'icônes animées qui donne vie à l'interface utilisateur. <span class="{0}">Remarque :</span> Lordicon <span class="font-semibold {1}">n'est pas open source</span>, mais offre <span class="{2}">une utilisation gratuite avec attribution</span>.
ja: ユーザーインターフェースに命を吹き込む、強力なアニメーションアイコンライブラリ。<span class="{0}">注：</span>Lordiconは<span class="font-semibold {1}">オープンソースではありません</span>が、<span class="{2}">アトリビューション付きで無料で使用できます</span>。
pt: Biblioteca poderosa de ícones animados que dá vida à interface do usuário. <span class="{0}">Nota:</span> Lordicon <span class="font-semibold {1}">não é open source</span>, mas oferece <span class="{2}">uso gratuito com atribuição</span>.

source: Beautiful & consistent icon toolkit made for designers and developers.
de: Schönes und konsistentes Icon-Toolkit für Designer und Entwickler.
es: Conjunto de iconos hermoso y consistente, creado para diseñadores y desarrolladores.
fr: Une belle boîte à outils d'icônes cohérente créée pour les designers et les développeurs.
ja: デザイナーと開発者向けに作られた、美しく一貫性のあるアイコンツールキット。
pt: Kit de ferramentas de ícones bonito e consistente feito para designers e desenvolvedores.

source: A utility-first CSS framework for rapidly building custom user interfaces.
de: Ein Utility-First-CSS-Framework für die schnelle Erstellung benutzerdefinierter Benutzeroberflächen.
es: Un framework CSS de utilidad para construir rápidamente interfaces de usuario personalizadas.
fr: Un framework CSS orienté utilitaires pour construire rapidement des interfaces utilisateur personnalisées.
ja: カスタムユーザーインターフェースを迅速に構築するためのユーティリティファーストCSSフレームワーク。
pt: Um framework CSS baseado em utilitários para construir interfaces de usuário personalizadas rapidamente.

source: Accessible, unstyled components for building high-quality Svelte applications.
de: Zugängliche, ungestaltete Komponenten zum Erstellen hochwertiger Svelte-Anwendungen.
es: Componentes accesibles y sin estilos para construir aplicaciones Svelte de alta calidad.
fr: Des composants accessibles et sans style pour construire des applications Svelte de haute qualité.
ja: 高品質なSvelteアプリケーションを構築するための、アクセス可能な、スタイルなしのコンポーネント。
pt: Componentes acessíveis e sem estilo para construir aplicativos Svelte de alta qualidade.

source: A lightweight Markdown editor and viewer for Svelte with syntax highlighting and rich features. Provides textarea functionality without a full code editor.
de: Ein leichtgewichtiger Markdown-Editor und -Viewer für Svelte mit Syntaxhervorhebung und umfangreichen Funktionen. Bietet Textarea-Funktionalität ohne vollständigen Code-Editor.
es: Un editor y visor ligero de Markdown para Svelte con resaltado de sintaxis y características enriquecidas. Proporciona funcionalidad de área de texto sin un editor de código completo.
fr: Un éditeur et visionneur Markdown léger pour Svelte avec coloration syntaxique et fonctionnalités enrichies. Fournit une fonctionnalité textarea sans éditeur de code complet.
ja: 構文の強調表示と豊富な機能を備えた、Svelte用の軽量Markdownエディターおよびビューアー。完全なコードエディターなしでtextarea機能を提供します。
pt: Um editor e visualizador leve de Markdown para Svelte com realce de sintaxe e recursos ricos. Fornece funcionalidade de textarea sem um editor de código completo.

source: Compile-time internationalization toolkit that automatically extracts translatable strings without requiring code changes.
de: Compile-time Internationalisierungstoolkit, das automatisch übersetzbare Zeichenketten extrahiert, ohne dass Codeänderungen erforderlich sind.
es: Kit de herramientas de internacionalización en tiempo de compilación que extrae automáticamente cadenas traducibles sin requerir cambios en el código.
ja: コード変更を必要とせずに、翻訳可能な文字列を自動的に抽出するコンパイル時の国際化ツールキット。
pt: Ferramenta de internacionalização em tempo de compilação que extrai automaticamente strings traduzíveis sem exigir alterações no código.

source: Render After Effects animations natively on the web.
de: Rendern Sie After Effects-Animationen nativ im Web.
es: Reproduce animaciones de After Effects nativamente en la web.
fr: Rendez les animations After Effects nativement sur le web.
ja: After EffectsのアニメーションをWeb上でネイティブにレンダリングします。
pt: Renderiza animações After Effects nativamente na web.

source: Svelte Mini Apps is built with the help of these amazing open-source projects:
de: Svelte Mini Apps wird mit Hilfe dieser erstaunlichen Open-Source-Projekte erstellt:
es: Svelte Mini Apps se construye con la ayuda de estos increíbles proyectos de código abierto:
fr: Svelte Mini Apps est construit avec l'aide de ces incroyables projets open-source :
ja: Svelte Mini Appsは、これらの素晴らしいオープンソースプロジェクトの助けを借りて構築されています：
pt: MiniApps Svelte é construído com a ajuda destes projetos open-source incríveis:

source: Visit Website
de: Webseite besuchen
es: Visitar sitio web
fr: Visiter le site web
ja: ウェブサイトを見る
pt: Visitar Site

source: We are grateful to all the open-source contributors who make these tools available to the community.
de: Wir sind allen Open-Source-Mitwirkenden dankbar, die diese Tools der Community zur Verfügung stellen.
es: Agradecemos a todos los contribuyentes de código abierto que ponen estas herramientas a disposición de la comunidad.
fr: Nous remercions tous les contributeurs open-source qui mettent ces outils à la disposition de la communauté.
ja: これらのツールをコミュニティに提供しているすべてのオープンソースの貢献者に感謝します。```
pt: Somos gratos a todos os contribuidores open-source que tornam essas ferramentas disponíveis para a comunidade.

source: Data Management & Troubleshooting
de: Datenverwaltung & Fehlerbehebung
es: Gestión de datos y resolución de problemas
fr: Gestion des données et dépannage
ja: データ管理とトラブルシューティング
pt: Gerenciamento de Dados e Solução de Problemas

source: Our app includes a powerful "Nuke Button" <0/> that allows you to clear all cached data, including service worker caches and local storage. This is especially useful if you encounter any caching issues or need to reset the app to its default state.
de: Unsere App enthält einen leistungsstarken "Nuke Button" <0/>, mit dem Sie alle zwischengespeicherten Daten löschen können, einschließlich Service Worker-Caches und lokalen Speicher. Dies ist besonders nützlich, wenn Sie auf Caching-Probleme stoßen oder die App auf ihren Standardzustand zurücksetzen müssen.
es: Nuestra aplicación incluye un poderoso "Nuke Button" <0/> que te permite borrar todos los datos en caché, incluidas las cachés del service worker y el almacenamiento local. Esto es especialmente útil si encuentras problemas de caché o necesitas restablecer la aplicación a su estado predeterminado.
fr: Notre application inclut un puissant "Bouton Nucléaire" <0/> qui vous permet d'effacer toutes les données en cache, y compris les caches du service worker et le stockage local. Ceci est particulièrement utile si vous rencontrez des problèmes de cache ou si vous devez réinitialiser l'application à son état par défaut.
ja: 当社のアプリには、サービスワーカーのキャッシュやローカルストレージを含む、すべてのキャッシュデータをクリアできる強力な「Nukeボタン」<0/>が含まれています。 これは、キャッシュの問題が発生した場合や、アプリをデフォルトの状態にリセットする必要がある場合に特に役立ちます。
pt: Nosso aplicativo inclui um poderoso botão "Nuke" <0/> que permite limpar todos os dados em cache, incluindo caches de service worker e armazenamento local. Isso é especialmente útil se você encontrar problemas de cache ou precisar redefinir o aplicativo para seu estado padrão.

source: Why Choose Svelte Mini Apps?
de: Warum Svelte Mini Apps wählen?
es: ¿Por qué elegir Svelte Mini Apps?
fr: Pourquoi choisir Svelte Mini Apps ?
ja: Svelte Mini Appsを選ぶ理由
pt: Por que Escolher MiniApps Svelte?

source: Why Choose Svelte Mini Apps?
de: Warum Svelte Mini Apps wählen?
es: ¿Por qué elegir Svelte Mini Apps?
fr: Pourquoi choisir Svelte Mini Apps ?
ja: Svelte Mini Appsを選ぶ理由
pt: Por que Escolher MiniApps Svelte?

source: Features-list
de: Funktionsliste
es: Lista de características
fr: Liste des caractéristiques
ja: 機能一覧
pt: Lista de Recursos

source: The <0>"Aha Moment"</0> Behind Svelte Mini Apps:
de: Der <0>"Aha-Moment"</0> hinter Svelte Mini Apps:
es: El <0>"Momento Ajá"</0> Detrás de Svelte Mini Apps:
fr: Le <0>"moment eurêka"</0> derrière Svelte Mini Apps :
ja: Svelte Mini Apps の背後にある<0>「ひらめきの瞬間」</0>：
pt: O <0>"Momento Aha"</0> Por Trás do MiniApps Svelte:

source: The reason behind Svelte Mini Apps
de: Der Grund für Svelte Mini Apps
es: La razón detrás de Svelte Mini Apps
fr: La raison derrière Svelte Mini Apps
ja: Svelte Mini Apps の背後にある理由
pt: O motivo por trás do MiniApps Svelte

source: We've all been there - <0>wrestling with a complex framework for a simple task.</0> <1>Svelte Mini Apps were born from the frustration of heavyweight solutions for lightweight problems.</1>
de: Wir alle kennen das - <0>mit einem komplexen Framework für eine einfache Aufgabe kämpfen.</0> <1>Svelte Mini Apps entstanden aus der Frustration über schwergewichtige Lösungen für leichtgewichtige Probleme.</1>
es: Todos hemos estado allí: <0>luchando con un marco de trabajo complejo para una tarea simple.</0> <1>Los Svelte Mini Apps nacieron de la frustración de soluciones pesadas para problemas ligeros.</1>
fr: Nous avons tous été là - <0>luttant contre un framework complexe pour une tâche simple.</0> <1>Svelte Mini Apps est né de la frustration face à des solutions lourdes pour des problèmes légers.</1>
ja: 私たちは皆、経験したことがあるでしょう - <0>単純なタスクのために複雑なフレームワークと格闘する</0>という状況を。<1>Svelte Mini Apps は、軽量な問題に対する重量級のソリューションへの不満から生まれました。</1>
pt: Todos nós já passamos por isso - <0>lutando com um framework complexo para uma tarefa simples.</0> <1>MiniApps Svelte nasceram da frustração de soluções pesadas para problemas leves.</1>

source: We wanted something <0>modular, efficient, and focused</0> on getting the job done, just like that trusty screwdriver you use all the time.
de: Wir wollten etwas <0>Modulares, Effizientes und Fokussiertes</0>, um die Arbeit zu erledigen, genau wie diesen zuverlässigen Schraubenzieher, den Sie ständig benutzen.
es: Queríamos algo <0>modular, eficiente y enfocado</0> en hacer el trabajo, tal como ese destornillador de confianza que usas todo el tiempo.
fr: Nous voulions quelque chose de <0>modulaire, efficace et axé</0> sur l'accomplissement de la tâche, tout comme ce tournevis de confiance que vous utilisez tout le temps.
ja: 私たちは、まるでいつも使っている信頼できるドライバーのように、<0>モジュール式で、効率的で、そして仕事に集中できる</0>ものを求めていました。
pt: Queríamos algo <0>modular, eficiente e focado</0> em realizar o trabalho, assim como aquela chave de fenda confiável que você usa o tempo todo.

source: Explore a Range of Tools:
de: Entdecken Sie eine Reihe von Tools:
es: Explora una variedad de herramientas:
fr: Explorez une gamme d'outils :
ja: 様々なツールを見てみましょう:
pt: Explore uma Variedade de Ferramentas:

source: Tools for Svelte Mini Apps
de: Tools für Svelte Mini Apps
es: Herramientas para Svelte Mini Apps
fr: Outils pour Svelte Mini Apps
ja: Svelteミニアプリ用ツール
pt: Ferramentas para MiniApps Svelte

source: Our collection covers a wide variety of use cases, from basic tools like unit converters to more complex ones like persistent to-do lists.
de: Unsere Sammlung deckt eine Vielzahl von Anwendungsfällen ab, von einfachen Tools wie Einheitenumrechnern bis hin zu komplexeren Tools wie persistenten Aufgabenlisten.
es: Nuestra colección abarca una amplia variedad de casos de uso, desde herramientas básicas como convertidores de unidades hasta listas de tareas persistentes más complejas.
fr: Notre collection couvre une grande variété de cas d'usage, des outils de base comme les convertisseurs d'unités aux outils plus complexes comme les listes de tâches persistantes.
ja: 当社のコレクションは、単位換算のような基本的なツールから、永続的なToDoリストのようなより複雑なツールまで、幅広いユースケースをカバーしています。
pt: Nossa coleção abrange uma ampla variedade de casos de uso, desde ferramentas básicas como conversores de unidades até mais complexas como listas de tarefas persistentes.

source: Browse
de: Durchsuchen
es: Explorar
fr: Parcourir
ja: ブラウズ
pt: Navegar

source: Browse the available apps and discover ones that can enhance your workflow.
de: Durchsuchen Sie die verfügbaren Apps und entdecken Sie solche, die Ihren Workflow verbessern können.
es: Explora las aplicaciones disponibles y descubre aquellas que pueden mejorar tu flujo de trabajo.
fr: Parcourez les applications disponibles et découvrez celles qui peuvent améliorer votre flux de travail.
ja: 利用可能なアプリをブラウズして、ワークフローを向上させることができるアプリを見つけてください。
pt: Navegue pelos aplicativos disponíveis e descubra aqueles que podem aprimorar seu fluxo de trabalho.

source: Dive
de: Eintauchen
es: Sumérgete
fr: Plonger
ja: 詳しく見る
pt: Mergulhar

source: Dive into the code and learn from the examples to build your own mini-apps
de: Tauche ein in den Code und lerne von den Beispielen, um deine eigenen Mini-Apps zu erstellen
es: Sumérgete en el código y aprende de los ejemplos para construir tus propias miniaplicaciones
fr: Plongez dans le code et apprenez des exemples pour construire vos propres mini-applications
ja: コードを詳しく調べて、例から学んで独自のミニアプリを構築してください
pt: Mergulhe no código e aprenda com os exemplos para construir seus próprios mini-aplicativos

source: The Future of Svelte Mini Apps: What's Next?
de: Die Zukunft von Svelte Mini Apps: Was kommt als Nächstes?
es: El futuro de Svelte Mini Apps: ¿Qué viene a continuación?
fr: L'avenir de Svelte Mini Apps : Qu'y a-t-il ensuite ?
ja: Svelte Mini Apps の未来：次は何が来るのか？
pt: O Futuro do MiniApps Svelte: O Que Vem Por Aí?

source: The Future of Svelte Mini Apps
de: Die Zukunft von Svelte Mini Apps
es: El futuro de Svelte Mini Apps
fr: L'avenir de Svelte Mini Apps
ja: Svelte Mini Apps の未来
pt: O Futuro do MiniApps Svelte

source: Have ideas or feedback?
de: Haben Sie Ideen oder Feedback?
es: ¿Tienes ideas o comentarios?
fr: Avez-vous des idées ou des commentaires ?
ja: アイデアやフィードバックをお持ちですか？
pt: Tem ideias ou feedback?

source: Your input shapes the future of Svelte Mini Apps. Share your thoughts, feature requests, or suggestions with us.
de: Ihre Eingaben gestalten die Zukunft von Svelte Mini Apps. Teilen Sie uns Ihre Gedanken, Funktionswünsche oder Vorschläge mit.
es: Tu aporte da forma al futuro de Svelte Mini Apps. Comparte tus ideas, solicitudes de características o sugerencias con nosotros.
fr: Vos contributions façonnent l'avenir de Svelte Mini Apps. Partagez vos idées, demandes de fonctionnalités ou suggestions avec nous.
ja: あなたの意見が Svelte Mini Apps の未来を形作ります。ご意見、機能リクエスト、ご提案をお寄せください。
pt: Sua contribuição molda o futuro do MiniApps Svelte. Compartilhe seus pensamentos, solicitações de recursos ou sugestões conosco.

source: Send Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
ja: フィードバックを送る
pt: Enviar Feedback

source: Install When You Want
de: Installieren, wann Sie wollen
es: Instala Cuando Quieras
fr: Installez quand vous voulez
ja: 好きな時にインストール
pt: Instale Quando Quiser

source: While they work great in the browser, you can also install them as PWAs. It's like having native apps that don't eat up your system resources - the best of both worlds.
de: Sie funktionieren zwar hervorragend im Browser, aber Sie können sie auch als PWAs installieren. Es ist, als hätte man native Apps, die Ihre Systemressourcen nicht aufbrauchen - das Beste aus beiden Welten.
es: Aunque funcionan muy bien en el navegador, también puedes instalarlas como PWA. Es como tener aplicaciones nativas que no consumen los recursos de tu sistema: lo mejor de ambos mundos.
fr: Bien qu'elles fonctionnent parfaitement dans le navigateur, vous pouvez également les installer en tant que PWA. C'est comme avoir des applications natives qui ne consomment pas les ressources de votre système - le meilleur des deux mondes.
ja: ブラウザでの動作も快適ですが、PWAとしてインストールすることも可能です。ネイティブアプリのようにシステムリソースを消費しない、両方の良いとこ取りです。
pt: Embora funcionem muito bem no navegador, você também pode instalá-los como PWAs. É como ter aplicativos nativos que não consomem os recursos do seu sistema - o melhor dos dois mundos.

source: Svelte-Powered Speed
de: Svelte-betriebene Geschwindigkeit
es: Velocidad Impulsada por Svelte
fr: La vitesse grâce à Svelte
ja: Svelteによる高速化
pt: Velocidade Impulsionada por Svelte

source: We chose SvelteKit because it's blazing fast and fun to work with. The result? Tools that load instantly and run smoothly, making your workflow feel effortless.
de: Wir haben SvelteKit gewählt, weil es rasend schnell ist und Spaß macht, damit zu arbeiten. Das Ergebnis? Tools, die sofort laden und reibungslos laufen, sodass sich Ihr Workflow mühelos anfühlt.
es: Elegimos SvelteKit porque es increíblemente rápido y divertido de usar. ¿El resultado? Herramientas que se cargan al instante y funcionan sin problemas, haciendo que tu flujo de trabajo se sienta sin esfuerzo.
fr: Nous avons choisi SvelteKit parce que c'est incroyablement rapide et amusant à utiliser. Le résultat ? Des outils qui se chargent instantanément et fonctionnent sans problème, ce qui rend votre flux de travail fluide.
ja: SvelteKitを選んだのは、その驚異的な速度と使いやすさ 때문입니다. 結果として、ツールは瞬時にロードされ、スムーズに動作し、ワークフローを楽にします。
pt: Escolhemos o SvelteKit porque é extremamente rápido e divertido de trabalhar. O resultado? Ferramentas que carregam instantaneamente e funcionam sem problemas, tornando seu fluxo de trabalho mais fácil.

source: The SvelteKit Advantage
de: Der SvelteKit-Vorteil
es: La Ventaja de SvelteKit
fr: L'avantage SvelteKit
ja: SvelteKitの利点
pt: A Vantagem do SvelteKit

source: When I discovered SvelteKit, it was love at first sight. Its elegant simplicity and powerful features made it perfect for building these focused tools.
de: Als ich SvelteKit entdeckte, war es Liebe auf den ersten Blick. Seine elegante Einfachheit und leistungsstarken Funktionen machten es perfekt für den Aufbau dieser fokussierten Tools.
es: Cuando descubrí SvelteKit, fue amor a primera vista. Su elegante simplicidad y potentes características lo hicieron perfecto para construir estas herramientas enfocadas.
fr: Quand j'ai découvert SvelteKit, ce fut le coup de foudre. Son élégante simplicité et ses puissantes fonctionnalités l'ont rendu parfait pour construire ces outils ciblés.
ja: SvelteKitを発見した時、一目惚れでした。そのエレガントなシンプルさと強力な機能は、これらの特化型ツールを構築するのに最適でした。
pt: Quando descobri o SvelteKit, foi amor à primeira vista. Sua simplicidade elegante e recursos poderosos o tornaram perfeito para construir essas ferramentas focadas.

source: Less is More
de: Weniger ist mehr
es: Menos es Más
fr: Moins, c'est plus
ja: 少ないほど豊か
pt: Menos é Mais

source: Each app solves one problem really well. No feature bloat, no confusing interfaces - just clean, effective tools that respect your time and attention.
de: Jede App löst ein Problem wirklich gut. Keine Funktionsüberladung, keine verwirrenden Schnittstellen - nur saubere, effektive Tools, die Ihre Zeit und Aufmerksamkeit respektieren.
es: Cada aplicación resuelve un problema realmente bien. Sin hinchazón de características, sin interfaces confusas, solo herramientas limpias y efectivas que respetan tu tiempo y atención.
fr: Chaque application résout un problème de manière très efficace. Pas de fonctionnalités superflues, pas d'interfaces confuses - juste des outils propres et efficaces qui respectent votre temps et votre attention.
ja: 各アプリは1つの問題を非常にうまく解決します。機能の肥大化や紛らわしいインターフェースはありません。あなたの時間と注意を尊重する、クリーンで効果的なツールです。
pt: Cada aplicativo resolve um problema muito bem. Sem inchaço de recursos, sem interfaces confusas - apenas ferramentas limpas e eficazes que respeitam seu tempo e atenção.

source: Growing Together
de: Gemeinsam wachsen
es: Creciendo Juntos
fr: Grandir ensemble
ja: 共に成長
pt: Crescendo Juntos

source: Every mini-app taught me something new about Svelte. Now, I'm sharing these lessons through code, hoping others can learn and build upon them.
de: Jede Mini-App hat mir etwas Neues über Svelte beigebracht. Jetzt teile ich diese Lektionen durch Code und hoffe, dass andere daraus lernen und darauf aufbauen können.
es: Cada mini-aplicación me enseñó algo nuevo sobre Svelte. Ahora, estoy compartiendo estas lecciones a través del código, esperando que otros puedan aprender y construir sobre ellas.
fr: Chaque mini-application m'a appris quelque chose de nouveau sur Svelte. Maintenant, je partage ces leçons à travers le code, en espérant que d'autres pourront apprendre et s'en inspirer.
ja: それぞれのミニアプリは、私にSvelteに関する新しいことを教えてくれました。今、私はこれらの教訓をコードを通して共有し、他の人が学び、それを基に構築できることを願っています。
pt: Cada mini-aplicativo me ensinou algo novo sobre Svelte. Agora, estou compartilhando essas lições por meio de código, esperando que outros possam aprender e construir sobre elas.

source: Your Ideas Matter
de: Ihre Ideen sind wichtig
es: Tus Ideas Importan
fr: Vos idées comptent
ja: あなたのアイデアが重要
pt: Suas Ideias Importam

source: This project grows with your needs. Have an idea for a tool that would make your life easier? Let's build it together!
de: Dieses Projekt wächst mit Ihren Bedürfnissen. Haben Sie eine Idee für ein Tool, das Ihr Leben einfacher machen würde? Lass es uns gemeinsam bauen!
es: Este proyecto crece con tus necesidades. ¿Tienes una idea para una herramienta que te haría la vida más fácil? ¡Construyámosla juntos!
fr: Ce projet évolue avec vos besoins. Vous avez une idée d'outil qui vous faciliterait la vie ? Construisons-le ensemble !
ja: このプロジェクトは、あなたのニーズと共に成長します。あなたの生活を楽にするツールのアイデアはありますか？一緒に作りましょう！
pt: Este projeto cresce com suas necessidades. Tem uma ideia para uma ferramenta que tornaria sua vida mais fácil? Vamos construí-la juntos!

source: Building Bridges
de: Brücken bauen
es: Construyendo Puentes
fr: Construire des ponts
ja: 架け橋を築く
pt: Construindo Pontes

source: Imagine a community where developers share their mini-tools, learn from each other, and collectively make development more enjoyable.
de: Stellen Sie sich eine Community vor, in der Entwickler ihre Mini-Tools teilen, voneinander lernen und gemeinsam die Entwicklung angenehmer gestalten.
es: Imagina una comunidad donde los desarrolladores compartan sus mini-herramientas, aprendan unos de otros y, colectivamente, hagan que el desarrollo sea más agradable.
fr: Imaginez une communauté où les développeurs partagent leurs mini-outils, apprennent les uns des autres et rendent collectivement le développement plus agréable.
ja: 開発者がミニツールを共有し、互いに学び、集合的に開発をより楽しくするコミュニティを想像してみてください。
pt: Imagine uma comunidade onde os desenvolvedores compartilham suas mini-ferramentas, aprendem uns com os outros e, coletivamente, tornam o desenvolvimento mais agradável.

source: More Tools Coming
de: Weitere Tools folgen
es: Más Herramientas Próximamente
fr: Plus d'outils à venir
ja: ツールは続々登場
pt: Mais Ferramentas a Caminho
