Repository: Michael-Obele/Svelte-MiniApps
Catalog: src/locales/*.po
Languages: de, es, fr, ja, pt

source: Track your progress, monitor health improvements, and stay motivated on your smoke-free journey.
de: Verfolge deine Fortschritte, überwache gesundheitliche Verbesserungen und bleibe auf deiner rauchfreien Reise motiviert.
es: Realiza un seguimiento de tu progreso, observa mejoras en la salud y mantén la motivación en tu viaje sin humo.
fr: Suivez vos progrès, surveillez les améliorations de votre santé et restez motivé dans votre parcours sans fumée.
ja: 進捗を追跡し、健康の改善をモニターし、禁煙の旅でモチベーションを維持しましょう。
pt: Acompanhe seu progresso, monitore melhorias na saúde e mantenha-se motivado em sua jornada sem fumar.

source: <0/> Start Your Journey
de: <0/> Starte deine Reise
es: <0/> Comienza tu viaje
fr: <0/> Commencez votre parcours
ja: <0/> 旅を始めましょう
pt: <0/> Comece sua jornada

source: Milestones
de: Meilensteine
es: Hitos
fr: Jalons
ja: マイルストーン
pt: Marcos

source: Cravings
de: Verlangen
es: Antojos
fr: Envies
ja: 渇望
pt: Desejos

source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
pt: Histórico

source: Money Saved
de: Geld gespart
es: Dinero ahorrado
fr: Économies réalisées
ja: 節約額
pt: Dinheiro Economizado

source: Cigarettes Avoided
de: Vermiedene Zigaretten
es: Cigarrillos evitados
fr: Cigarettes évitées
ja: 避けたたばこ本数
pt: Cigarros Evitados

source: Milestones Reached
de: Erreichte Meilensteine
es: Hitos alcanzados
fr: Jalons atteints
ja: 達成した節目
pt: Marcos Alcançados

source: Craving Success
de: Erfolgreich dem Verlangen widerstanden
es: Éxito al controlar los antojos
fr: Fringale maîtrisée
ja: 渇望を克服
pt: Sucesso no controle de desejos

source: <0/> Next Milestone
de: <0/> Nächster Meilenstein
es: <0/> Próximo hito
fr: <0/> Prochain jalon
ja: <0/> 次の節目
pt: <0/> Próximo Marco

source: {0} remaining
de: {0} verbleibend
es: Quedan {0}
fr: {0} restant
ja: {0} 残り
pt: {0} restante

source: Start Your Smoke-Free Journey
de: Starte deine rauchfreie Reise
es: Comienza tu viaje sin humo
fr: Démarrez votre parcours sans fumée
ja: 禁煙の旅を始めましょう
pt: Comece sua jornada sem fumar

source: When did you have your last cigarette? We'll track your progress from that moment.
de: Wann hast du deine letzte Zigarette geraucht? Wir werden deine Fortschritte ab diesem Zeitpunkt verfolgen.
es: ¿Cuándo fue tu último cigarrillo? Registraremos tu progreso desde ese momento.
fr: Quand avez-vous eu votre dernière cigarette ? Nous suivrons vos progrès à partir de ce moment.
ja: 最後に喫煙したのはいつですか？その瞬間から進捗を追跡します。
pt: Quando foi o seu último cigarro? A partir desse momento, acompanharemos seu progresso.

source: Starting now with your last cigarette being right now
de: Starte jetzt, wobei deine letzte Zigarette gerade eben war
es: Comenzando ahora, tu último cigarrillo fue justo ahora.
fr: À partir de maintenant, votre dernière cigarette est celle d'aujourd'hui.
ja: 今から開始します。最後の喫煙は今この瞬間です。
pt: A partir de agora, com o seu último cigarro sendo exatamente agora

source: Your timer will begin from this moment
de: Dein Timer beginnt ab diesem Moment
es: Tu cronómetro comenzará desde este momento.
fr: Votre minuterie commencera à partir de ce moment.
ja: この瞬間からタイマーを開始します
pt: Seu temporizador começará a partir deste momento

source: What to expect:
de: Was du erwarten kannst:
es: Qué esperar:
fr: À quoi s'attendre :
ja: 期待できること：
pt: O que esperar:

source: • Track your real-time smoke-free streak
de: • Verfolge deine rauchfreie Serie in Echtzeit
es: • Realiza un seguimiento de tu racha sin humo en tiempo real
fr: • Suivez votre série sans fumée en temps réel
ja: • 禁煙のリアルタイム連続記録を追跡
pt: • Acompanhe sua sequência sem fumar em tempo real

source: • Celebrate health improvement milestones
de: • Feiere gesundheitliche Verbesserungs-Meilensteine
es: • Celebra los hitos de mejora de la salud
fr: • Célébrez les jalons d'amélioration de la santé
ja: • 健康改善の節目を祝う
pt: • Celebre marcos de melhoria da saúde

source: • Monitor money saved and cigarettes avoided
de: • Überwache gespartes Geld und vermiedene Zigaretten
es: • Monitorea el dinero ahorrado y los cigarrillos evitados
fr: • Surveillez l'argent économisé et les cigarettes évitées
ja: • 節約したお金と避けた喫煙本数を把握する
pt: • Observe o dinheiro economizado e os cigarros evitados

source: • Log and manage cravings effectively
de: • Protokolliere und verwalte Verlangen effektiv
es: • Registra y gestiona eficazmente tus antojos
fr: • Enregistrez et gérez efficacement vos envies
ja: • 渇望を効果的に記録・管理する
pt: • Registre e gerencie seus desejos de fumar de forma eficaz

source: <0/> Start Journey
de: <0/> Reise beginnen
es: <0/> Iniciar viaje
fr: <0/> Démarrez le parcours
ja: <0/> 旅を始める
pt: <0/> Comece sua jornada

source: Confirm You Smoked
de: Bestätige, dass du geraucht hast
es: Confirma que fumaste
fr: Confirmez que vous avez fumé
ja: 喫煙したことを確認
pt: Confirma que você fumou

source: Before we reset your streak, please confirm that you actually had a cigarette. This helps ensure accurate tracking.
de: Bevor wir deine Serie zurücksetzen, bestätige bitte, dass du tatsächlich eine Zigarette geraucht hast. Dies hilft, eine genaue Verfolgung zu gewährleisten.
es: Antes de restablecer tu racha, por favor confirma que realmente fumaste un cigarrillo. Esto ayuda a garantizar un seguimiento preciso.
fr: Avant de réinitialiser votre série, veuillez confirmer que vous avez réellement fumé une cigarette. Cela aide à assurer un suivi précis.
ja: 連勝をリセットする前に、実際に喫煙したことを確認してください。これにより正確な追跡が可能になります。
pt: Antes de redefinirmos sua sequência, por favor confirme que você realmente fumou. Isso ajuda a garantir o rastreamento precisa.

source: What happens when you reset?
de: Was passiert, wenn du zurücksetzt?
es: ¿Qué pasa cuando restableces?
fr: Que se passe-t-il lorsque vous réinitialisez ?
ja: リセットするとどうなる？
pt: O que acontece quando você redefine?

source: • Your current streak timer will stop
de: • Dein aktueller Serien-Timer wird gestoppt
es: • Tu temporizador de racha actual se detendrá
fr: • Votre minuterie actuelle de série s'arrêtera.
ja: • 現在の連勝タイマーが停止します
pt: • Seu temporizador de sequência atual parará

source: • This attempt will be saved to your history
de: • Dieser Versuch wird in deinem Verlauf gespeichert
es: • Este intento se guardará en tu historial
fr: • Cette tentative sera enregistrée dans votre historique.
ja: • この試みは履歴に保存されます
pt: • Esta tentativa será salva no seu histórico

source: • A new streak will begin immediately
de: • Eine neue Serie beginnt sofort
es: • Una nueva racha comenzará de inmediato
fr: • Une nouvelle série commencera immédiatement.
ja: • すぐに新しい連勝が始まります
pt: • Uma nova sequência começará imediatamente

source: • Your longest streak record remains intact
de: • Deine längste Serienaufzeichnung bleibt erhalten
es: • Tu récord de la racha más larga permanece intacto
fr: • Votre record de plus longue série reste intact.
ja: • 最長連勝の記録はそのまま維持されます
pt: • Seu recorde de maior sequência permanece intacto

source: Are you sure you smoked?
de: Bist du sicher, dass du geraucht hast?
es: ¿Estás seguro de que fumaste?
fr: Êtes-vous sûr d'avoir fumé ?
ja: 本当に喫煙しましたか？
pt: Você tem certeza de que fumou?

source: Only proceed if you actually had a cigarette. If this was a craving you resisted, consider logging it instead.
de: Fahre nur fort, wenn du tatsächlich eine Zigarette geraucht hast. Wenn dies ein Verlangen war, dem du widerstanden hast, erwäge stattdessen, es zu protokollieren.
es: Procede solo si realmente fumaste un cigarrillo. Si fue un antojo que resististe, considera registrarlo en su lugar.
fr: Continuez uniquement si vous avez réellement fumé une cigarette. Si c'était une fringale à laquelle vous avez résisté, envisagez de l'enregistrer à la place.
ja: 実際に喫煙した場合のみ進んでください。耐えた渇望であれば、その代わりに記録してください。
pt: Prossiga apenas se você realmente fumou. Se foi um desejo que você resistiu, considere registrá-lo em vez disso.

source: Yes, I Smoked - Reset Streak
de: Ja, ich habe geraucht - Serie zurücksetzen
es: Sí, fumé - Reiniciar racha
fr: Oui, j'ai fumé - Réinitialiser la série
ja: はい、喫煙しました - 連勝をリセット
pt: Sim, fumei - redefinir sequência

source: Record a Smoke?
de: Rauchprotokoll aufzeichnen?
es: ¿Registrar un cigarrillo?
fr: Enregistrer une cigarette ?
ja: 喫煙を記録しますか？
pt: Registre um cigarro?

source: Don't be too hard on yourself. Recovery isn't linear. Let's reset your streak and keep going. Your longest streak of {0} is still an achievement!
de: Sei nicht zu hart zu dir selbst. Erholung ist nicht linear. Lass uns deine Serie zurücksetzen und weitermachen. Deine längste Serie von {0} ist immer noch eine Leistung!
es: No te castigues demasiado. La recuperación no es lineal. Restablezcamos tu racha y sigamos adelante. ¡Tu racha más larga de {0} sigue siendo un logro!
fr: Ne soyez pas trop dur envers vous-même. La guérison n'est pas linéaire. Réinitialisons votre série et continuons. Votre plus longue série de {0} reste une réussite !
ja: 自分をあまり責めすぎないでください。回復は直線的ではありません。連勝をリセットして前に進みましょう。最長連勝が {0} 分であることは、依然として達成です！
pt: Não seja duro demais consigo mesmo. A recuperação não é linear. Vamos redefinir sua sequência e continuar avançando. Sua maior sequência de {0} continua sendo uma conquista!

source: Reset Streak
de: Serie zurücksetzen
es: Restablecer racha
fr: Réinitialiser la série
ja: 連勝をリセット
pt: Redefinir Sequência

source: Log a Craving
de: Verlangen protokollieren
es: Registrar un antojo
fr: Noter une fringale
ja: 渇望を記録
pt: Registre um desejo

source: Track your cravings to understand your triggers and improve your strategy.
de: Verfolge dein Verlangen, um deine Auslöser zu verstehen und deine Strategie zu verbessern.
es: Registra tus antojos para entender tus desencadenantes y mejorar tu estrategia.
fr: Suivez vos envies pour comprendre vos déclencheurs et améliorer votre stratégie.
ja: 渇望を追跡してトリガーを理解し、戦略を改善しましょう。
pt: Acompanhe seus desejos para entender seus gatilhos e melhorar sua estratégia.

source: Stress
es: Estrés
ja: ストレス
pt: Estresse

source: After meal
de: Nach dem Essen
es: Después de la comida
fr: Après le repas
ja: 食後
pt: Depois da refeição

source: Social situation
de: Soziale Situation
es: Situación social
fr: Situation sociale
ja: 社交の場面
pt: Situação social

source: Boredom
de: Langeweile
es: Aburrimiento
fr: Ennui
ja: 退屈
pt: Tédio

source: Alcohol
de: Alkohol
fr: Alcool
ja: アルコール
pt: Álcool

source: Coffee/tea
de: Kaffee/Tee
es: Café/té
fr: Café/thé
ja: コーヒー／紅茶
pt: Café/chá

source: Work break
de: Arbeitspause
es: Descanso del trabajo
fr: Pause au travail
ja: 休憩時間
pt: Intervalo no trabalho

source: Driving
de: Autofahren
es: Conduciendo
fr: Conduite
ja: 運転中
pt: Dirigir

source: Morning routine
de: Morgenroutine
es: Rutina matutina
fr: Routine du matin
ja: 朝の習慣
pt: Rotina da manhã

source: Other
de: Andere
es: Otro
fr: Autre
ja: その他
pt: Outro

source: Deep breathing
de: Tiefes Durchatmen
es: Respiración profunda
fr: Respiration profonde
ja: 深呼吸
pt: Respiração profunda

source: Exercise/walk
de: Sport/Spaziergang
es: Ejercicio/paseo
fr: Exercice/marche
ja: 運動／散歩
pt: Exercício/caminhada

source: Water/snack
de: Wasser/Snack
es: Agua/merienda
fr: Eau/collation
ja: 水分／おやつ
pt: Água/lanche

source: Call friend
de: Freund anrufen
es: Llamar a un amigo
fr: Appeler un ami
ja: 友だちに電話
pt: Ligar para um amigo

source: Distraction
de: Ablenkung
es: Distracción
ja: 気を紛らす
pt: Distração

source: Meditation
es: Meditación
fr: Méditation
ja: 瞑想
pt: Meditação

source: Chewing gum
de: Kaugummi
es: Chicle
fr: Gomme à mâcher
ja: ガムを噛む
pt: Goma de mascar

source: Read motivations
de: Motivationen lesen
es: Leer motivaciones
fr: Lire les motivations
ja: 動機を読む
pt: Ler motivações

source: Delay tactics
de: Verzögerungstaktiken
es: Tácticas de demora
fr: Techniques de temporisation
ja: 遅延の戦術
pt: Táticas de adiamento

source: Very Mild
de: Sehr schwach
es: Muy leve
fr: Très léger
ja: 非常に軽い
pt: Muito leve

source: Mild
de: Schwach
es: Leve
fr: Léger
ja: 軽い
pt: Leve

source: Moderate
de: Mittel
es: Moderado
fr: Modéré
ja: 中程度
pt: Moderado

source: Very Strong
de: Sehr stark
es: Muy fuerte
fr: Très fort
ja: 非常に強い
pt: Muito forte

source: Craving Log
de: Verlangen-Protokoll
es: Registro de antojos
fr: Journal des envies
ja: 渇望ログ
pt: Registro de desejo

source: Intensity (1-5)
de: Intensität (1-5)
es: Intensidad (1-5)
fr: Intensité (1-5)
ja: 強さ（1-5）
pt: Intensidade (1-5)

source: What triggered it?
de: Was hat es ausgelöst?
es: ¿Qué lo desencadenó?
fr: Qu'est-ce qui l'a déclenché ?
ja: 何がきっかけですか？
pt: O que o desencadeou?

source: Select trigger
de: Auslöser auswählen
es: Seleccionar desencadenante
fr: Sélectionner le déclencheur
ja: トリガーを選択
pt: Selecionar gatilho

source: How did you cope?
de: Wie bist du damit umgegangen?
es: ¿Cómo lo afrontaste?
fr: Comment avez-vous géré ?
ja: どう対処しましたか？
pt: Como você lidou com isso?

source: Select strategy
de: Strategie auswählen
es: Seleccionar estrategia
fr: Sélectionner la stratégie
ja: 戦略を選択
pt: Selecionar estratégia

source: Did you resist the craving?
de: Hast du dem Verlangen widerstanden?
es: ¿Resististe el antojo?
fr: Avez-vous résisté à l'envie ?
ja: 渇望を抑えましたか？
pt: Você resistiu ao desejo?

source: Yes, I resisted!
de: Ja, ich habe widerstanden!
es: ¡Sí, resistí!
fr: Oui, j'ai résisté !
ja: はい、抑えました！
pt: Sim, resisti!

source: No, I gave in
de: Nein, ich habe nachgegeben
es: No, cedí
fr: Non, j'ai cédé
ja: いいえ、欲望に負けました
pt: Não, eu cedi

source: Any additional thoughts...
de: Weitere Gedanken...
es: Alguna reflexión adicional...
fr: D'autres réflexions...
ja: 他に考えはありますか…
pt: Algum pensamento adicional...

source: <0/> Log Craving
de: <0/> Verlangen protokollieren
es: <0/> Registrar Antojo
fr: <0/> Noter l'envie
ja: <0/> 渇望を記録
pt: <0/> Registrar desejo

source: Recent Cravings
de: Kürzliche Verlangen
es: Antojos Recientes
fr: Envies récentes
ja: 最近の渇望
pt: Desejos recentes

source: {0} Intensity
de: {0} Intensität
es: Intensidad {0}
fr: Intensité {0}
ja: {0} の強さ
pt: {0} Intensidade

source: Resisted
de: Widerstanden
es: Resistido
fr: Résisté
ja: 抑えた
pt: Resisti

source: Gave In
de: Nachgegeben
es: Cedido
fr: Cédé
ja: 欲望に負けた
pt: Cedi

source: Trigger:
de: Auslöser:
es: Desencadenante:
fr: Déclencheur:
ja: トリガー:
pt: Gatilho:

source: Strategy:
de: Strategie:
es: Estrategia:
fr: Stratégie:
ja: 戦略:
pt: Estratégia:

source: <0/> Attempt History
de: <0/> Versuchshistorie
es: <0/> Historial de Intentos
fr: <0/> Historique des tentatives
ja: <0/> 禁煙挑戦履歴
pt: <0/> História de Tentativas

source: No attempts yet. Start your journey above!
de: Noch keine Versuche. Beginne deine Reise oben!
es: Aún no hay intentos. ¡Comienza tu viaje arriba!
fr: Aucune tentative pour le moment. Commencez votre parcours ci-dessus !
ja: まだ挑戦はありません。上部から旅を始めましょう！
pt: Ainda não há tentativas. Comece sua jornada acima!

source: Attempt #{0}
de: Versuch #{0}
es: Intento #{0}
fr: Tentative n°{0}
ja: 挑戦 #{0}
pt: Tentativa #{0}

source: Current
de: Aktuell
es: Actual
fr: En cours
ja: 現在
pt: Atual

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完了
pt: Concluído

source: <0/> Longest Streak
de: <0/> Längste Serie
es: <0/> Racha Más Larga
fr: <0/> Plus longue série
ja: <0/> 最長の連続記録
pt: <0/> Maior Sequência

source: <0/> Resets
de: <0/> Rücksetzungen
es: <0/> Reinicios
fr: <0/> Réinitialisations
ja: <0/> リセット回数
pt: <0/> Redefinições

source: <0/> Total Duration
de: <0/> Gesamtdauer
es: <0/> Duración Total
fr: <0/> Durée totale
ja: <0/> 合計時間
pt: <0/> Duração Total

source: <0/> Status
es: <0/> Estado
fr: <0/> Statut
ja: <0/> 状態

source: Ended: {0}
de: Beendet: {0}
es: Finalizado: {0}
fr: Terminé : {0}
ja: 終了: {0}
pt: Encerrado: {0}

source: <0/> Health Milestones
de: <0/> Gesundheits-Meilensteine
es: <0/> Hitos de Salud
fr: <0/> Jalons de santé
ja: <0/> 健康マイルストーン
pt: <0/> Marcos de Saúde

source: <0/> Achieved
de: <0/> Erreicht
es: <0/> Alcanzado
fr: <0/> Atteint
ja: <0/> 達成済み
pt: <0/> Conquistados

source: <0/> Locked
de: <0/> Gesperrt
es: <0/> Bloqueado
fr: <0/> Bloqué
ja: <0/> ロック済み
pt: <0/> Bloqueado

source: Achieved {0}
de: Erreicht {0}
es: Alcanzado {0}
fr: Atteint {0}
ja: 達成済み {0}
pt: Conquistado {0}

source: Failed to set custom start date
de: Benutzerdefiniertes Startdatum konnte nicht festgelegt werden
es: No se pudo establecer la fecha de inicio personalizada
fr: Échec lors de la définition de la date de début personnalisée
ja: カスタム開始日を設定できませんでした。
pt: Falha ao definir data de início personalizada

source: Configure your smoking habits to get accurate statistics and calculations.
de: Konfigurieren Sie Ihre Rauchgewohnheiten, um genaue Statistiken und Berechnungen zu erhalten.
es: Configure sus hábitos de fumar para obtener estadísticas y cálculos precisos.
fr: Configurez vos habitudes de tabagisme afin d'obtenir des statistiques et des calculs précis.
ja: 正確な統計と計算を得るために、喫煙習慣を設定してください。
pt: Configure seus hábitos de fumar para obter estatísticas e cálculos precisos.

source: Smoking Habits
de: Rauchgewohnheiten
es: Hábitos de fumar
fr: Habitudes de tabagisme
ja: 喫煙習慣
pt: Hábitos de Fumar

source: Cigarettes per day (before quitting)
de: Zigaretten pro Tag (vor dem Aufhören)
es: Cigarrillos por día (antes de dejar de fumar)
fr: Cigarettes par jour (avant l'arrêt)
ja: 1日あたりの喫煙本数（禁煙前）
pt: Cigarros por dia (antes de parar)

source: Cigarettes per pack
de: Zigaretten pro Packung
es: Cigarrillos por paquete
fr: Cigarettes par paquet
ja: 1箱あたりのタバコ本数
pt: Cigarros por maço

source: <0/> Financial Settings
de: <0/> Finanzeinstellungen
es: <0/> Configuración financiera
fr: <0/> Paramètres financiers
ja: <0/> 財務設定
pt: <0/> Configurações Financeiras

source: Price per pack
de: Preis pro Packung
es: Precio por paquete
fr: Prix par paquet
ja: 1箱あたりの価格
pt: Preço por maço

source: Select currency...
de: Währung auswählen...
es: Seleccionar moneda...
fr: Choisir la devise...
ja: 通貨を選択...
pt: Selecionar moeda...

source: Your Motivational Goals
de: Ihre Motivationsziele
es: Tus metas de motivación
fr: Vos objectifs de motivation
ja: あなたのモチベーション目標
pt: Seus Objetivos Motivacionais

source: Add personal reasons for quitting to keep yourself motivated.
de: Fügen Sie persönliche Gründe für das Aufhören hinzu, um sich selbst motiviert zu halten.
es: Agregue razones personales para dejar de fumar y mantenerse motivado.
fr: Ajoutez des raisons personnelles pour arrêter de fumer afin de rester motivé.
ja: 自分を動機づけるために、禁煙の個人的な理由を追加してください。
pt: Adicione motivos pessoais para parar de fumar para manter sua motivação.

source: No goals added yet. Add your personal motivations above!
de: Noch keine Ziele hinzugefügt. Fügen Sie oben Ihre persönlichen Motivationen hinzu!
es: Aún no se han agregado metas. ¡Agregue sus motivaciones personales arriba!
fr: Aucun objectif ajouté pour le moment. Ajoutez vos motivations personnelles ci-dessus !
ja: まだ目標が追加されていません。上にあなたの個人的な動機を追加してください！
pt: Nenhum objetivo adicionado ainda. Adicione suas motivações pessoais acima!

source: <0/> Custom Start Date
de: <0/> Benutzerdefiniertes Startdatum
es: <0/> Fecha de inicio personalizada
fr: <0/> Date de début personnalisée
ja: <0/> カスタム開始日
pt: <0/> Data de Início Personalizada

source: If you started your smoke-free journey before using this app, enable this feature and set the date you actually quit smoking. This will adjust your streak display to show your true quit date.
de: Wenn Sie Ihre rauchfreie Reise begonnen haben, bevor Sie diese App verwendet haben, aktivieren Sie diese Funktion und legen Sie das Datum fest, an dem Sie tatsächlich mit dem Rauchen aufgehört haben. Dadurch wird Ihre Streak-Anzeige angepasst, um Ihr wahres Aufhördatum anzuzeigen.
es: Si comenzó su viaje sin humo antes de usar esta aplicación, habilite esta función y establezca la fecha en que realmente dejó de fumar. Esto ajustará la visualización de su racha para mostrar su verdadera fecha en que dejó de fumar.
fr: Si vous avez commencé votre parcours sans tabac avant d'utiliser cette application, activez cette fonctionnalité et définissez la date à laquelle vous avez réellement arrêté de fumer. Cela ajustera l'affichage de votre série pour afficher votre vraie date d'arrêt.
ja: このアプリを使用する前に禁煙を始めていた場合は、この機能を有効にし、実際に禁煙した日付を設定してください。これにより、連続日数の表示が実際の禁煙日を示すように調整されます。
pt: Se você iniciou sua jornada para ficar sem fumar antes de usar este aplicativo, ative este recurso e defina a data real em que realmente parou de fumar. Isso ajustará a exibição de sua sequência para mostrar a data real de abandono do tabaco.

source: Enable custom start date
de: Benutzerdefiniertes Startdatum aktivieren
es: Habilitar fecha de inicio personalizada
fr: Activer la date de début personnalisée
ja: カスタム開始日を有効にする
pt: Ativar data de início personalizada

source: Quit Date
de: Aufhördatum
es: Fecha en que dejó de fumar
fr: Date d'arrêt
ja: 禁煙日
pt: Data de abandono

source: Set Custom Start Date
de: Benutzerdefiniertes Startdatum festlegen
es: Establecer fecha de inicio personalizada
fr: Définir une date de début personnalisée
ja: カスタム開始日を設定
pt: Definir Data de Início Personalizada

source: Current custom start date:
de: Aktuelles benutzerdefiniertes Startdatum:
es: Fecha de inicio personalizada actual:
fr: Date de début personnalisée actuelle :
ja: 現在のカスタム開始日：
pt: Data de início personalizada atual:

source: <0/> Streak Information
de: <0/> Serieninformationen
es: <0/> Información de la Racha
fr: <0/> Informations sur la série
ja: <0/> 連続記録の情報
pt: <0/> Informações da Sequência

source: Longest Streak
de: Längste Serie
es: Racha Más Larga
fr: Plus longue série
ja: 最長連続記録
pt: Maior Sequência

source: Reset Count
de: Anzahl der Rücksetzungen
es: Reiniciar Conteo
fr: Réinitialiser le compteur
ja: リセット回数
pt: Contagem de Reinicializações

source: <0/> Health Progress
de: <0/> Gesundheitlicher Fortschritt
es: <0/> Progreso de Salud
fr: <0/> Progrès de la santé
ja: <0/> 健康の進捗
pt: <0/> Progresso de Saúde

source: Milestones Achieved
de: Erreichte Meilensteine
es: Hitos Alcanzados
fr: Jalons atteints
ja: 達成したマイルストーン
pt: Marcos Alcançados

source: Cigarettes Not Smoked
de: Nicht gerauchte Zigaretten
es: Cigarrillos No Fumados
fr: Cigarettes non fumées
ja: 吸わなかったタバコの本数
pt: Cigarros Não Fumados

source: Days Smoke-Free
de: Rauchfreie Tage
es: Días Sin Fumar
fr: Jours sans tabac
ja: 禁煙日数
pt: Dias Sem Fumar

source: <0/> Craving Management
de: <0/> Suchtmanagement
es: <0/> Manejo de Antojos
fr: <0/> Gestion des envies
ja: <0/> 欲求管理
pt: <0/> Gerenciamento de Desejos

source: Total Cravings
de: Gesamtzahl der Suchtanfälle
es: Antojos Totales
fr: Total des envies
ja: 欲求の合計
pt: Total de Desejos

source: Resisted Successfully
de: Erfolgreich widerstanden
es: Resistidos Exitosamente
fr: Résisté avec succès
ja: 正常に抵抗
pt: Resistidos com Sucesso

source: Success Rate
de: Erfolgsrate
es: Tasa de Éxito
fr: Taux de réussite
ja: 成功率
pt: Taxa de Sucesso

source: <0/> Achievements
de: <0/> Errungenschaften
es: <0/> Logros
fr: <0/> Réalisations
ja: <0/> アチーブメント
pt: <0/> Conquistas

source: Milestones Unlocked
de: Meilensteine freigeschaltet
es: Hitos Desbloqueados
fr: Jalons débloqués
ja: アンロックされたマイルストーン
pt: Marcos Desbloqueados

source: Latest Achievement
de: Neueste Errungenschaft
es: Último Logro
fr: Dernière réussite
ja: 最新の成果
pt: Última Conquista

source: Next Milestone
de: Nächster Meilenstein
es: Próximo Hito
fr: Prochain jalon
ja: 次のマイルストーン
pt: Próximo Marco

source: <0/> Smoke-Free For
de: <0/> Rauchfrei seit
es: <0/> Libre de humo por
fr: <0/> Sans fumée pendant
ja: <0/> 禁煙時間
pt: <0/> Sem Fumo Há

source: <0/> Attempt #{0}
de: <0/> Versuch #{0}
es: <0/> Intento #{0}
fr: <0/> Tentative #{0}
ja: <0/> {0}回目の挑戦
pt: Tentativa #{0}

source: days
de: Tage
es: días
fr: jours
ja: 日
pt: dias

source: hours
de: Stunden
es: horas
fr: heures
ja: 時間
pt: horas

source: mins
de: Minuten
es: minutos
fr: min
ja: 分
pt: min

source: secs
de: Sekunden
es: segundos
fr: sec
ja: 秒
pt: seg

source: Started
de: Gestartet
es: Comenzó
fr: Démarré
ja: 開始
pt: Iniciado
