Repository: Michael-Obele/Svelte-MiniApps
Catalog: src/locales/*.po
Languages: de, es, fr, ja, pt

source: Added user profile components
de: Benutzerprofilkomponenten hinzugefügt
es: Se agregaron componentes de perfil de usuario
fr: Ajout de composants de profil utilisateur
ja: ユーザープロファイルコンポーネントを追加
pt: Componentes de perfil de usuário adicionados

source: Created offline page component
de: Offline-Seitenkomponente erstellt
es: Se creó un componente de página sin conexión
fr: Création d'un composant de page hors ligne
ja: オフラインページコンポーネントを作成
pt: Componente de página offline criado

source: Enhanced navbar with user context
de: Navbar mit Benutzerkontext verbessert
es: Se mejoró la barra de navegación con contexto de usuario
fr: Amélioration de la barre de navigation avec le contexte utilisateur
ja: ユーザーコンテキストでナビゲーションバーを強化
pt: Navbar aprimorada com contexto do usuário

source: November 23-24, 2024
de: 23.-24. November 2024
es: 23-24 de noviembre de 2024
fr: 23-24 novembre 2024
ja: 2024年11月23-24日
pt: 23-24 de novembro de 2024

source: Enhanced visual feedback and animations
de: Verbessertes visuelles Feedback und Animationen
es: Se mejoraron las animaciones y la retroalimentación visual
fr: Amélioration du feedback visuel et des animations
ja: 視覚的なフィードバックとアニメーションを強化
pt: Feedback visual e animações aprimorados

source: Added new Lottie animations for improved UI feedback
de: Neue Lottie-Animationen für verbessertes UI-Feedback hinzugefügt
es: Se agregaron nuevas animaciones Lottie para mejorar la retroalimentación de la interfaz de usuario
fr: Ajout de nouvelles animations Lottie pour un feedback amélioré de l'interface utilisateur
ja: UIフィードバックを改善するための新しいLottieアニメーションを追加
pt: Novas animações Lottie adicionadas para feedback de UI aprimorado

source: Implemented trending, repository, and hover animations
de: Trending-, Repository- und Hover-Animationen implementiert
es: Se implementaron animaciones de tendencias, repositorios y hover
fr: Implémentation d'animations de tendance, de référentiel et de survol
ja: トレンド、リポジトリ、およびホバーアニメーションを実装
pt: Implementadas animações de trending, repositório e hover

source: Updated welcome message and about page layout
de: Willkommensnachricht und Layout der Über-uns-Seite aktualisiert
es: Se actualizó el mensaje de bienvenida y el diseño de la página 'Acerca de'
fr: Mise à jour du message de bienvenue et de la mise en page de la page « À propos »
ja: ウェルカムメッセージとアバウトページのレイアウトを更新
pt: Mensagem de boas-vindas e layout da página 'sobre' atualizados

source: Added alert component with description support
de: Alert-Komponente mit Beschreibungsunterstützung hinzugefügt
es: Se agregó un componente de alerta con soporte para descripciones
fr: Ajout d'un composant d'alerte avec prise en charge de la description
ja: 説明サポート付きのアラートコンポーネントを追加
pt: Componente de alerta adicionado com suporte à descrição

source: Svelte Hack 2024 Achievement
de: Svelte Hack 2024 Auszeichnung
es: Logro de Svelte Hack 2024
fr: Réussite du Svelte Hack 2024
ja: Svelte Hack 2024 の成果
pt: Conquista no Svelte Hack 2024

source: Recognized for innovative Svelte 5 migration approach and offline-first architecture
de: Anerkennung für innovativen Svelte 5-Migrationsansatz und Offline-First-Architektur
es: Reconocido por el enfoque innovador de migración a Svelte 5 y la arquitectura de prioridad sin conexión
fr: Reconnaissance pour l'approche innovante de migration vers Svelte 5 et l'architecture axée sur le hors ligne
ja: 革新的なSvelte 5移行アプローチとオフラインファーストアーキテクチャで評価
pt: Reconhecido pela abordagem inovadora de migração para Svelte 5 e arquitetura offline-first

source: Major Refactoring
de: Umfassendes Refactoring
es: Refactorización Mayor
fr: Refactorisation majeure
ja: 大規模なリファクタリング
pt: Refatoração Principal

source: Revamped code quality with widespread component refactors
de: Überarbeitete Codequalität durch umfassendes Refactoring von Komponenten
es: Se renovó la calidad del código con refactorizaciones generalizadas de componentes
fr: Amélioration de la qualité du code grâce à des refactorisations généralisées des composants
ja: 広範囲なコンポーネントリファクタリングによりコード品質を刷新
pt: Qualidade do código renovada com refatorações generalizadas de componentes

source: Optimized service worker and asset caching for improved offline support
de: Optimierter Service Worker und Asset-Caching für verbesserte Offline-Unterstützung
es: Se optimizó el service worker y el almacenamiento en caché de activos para mejorar el soporte sin conexión
fr: Optimisation du service worker et de la mise en cache des actifs pour une meilleure prise en charge hors ligne
ja: オフラインサポートを改善するためにサービスワーカーとアセットキャッシングを最適化
pt: Service worker e cache de ativos otimizados para melhor suporte offline

source: User Experience Enhancements
de: Verbesserungen der Benutzererfahrung
es: Mejoras en la Experiencia del Usuario
fr: Améliorations de l'expérience utilisateur
ja: ユーザーエクスペリエンスの強化
pt: Aprimoramentos na Experiência do Usuário

source: Streamlined UI design and navigation for an intuitive experience
de: Optimiertes UI-Design und Navigation für eine intuitive Erfahrung
es: Se simplificó el diseño de la interfaz de usuario y la navegación para una experiencia intuitiva
fr: Conception et navigation de l'interface utilisateur rationalisées pour une expérience intuitive
ja: 直感的なエクスペリエンスのためにUIデザインとナビゲーションを効率化
pt: Design da UI e navegação simplificados para uma experiência intuitiva

source: Enhanced offline indicators and interaction feedback
de: Verbesserte Offline-Indikatoren und Interaktions-Feedback
es: Se mejoraron los indicadores sin conexión y la retroalimentación de la interacción
fr: Indicateurs hors ligne et feedback d'interaction améliorés```
ja: オフラインインジケーターとインタラクションフィードバックを強化```
pt: Indicadores offline e feedback de interação aprimorados

source: Expert
de: Experte
es: Experto
ja: エキスパート
pt: Especialista

source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
ja: 上級
pt: Avançado

source: Intermediate
de: Mittelstufe
es: Intermedio
fr: Intermédiaire
ja: 中級
pt: Intermediário

source: Database Design
de: Datenbankdesign
es: Diseño de base de datos
fr: Conception de base de données
ja: データベース設計
pt: Design de Banco de Dados

source: UI/UX Design
es: Diseño UI/UX
fr: Conception UI/UX
ja: UI/UXデザイン
pt: Design de UI/UX

source: A collection of productivity mini-apps built with SvelteKit and modern web technologies
de: Eine Sammlung von Produktivitäts-Mini-Apps, die mit SvelteKit und modernen Webtechnologien erstellt wurden
es: Una colección de miniaplicaciones de productividad construidas con SvelteKit y tecnologías web modernas
fr: Une collection de mini-applications de productivité construites avec SvelteKit et les technologies web modernes
ja: SvelteKitと最新のWeb技術で構築された生産性ミニアプリ集
pt: Uma coleção de mini-aplicativos de produtividade construídos com SvelteKit e tecnologias web modernas.

source: Featured Project
de: Ausgewähltes Projekt
es: Proyecto destacado
fr: Projet en vedette
ja: 注目のプロジェクト
pt: Projeto em Destaque

source: A modern, secure, and open-source desktop application designed to be a productivity hub for professionals, developers, and power users. VaultNote integrates essential tools into a single, focused, and trustworthy environment.
de: Eine moderne, sichere und quelloffene Desktop-Anwendung, die als Produktivitätszentrum für Profis, Entwickler und Power-User konzipiert ist. VaultNote integriert wesentliche Werkzeuge in einer einzigen, fokussierten und vertrauenswürdigen Umgebung.
es: Una aplicación de escritorio moderna, segura y de código abierto diseñada para ser un centro de productividad para profesionales, desarrolladores y usuarios avanzados. VaultNote integra herramientas esenciales en un único entorno enfocado y confiable.
fr: Une application de bureau moderne, sécurisée et open-source conçue pour être un hub de productivité pour les professionnels, les développeurs et les utilisateurs expérimentés. VaultNote intègre les outils essentiels dans un environnement unique, ciblé et fiable.
ja: プロフェッショナル、開発者、パワーユーザー向けの生産性ハブとして設計された、モダンで安全なオープンソースのデスクトップアプリケーション。VaultNoteは、不可欠なツールを単一の集中化された信頼できる環境に統合します。
pt: Um aplicativo de desktop moderno, seguro e de código aberto, projetado para ser um hub de produtividade para profissionais, desenvolvedores e usuários avançados. VaultNote integra ferramentas essenciais em um ambiente único, focado e confiável.

source: Active Development
de: Aktive Entwicklung
es: Desarrollo activo
fr: Développement actif
ja: 開発中
pt: Desenvolvimento Ativo

source: An interactive web application transforming myth verification into a profound, user-guided research journey. Leveraging the Perplexity Sonar API, it acts as a dynamic AI research assistant empowering users to uncover layers of information, critically examine evidence, explore diverse contexts, and synthesize knowledge into coherent understanding.
de: Eine interaktive Webanwendung, die die Mythenprüfung in eine tiefgreifende, benutzergeführte Forschungsreise verwandelt. Durch die Nutzung der Perplexity Sonar API dient sie als dynamischer KI-Forschungsassistent, der Benutzer in die Lage versetzt, Informationsschichten aufzudecken, Beweise kritisch zu prüfen, verschiedene Kontexte zu erkunden und Wissen zu einem kohärenten Verständnis zu synthetisieren.
es: Una aplicación web interactiva que transforma la verificación de mitos en un profundo viaje de investigación guiado por el usuario. Aprovechando la Perplexity Sonar API, actúa como un asistente de investigación con IA dinámico que empodera a los usuarios para descubrir capas de información, examinar críticamente la evidencia, explorar contextos variados y sintetizar el conocimiento en una comprensión coherente.
fr: Une application web interactive transformant la vérification de mythes en un profond parcours de recherche guidé par l'utilisateur. En tirant parti de l'API Perplexity Sonar, elle agit comme un assistant de recherche IA dynamique permettant aux utilisateurs de découvrir des couches d'informations, d'examiner de manière critique les preuves, d'explorer des contextes divers et de synthétiser les connaissances en compréhension cohérente.
ja: 神話の検証を、ユーザー主導の深遠な研究の旅に変えるインタラクティブなWebアプリケーション。Perplexity Sonar APIを活用して、動的なAIリサーチアシスタントとして機能し、ユーザーが情報の層を明らかにし、証拠を批判的に検証し、多様なコンテキストを探求し、知識を首尾一貫した理解に統合できるようにします。
pt: Uma aplicação web interativa que transforma a verificação de mitos em uma jornada de pesquisa profunda guiada pelo usuário. Aproveitando a API Perplexity Sonar, atua como um assistente de pesquisa de IA dinâmico que capacita os usuários a descobrir camadas de informações, examinar criticamente evidências, explorar contextos diversos e sintetizar conhecimento em uma compreensão coerente.

source: Hackathon Project
de: Hackathon-Projekt
es: Proyecto de hackathon
fr: Projet de hackathon
ja: ハッカソンプロジェクト
pt: Projeto de Hackathon

source: Various Open Source
de: Verschiedene Open Source Projekte
es: Varios proyectos de código abierto
fr: Divers projets open-source
ja: 様々なオープンソース
pt: Diversos Projetos de Código Aberto

source: Contributions to open source projects and community development
de: Beiträge zu Open-Source-Projekten und Community-Entwicklung
es: Contribuciones a proyectos de código abierto y desarrollo comunitario.
fr: Contributions aux projets open-source et au développement communautaire
ja: オープンソースプロジェクトとコミュニティ開発への貢献
pt: Contribuições para projetos de código aberto e desenvolvimento comunitário

source: Community Contributions
de: Community-Beiträge
es: Contribuciones comunitarias
fr: Contributions communautaires
ja: コミュニティへの貢献
pt: Contribuições da Comunidade

source: Full-Stack Web Development
de: Full-Stack-Webentwicklung
es: Desarrollo web full-stack
fr: Développement Web full-stack
ja: フルスタックWeb開発
pt: Desenvolvimento Web Full-Stack

source: End-to-end web application development with modern frameworks
de: End-to-End-Webanwendungsentwicklung mit modernen Frameworks
es: Desarrollo de aplicaciones web de extremo a extremo con frameworks modernos
fr: Développement d'applications web de bout en bout avec les frameworks modernes
ja: 最新フレームワークによるエンドツーエンドのWebアプリケーション開発
pt: Desenvolvimento de aplicações web de ponta a ponta com frameworks modernos.

source: Svelte/SvelteKit Consulting
de: Svelte/SvelteKit Beratung
es: Consultoría Svelte/SvelteKit
fr: Consultation Svelte/SvelteKit
ja: Svelte/SvelteKitコンサルティング
pt: Consultoria Svelte/SvelteKit

source: Expert guidance on Svelte ecosystem and best practices
de: Expertenberatung zum Svelte-Ökosystem und Best Practices
es: Asesoramiento experto sobre el ecosistema de Svelte y las mejores prácticas
fr: Guidance d'expert sur l'écosystème Svelte et les meilleures pratiques
ja: Svelteエコシステムとベストプラクティスに関する専門的なガイダンス
pt: Orientação especializada sobre o ecossistema Svelte e as melhores práticas

source: UI/UX Implementation
de: UI/UX-Implementierung
es: Implementación de UI/UX
fr: Implémentation UI/UX
ja: UI/UX実装
pt: Implementação de UI/UX

source: Transforming designs into pixel-perfect, responsive interfaces
de: Umwandlung von Designs in pixelgenaue, reaktionsfähige Schnittstellen
es: Transformando diseños en interfaces pixel-perfect y adaptables
fr: Transformer les designs en interfaces réactives et parfaites au pixel
ja: デザインをピクセルパーフェクトでレスポンシブなインターフェースに変換
pt: Transformando designs em interfaces responsivas com precisão de pixels

source: Performance Optimization
de: Leistungsoptimierung
es: Optimización de rendimiento
fr: Optimisation des performances
ja: パフォーマンスの最適化
pt: Otimização de Desempenho

source: Improving application speed, accessibility, and user experience
de: Verbesserung der Anwendungsgeschwindigkeit, Zugänglichkeit und Benutzererfahrung
es: Mejorando la velocidad de la aplicación, la accesibilidad y la experiencia del usuario
fr: Améliorer la vitesse de l'application, l'accessibilité et l'expérience utilisateur
ja: アプリケーションの速度、アクセシビリティ、およびユーザーエクスペリエンスの向上
pt: Melhorando a velocidade da aplicação, a acessibilidade e a experiência do usuário

source: Hire Michael - Full-Stack Developer | Svelte Mini Apps
de: Michael engagieren - Full-Stack-Entwickler | Svelte Mini Apps
es: Contrata a Michael - Desarrollador Full-Stack | Svelte Mini Apps
fr: Embaucher Michael - Développeur full-stack | Svelte Mini Apps
ja: マイケルを雇う - フルスタック開発者 | Svelte Mini Apps
pt: Contrate Michael - Desenvolvedor Full-Stack | Svelte Mini Apps

source: Hire Michael — Full‑stack developer and Svelte maintainer. I build fast, maintainable web apps with SvelteKit, TypeScript and Node. Open to freelance, contract, and collaboration.
de: Michael engagieren – Full-Stack-Entwickler und Svelte-Maintainer. Ich entwickle schnelle, wartungsfreundliche Webanwendungen mit SvelteKit, TypeScript und Node. Offen für freiberufliche Tätigkeit, Aufträge und Zusammenarbeit.
es: Contrata a Michael — desarrollador full-stack y mantenedor de Svelte. Construyo aplicaciones web rápidas y mantenibles con SvelteKit, TypeScript y Node. Abierto a trabajo freelance, por contrato y colaboraciones.
fr: Engager Michael — développeur full‑stack et mainteneur de Svelte. Je construis des applications web rapides et maintenables avec SvelteKit, TypeScript et Node. Ouvert au travail en freelance, aux contrats et à la collaboration.
ja: マイケルを雇う — フルスタック開発者であり、Svelteのメンテナー。SvelteKit、TypeScript、Nodeで高速で保守可能なWebアプリを構築します。フリーランス、契約、コラボレーションに意欲的です。
pt: Contrate Michael — desenvolvedor full‑stack e mantenedor do Svelte. Eu本 gero aplicações web rápidas e fáceis de manter com SvelteKit, TypeScript e Node. Aberto a freelance, contrato e colaborações.

source: <0/> Back to Home
de: <0/> Zurück zur Startseite
es: <0/> Volver a Inicio
fr: <0/> Retour à l'accueil
ja: <0/> ホームに戻る
pt: <0/> Voltar para a Página Inicial

source: Available for Work
de: Verfügbar für Arbeit
es: Disponible para trabajo
fr: Disponible pour travailler
ja: お仕事受付中
pt: Disponível para Trabalho

source: Let's Build Something <0>Amazing</0>
de: Lasst uns etwas <0>Fantastisches</0> bauen
es: Construyamos algo <0>Increíble</0>
fr: Construisons quelque chose de <0>merveilleux</0>
ja: 何か<0>素晴らしい</0>ものを一緒に作りましょう
pt: Vamos construir algo <0>Incrível</0>

source: Full‑stack developer specializing in <0>Svelte & SvelteKit</0>. I build fast, maintainable web applications with modern technologies. Open to freelance, contract work, and exciting collaborations.
de: Full-Stack-Entwickler, spezialisiert auf <0>Svelte & SvelteKit</0>. Ich entwickle schnelle, wartungsfreundliche Webanwendungen mit modernen Technologien. Offen für freiberufliche Tätigkeiten, Auftragsarbeiten und spannende Kooperationen.
es: Desarrollador full-stack especializado en <0>Svelte & SvelteKit</0>. Construyo aplicaciones web rápidas y mantenibles con tecnologías modernas. Abierto a trabajo freelance, por contrato y colaboraciones emocionantes.
fr: Développeur full‑stack spécialisé en <0>Svelte & SvelteKit</0>. Je conçois des applications web rapides et maintenables avec des technologies modernes. Ouvert au travail en freelance, aux contrats et à des collaborations passionnantes.
ja: 私は<0>Svelte & SvelteKit</0>を専門とするフルスタック開発者です。最新の技術を使用して、高速で保守可能なWebアプリケーションを構築しています。フリーランス、契約業務、刺激的なコラボレーションをお待ちしています。
pt: Desenvolvedor full-stack especializado em <0>Svelte & SvelteKit</0>. Construo aplicações web rápidas e de fácil manutenção com tecnologias modernas. Aberto a freelance, trabalho contratado e colaborações empolgantes.

source: <0/> Get In Touch <1/>
de: <0/> Kontakt aufnehmen <1/>
es: <0/> Contáctame <1/>
fr: <0/> Prenez contact <1/>
ja: <0/> お問い合わせ <1/>
pt: <0/> Entre em Contato <1/>

source: View Work <0/>
de: Arbeiten ansehen <0/>
es: Ver trabajo <0/>
fr: Voir le travail <0/>
ja: 実績を見る <0/>
pt: Ver Trabalho <0/>

source: Years Experience
de: Jahre Erfahrung
es: Años de experiencia
fr: Années d'expérience
ja: 経験年数
pt: Anos de Experiência

source: Projects Completed
de: Abgeschlossene Projekte
es: Proyectos completados
fr: Projets complétés
ja: 完了したプロジェクト
pt: Projetos Concluídos

source: Client Satisfaction
de: Kundenzufriedenheit
es: Satisfacción del cliente
fr: Satisfaction des clients
ja: 顧客満足度
pt: Satisfação do Cliente

source: About Me
de: Über mich
es: Acerca de mí
fr: À propos de moi
ja: 自己紹介
pt: Sobre Mim

source: Full‑stack developer and open source enthusiast passionate about building fast, maintainable web applications. I specialize in <0>SvelteKit</0>, <1>TypeScript</1>, and modern web technologies.
de: Full-Stack-Entwickler und Open-Source-Enthusiast mit Leidenschaft für die Entwicklung schneller, wartungsfreundlicher Webanwendungen. Ich bin spezialisiert auf <0>SvelteKit</0>, <1>TypeScript</1> und moderne Webtechnologien.
es: Desarrollador full-stack y entusiasta del código abierto, apasionado por construir rápidamente aplicaciones web mantenibles. Me especializo en <0>SvelteKit</0>, <1>TypeScript</1> y tecnologías web modernas.
fr: Développeur full‑stack et passionné d'open source, axé sur la création d'applications web rapides et maintenables. Je me spécialise en <0>SvelteKit</0>, <1>TypeScript</1> et les technologies web modernes.
ja: 高速で保守可能なWebアプリケーションの構築に情熱を注ぐ、フルスタック開発者であり、オープンソース愛好家です。<0>SvelteKit</0>、<1>TypeScript</1>、および最新のWebテクノロジーを専門としています。
pt: Desenvolvedor full-stack e entusiasta de código aberto, apaixonado por construir aplicações web rápidas e de fácil manutenção. Especializo-me em <0>SvelteKit</0>, <1>TypeScript</1> e tecnologias web modernas.

source: Beyond code, I contribute to Svelte projects, mentor developers, and love collaborating on innovative solutions. Let's create something exceptional together!
de: Über den Code hinaus engagiere ich mich in Svelte-Projekten, betreue Entwickler und liebe die Zusammenarbeit an innovativen Lösungen. Lassen Sie uns gemeinsam etwas Außergewöhnliches schaffen!
es: Más allá del código, contribuyo a proyectos de Svelte, mentoreo a desarrolladores y me encanta colaborar en soluciones innovadoras. ¡Creemos algo excepcional juntos!
ja: コード以外にも、Svelteプロジェクトに貢献したり、開発者を指導したり、革新的なソリューションでコラボレーションするのが大好きです。一緒に特別な何かを作りましょう！
pt: Além do código, contribuo para projetos Svelte, oriento desenvolvedores e adoro colaborar em soluções inovadoras. Vamos criar algo excepcional juntos!

source: <0/> Available Now
de: <0/> Jetzt verfügbar
es: <0/> Disponible ahora
fr: <0/> Disponible maintenant
ja: <0/> いますぐ利用可能
pt: <0/> Disponível Agora

source: <0/> Fast Response
de: <0/> Schnelle Antwort
es: <0/> Respuesta rápida
fr: <0/> Réponse rapide
ja: <0/> 迅速な対応
pt: <0/> Resposta Rápida

source: Technical Skills
de: Technische Fähigkeiten
es: Habilidades técnicas
fr: Compétences techniques
ja: 技術スキル
pt: Habilidades Técnicas

source: Services Offered
de: Angebotene Dienstleistungen
es: Servicios ofrecidos
fr: Services offerts
ja: 提供サービス
pt: Serviços Oferecidos

source: Get In Touch
de: Kontakt aufnehmen
es: Ponte en contacto
fr: Prenez contact
ja: お問い合わせ
pt: Entrar em Contato

source: Email Me
de: E-Mail schreiben
es: Envíame un correo
fr: M'envoyer un email
ja: メールを送る
pt: Envie-me um e-mail

source: Featured Projects
de: Ausgewählte Projekte
es: Proyectos destacados
fr: Projets en vedette
ja: 注目のプロジェクト
pt: Projetos em Destaque

source: View project
de: Projekt ansehen
es: Ver proyecto
fr: Voir le projet
ja: プロジェクトを見る
pt: Ver projeto

source: Let's Work Together!
de: Lasst uns zusammenarbeiten!
es: ¡Trabajemos juntos!
fr: Travaillons ensemble !
ja: 一緒に働きましょう！
pt: Vamos Trabalhar Juntos!

source: I'm open to freelance and consulting work, as well as collaboration on open source projects and mentoring. Share a brief note about your project and I'll get back to you within 24 hours.
de: Ich bin offen für freiberufliche Tätigkeiten und Beratungsarbeit sowie für die Zusammenarbeit an Open-Source-Projekten und Mentoring. Teilen Sie eine kurze Notiz zu Ihrem Projekt und ich melde mich innerhalb von 24 Stunden bei Ihnen.
es: Estoy abierto a trabajo freelance y de consultoría, así como a la colaboración en proyectos de código abierto y mentoría. Comparte una breve nota sobre tu proyecto y te responderé dentro de las 24 horas.
fr: Je suis ouvert au travail indépendant et au conseil, ainsi qu'à la collaboration sur des projets open-source et au mentorat. Partagez une brève note sur votre projet et je vous répondrai dans les 24 heures.
ja: フリーランスやコンサルティングのお仕事、オープンソースプロジェクトでのコラボレーション、メンタリングなど、幅広く対応しています。プロジェクトの概要をお知らせいただければ、24時間以内にご連絡いたします。
pt: Estou aberto a trabalhos freelance e de consultoria, bem como à colaboração em projetos de código aberto e mentoria. Compartilhe uma breve descrição do seu projeto e eu retornarei dentro de 24 horas.

source: <0/> Start a Conversation <1/>
de: <0/> Ein Gespräch beginnen <1/>
es: <0/> Inicia una conversación <1/>
fr: <0/> Commencer une conversation <1/>
ja: <0/> 会話を始める <1/>```
pt: <0/> Iniciar uma Conversa <1/>

source: Offline | Svelte Mini Apps
es: Sin conexión | Svelte Mini Apps
fr: Hors ligne | Svelte Mini Apps
ja: オフライン | Svelte ミニアプリ
pt: Fora de rede | Svelte Mini Apps

source: Check your internet connection status and access cached content while offline.
de: Überprüfen Sie Ihren Internetverbindungsstatus und greifen Sie im Offline-Modus auf zwischengespeicherte Inhalte zu.
es: Verifica el estado de tu conexión a Internet y accede al contenido en caché mientras estés desconectado.
fr: Vérifiez votre statut de connexion Internet et accédez au contenu en cache en mode hors ligne.
ja: インターネット接続状況を確認し、オフライン時にキャッシュされたコンテンツにアクセスします。
pt: Verifique o status da sua conexão com a Internet e acesse conteúdo em cache enquanto estiver offline.

source: You're Online
de: Sie sind online
es: Estás en línea
fr: Vous êtes en ligne
ja: オンラインです
pt: Você está online
