Repository: Michael-Obele/Svelte-MiniApps
Catalog: src/locales/*.po
Languages: de, es, fr, ja, pt

source: After (Svelte 5)
de: Nachher (Svelte 5)
es: Después (Svelte 5)
fr: Après (Svelte 5)
ja: 以後 (Svelte 5)
pt: Depois (Svelte 5)

source: October 14, 2025
de: 14. Oktober 2025
es: 14 de octubre de 2025
fr: 14 octobre 2025
ja: 2025年10月14日
pt: 14 de outubro de 2025

source: Svelte Mini Apps featured on the official MadeWithSvelte showcase
de: Svelte Mini Apps ausgestellt auf der offiziellen MadeWithSvelte Präsentation
es: Svelte Mini Apps destacadas en la presentación oficial de MadeWithSvelte
fr: Svelte Mini Apps présenté sur la vitrine officielle de MadeWithSvelte
ja: Svelte Mini Appsが公式MadeWithSvelteショーケースで特集されました
pt: Svelte Mini Apps em destaque na vitrine oficial do MadeWithSvelte

source: Featured on MadeWithSvelte.com showcasing our collection of productivity mini-apps
de: Ausgestellt auf MadeWithSvelte.com, um unsere Sammlung von Produktivitäts-Mini-Apps zu präsentieren
es: Destacado en MadeWithSvelte.com mostrando nuestra colección de mini-aplicaciones de productividad
fr: Présenté sur MadeWithSvelte.com mettant en valeur notre collection de mini-applications de productivité
ja: 生産性ミニアプリのコレクションを紹介するMadeWithSvelte.comで特集されました
pt: Em destaque no MadeWithSvelte.com mostrando nossa coleção de mini-aplicativos de produtividade

source: Recognized for our Svelte 5 implementation and modern PWA architecture
de: Anerkennung für unsere Svelte 5 Implementierung und moderne PWA Architektur
es: Reconocido por nuestra implementación de Svelte 5 y la arquitectura PWA moderna
fr: Reconnu pour notre implémentation de Svelte 5 et notre architecture PWA moderne
ja: Svelte 5の実装と最新のPWAアーキテクチャが評価されました
pt: Reconhecido por nossa implementação do Svelte 5 e arquitetura PWA moderna

source: Highlighting our comprehensive suite of tools including budget tracker, todo list, and more
de: Hervorhebung unserer umfassenden Tool-Suite, einschließlich Budget-Tracker, To-Do-Liste und mehr
es: Destacando nuestro conjunto completo de herramientas que incluyen el rastreador de presupuesto, la lista de tareas y más
fr: Soulignant notre suite complète d'outils comprenant un suivi budgétaire, une liste de tâches, et plus encore
ja: 予算トラッカー、TODOリストなどを含む包括的なツールスイートが強調されています
pt: Destacando nosso conjunto abrangente de ferramentas, incluindo rastreador de orçamento, lista de tarefas e muito mais

source: March 29, 2025
de: 29. März 2025
es: 29 de marzo de 2025
fr: 29 mars 2025
ja: 2025年3月29日
pt: 29 de março de 2025

source: Switched from SQLite to PostgreSQL for improved scalability and performance
de: Wechsel von SQLite zu PostgreSQL für verbesserte Skalierbarkeit und Leistung
es: Cambiado de SQLite a PostgreSQL para mejorar la escalabilidad y el rendimiento
fr: Passage de SQLite à PostgreSQL pour une évolutivité et des performances améliorées
ja: スケーラビリティとパフォーマンスを向上させるために、SQLiteからPostgreSQLに切り替えました
pt: Mudança de SQLite para PostgreSQL para escalabilidade e desempenho aprimorados

source: Migrated database from SQLite to PostgreSQL for better scalability
de: Datenbank von SQLite zu PostgreSQL migriert, um die Skalierbarkeit zu verbessern
es: Base de datos migrada de SQLite a PostgreSQL para una mejor escalabilidad
fr: Base de données migrée de SQLite vers PostgreSQL pour une meilleure évolutivité
ja: スケーラビリティ向上のため、データベースをSQLiteからPostgreSQLに移行しました
pt: Banco de dados migrado de SQLite para PostgreSQL para melhor escalabilidade

source: Updated Prisma schema and models to support PostgreSQL
de: Prisma Schema und Modelle aktualisiert, um PostgreSQL zu unterstützen
es: Esquema y modelos de Prisma actualizados para admitir PostgreSQL
fr: Schéma et modèles Prisma mis à jour pour prendre en charge PostgreSQL
ja: PostgreSQLをサポートするようにPrismaスキーマとモデルを更新しました
pt: Esquema e modelos do Prisma atualizados para suportar PostgreSQL

source: Added instructions for local PostgreSQL setup in README
de: Anweisungen für die lokale PostgreSQL-Einrichtung in README hinzugefügt
es: Instrucciones añadidas para la configuración local de PostgreSQL en README
fr: Ajout d'instructions pour la configuration locale de PostgreSQL dans le README
ja: READMEにローカルPostgreSQLセットアップの手順を追加しました
pt: Adicionadas instruções para configuração local do PostgreSQL no README

source: Created dedicated db.ts file for Prisma client instance
de: Dedizierte db.ts-Datei für die Prisma-Client-Instanz erstellt
es: Archivo db.ts dedicado creado para la instancia del cliente Prisma
fr: Création d'un fichier db.ts dédié pour l'instance client Prisma
ja: Prismaクライアントインスタンス専用のdb.tsファイルを作成しました
pt: Criado arquivo db.ts dedicado para instância do cliente Prisma

source: Removed obsolete drizzle config files
de: Veraltete Drizzle-Konfigurationsdateien entfernt
es: Archivos de configuración de drizzle obsoletos eliminados
fr: Suppression des fichiers de configuration drizzle obsolètes
ja: 廃止されたdrizzle構成ファイルを削除しました
pt: Removidos arquivos de configuração do drizzle obsoletos

source: March 27, 2025
de: 27. März 2025
es: 27 de marzo de 2025
fr: 27 mars 2025
ja: 2025年3月27日
pt: 27 de março de 2025

source: Prepared for migrating budget tracker from localStorage to SQLite/Prisma
de: Vorbereitung für die Migration des Budget-Trackers von localStorage zu SQLite/Prisma
es: Preparado para migrar el rastreador de presupuesto de localStorage a SQLite/Prisma
fr: Préparation de la migration du suivi budgétaire du localStorage vers SQLite/Prisma
ja: 予算トラッカーをlocalStorageからSQLite/Prismaに移行する準備をしました
pt: Preparado para migrar o rastreador de orçamento do localStorage para SQLite/Prisma

source: Created detailed migration plan document
de: Detailliertes Migrationsplandokument erstellt
es: Documento de plan de migración detallado creado
fr: Création d'un document de plan de migration détaillé
ja: 詳細な移行計画ドキュメントを作成しました
pt: Criado documento de plano de migração detalhado

source: Outlined database schema updates and server-side implementation
de: Datenbankschema-Updates und serverseitige Implementierung skizziert
es: Actualizaciones del esquema de la base de datos e implementación del lado del servidor descritas
fr: Description des mises à jour du schéma de base de données et de l'implémentation côté serveur
ja: データベーススキーマの更新とサーバー側の実装の概要を示しました
pt: Esboçadas atualizações do esquema do banco de dados e implementação do lado do servidor

source: Planned client-side integration strategy
de: Clientseitige Integrationsstrategie geplant
es: Estrategia de integración del lado del cliente planificada
fr: Planification de la stratégie d'intégration côté client
ja: クライアント側の統合戦略を計画しました
pt: Estratégia de integração do lado do cliente planejada

source: Prepared for future authentication integration
de: Vorbereitung für zukünftige Authentifizierungsintegration
es: Preparado para la futura integración de la autenticación
fr: Préparation pour l'intégration future de l'authentification
ja: 将来の認証統合に備えました
pt: Preparado para futura integração de autenticação

source: March 22-27, 2025
de: 22.-27. März 2025
es: 22-27 de marzo de 2025
fr: 22-27 mars 2025
ja: 2025年3月22〜27日
pt: 22-27 de março de 2025

source: Completely refactored budget and expense state management
de: Budget- und Ausgaben-State-Management vollständig überarbeitet
es: Gestión del estado del presupuesto y los gastos completamente refactorizada
fr: Refactorisation complète de la gestion de l'état du budget et des dépenses
ja: 予算と支出の状態管理を完全にリファクタリングしました
pt: Gestão de estado de orçamento e despesas completamente refatorada

source: Replaced legacy budgetStore with reactive stores
de: Veralteten budgetStore durch reaktive Stores ersetzt
es: budgetStore heredado reemplazado con almacenes reactivos
fr: Remplacement de l'ancien budgetStore par des stores réactifs
ja: レガシーbudgetStoreをリアクティブストアに置き換えました
pt: Substituído o antigo budgetStore por stores reativos

source: Implemented comprehensive test suite for budget operations
de: Umfassende Testsuite für Budgetoperationen implementiert
es: Conjunto de pruebas integral implementado para las operaciones de presupuesto
fr: Implémentation d'une suite de tests complète pour les opérations budgétaires
ja: 予算操作のための包括的なテストスイートを実装しました
pt: Implementada suíte de testes abrangente para operações de orçamento

source: Added cross-tab synchronization for consistent data
de: Cross-Tab-Synchronisation für konsistente Daten hinzugefügt
es: Sincronización entre pestañas añadida para datos coherentes
fr: Ajout de la synchronisation entre onglets pour des données cohérentes
ja: 一貫したデータのためにクロスタブ同期を追加しました
pt: Adicionada sincronização entre abas para dados consistentes

source: Enhanced form data binding and empty state handling
de: Verbesserte Formular-Datenbindung und Empty-State-Behandlung
es: Enlace de datos de formulario mejorado y gestión de estados vacíos
fr: Amélioration de la liaison des données de formulaire et de la gestion de l'état vide
ja: フォームデータバインディングと空の状態の処理を強化しました
pt: Vinculação de dados de formulário e tratamento de estado vazio aprimorados

source: Migrated to custom PersistedState from svelte-persisted-store
de: Von svelte-persisted-store zu benutzerdefiniertem PersistedState migriert
es: Migrado a PersistedState personalizado desde svelte-persisted-store
fr: Migration vers PersistedState personnalisé depuis svelte-persisted-store
ja: svelte-persisted-storeからカスタムPersistedStateに移行しました
pt: Migrado para PersistedState personalizado de svelte-persisted-store

source: Added currency symbol localization
de: Lokalisierung des Währungssymbols hinzugefügt
es: Localización de símbolos de moneda añadida
fr: Ajout de la localisation des symboles de devise
ja: 通貨記号のローカリゼーションを追加しました
pt: Adicionada localização de símbolo de moeda

source: March 21-22, 2025
de: 21.-22. März 2025
es: 21-22 de marzo de 2025
fr: 21-22 mars 2025
ja: 2025年3月21〜22日
pt: 21-22 de março de 2025

source: Implemented visual feedback for page navigation
de: Visuelles Feedback für die Seitennavigation implementiert
es: Implementada retroalimentación visual para la navegación de la página
fr: Implémentation d'un retour visuel pour la navigation de page
ja: ページナビゲーションに視覚的なフィードバックを実装しました
pt: Implementado feedback visual para navegação de página

source: Created NavigationProgressIndicator component
de: NavigationProgressIndicator-Komponente erstellt
es: Componente NavigationProgressIndicator creado
fr: Création du composant NavigationProgressIndicator
ja: NavigationProgressIndicatorコンポーネントを作成しました
pt: Criado componente NavigationProgressIndicator

source: Integrated progress bar in Navbar and GitHub tracker pages
de: Fortschrittsbalken in Navbar- und GitHub-Tracker-Seiten integriert
es: Barra de progreso integrada en las páginas de la barra de navegación y el rastreador de GitHub
fr: Barre de progression intégrée dans la Navbar et les pages de suivi GitHub
ja: NavbarとGitHubトラッカーページにプログレスバーを統合しました
pt: Barra de progresso integrada nas páginas Navbar e rastreador do GitHub

source: Optimized progress timing logic for smoother transitions
de: Fortschritts-Timing-Logik für sanftere Übergänge optimiert
es: Lógica de temporización del progreso optimizada para transiciones más suaves
fr: Logique de synchronisation de la progression optimisée pour des transitions plus fluides
ja: よりスムーズなトランジションのためにプログレスタイミングロジックを最適化しました
pt: Lógica de tempo de progresso otimizada para transições mais suaves

source: Improved navigation state handling across the app
de: Verbesserte Navigationszustandsverwaltung in der gesamten App
es: Gestión del estado de navegación mejorada en toda la aplicación
fr: Amélioration de la gestion de l'état de la navigation dans l'ensemble de l'application
ja: アプリ全体のナビゲーション状態の処理を改善しました
pt: Melhoria no tratamento do estado de navegação em todo o aplicativo

source: March 18-20, 2025
de: 18.-20. März 2025
es: 18-20 de marzo de 2025
fr: 18-20 mars 2025
ja: 2025年3月18〜20日
pt: 18-20 de março de 2025

source: Transformed todo list into full-featured Kanban board
de: To-Do-Liste in ein voll funktionsfähiges Kanban-Board umgewandelt
es: Lista de tareas transformada en un tablero Kanban con todas las funciones
fr: Transformation de la liste de tâches en un tableau Kanban complet
ja: TODOリストをフル機能のカンバンボードに変換しました
pt: Lista de tarefas transformada em quadro Kanban completo

source: Implemented drag-and-drop functionality with svelte-dnd-action
de: Drag-and-Drop-Funktionalität mit svelte-dnd-action implementiert
es: Funcionalidad de arrastrar y soltar implementada con svelte-dnd-action
fr: Implémentation de la fonctionnalité de glisser-déposer avec svelte-dnd-action
ja: svelte-dnd-actionでドラッグアンドドロップ機能を実装しました
pt: Funcionalidade de arrastar e soltar implementada com svelte-dnd-action

source: Added dynamic column management
de: Dynamische Spaltenverwaltung hinzugefügt
es: Gestión de columnas dinámica añadida
fr: Ajout de la gestion dynamique des colonnes
ja: 動的な列管理を追加しました
pt: Adicionado gerenciamento dinâmico de colunas

source: Improved UI with grabber handles and resizer components
de: Verbesserte Benutzeroberfläche mit Grabber-Handles und Resizer-Komponenten
es: IU mejorada con controles de agarre y componentes de cambio de tamaño
fr: Amélioration de l'UI avec des poignées de saisie et des composants de redimensionnement
ja: グラバーハンドルとリサイザコンポーネントでUIを改善しました
pt: IU aprimorada com alças de agarrar e componentes de redimensionamento

source: Enhanced task editing with icon buttons
de: Verbesserte Aufgabenbearbeitung mit Symbolschaltflächen
es: Edición de tareas mejorada con botones de icono
fr: Amélioration de l'édition des tâches avec des boutons d'icônes
ja: アイコンボタンでタスク編集を強化しました
pt: Edição de tarefas aprimorada com botões de ícone

source: Optimized state management structure
de: Optimierte State-Management-Struktur
es: Estructura de gestión de estado optimizada
fr: Structure de gestion de l'état optimisée
ja: 状態管理構造を最適化しました
pt: Estrutura de gerenciamento de estado otimizada

source: March 5-11, 2025
de: 5.-11. März 2025
es: 5-11 de marzo de 2025
fr: 5-11 mars 2025
ja: 2025年3月5〜11日
pt: 5-11 de março de 2025

source: Various enhancements to user interface and navigation
de: Verschiedene Verbesserungen an der Benutzeroberfläche und Navigation
es: Varias mejoras en la interfaz de usuario y la navegación
fr: Diverses améliorations de l'interface utilisateur et de la navigation
ja: ユーザーインターフェースとナビゲーションにさまざまな改善を加えました
pt: Várias melhorias na interface do usuário e navegação

source: Updated keyboard shortcuts for better accessibility
de: Tastenkombinationen für bessere Barrierefreiheit aktualisiert
es: Atajos de teclado actualizados para una mejor accesibilidad
fr: Raccourcis clavier mis à jour pour une meilleure accessibilité
ja: アクセシビリティ向上のためにキーボードショートカットを更新しました
pt: Atalhos de teclado atualizados para melhor acessibilidade

source: Improved app list layout and responsiveness
de: Verbessertes App-Listen-Layout und verbesserte Reaktionsfähigkeit
es: Diseño y capacidad de respuesta de la lista de aplicaciones mejorados
fr: Amélioration de la disposition et de la réactivité de la liste des applications
ja: アプリリストのレイアウトと応答性を改善しました
pt: Layout da lista de aplicativos e capacidade de resposta aprimorados

source: Added toggleable sheet menu for app navigation
de: Umschaltbares Sheet-Menü für die App-Navigation hinzugefügt
es: Menú de hoja conmutable añadido para la navegación de la aplicación
fr: Ajout d'un menu de feuille escamotable pour la navigation dans l'application
ja: アプリアプリナビゲーション用にトグル可能なシートメニューを追加しました
pt: Adicionado menu de folha alternável para navegação de aplicativos

source: Refactored route metadata management
de: Route-Metadaten-Verwaltung refaktorisiert
es: Gestión de metadatos de ruta refactorizada
fr: Refactorisation de la gestion des métadonnées de route
ja: ルートメタデータ管理をリファクタリングしました
pt: Gerenciamento de metadados de rota refatorado

source: Cleaned up unused components and imports
de: Nicht verwendete Komponenten und Importe bereinigt
es: Componentes e importaciones no utilizados limpiados
fr: Nettoyage des composants et des importations inutilisés
ja: 未使用のコンポーネントとインポートをクリーンアップしました
pt: Componentes e importações não utilizados limpos

source: March 1-4, 2025
de: 1.-4. März 2025
es: 1-4 de marzo de 2025
fr: 1-4 mars 2025
ja: 2025年3月1〜4日
pt: 1-4 de março de 2025

source: Implemented comprehensive SEO improvements
de: Umfassende SEO-Verbesserungen implementiert
es: Implementadas mejoras integrales de SEO
fr: Implémentation d'améliorations complètes du SEO
ja: 包括的なSEO改善を実装しました
pt: Implementadas melhorias abrangentes de SEO

source: Created RouteHead component for centralized metadata
de: RouteHead-Komponente für zentralisierte Metadaten erstellt
es: Componente RouteHead creado para metadatos centralizados
fr: Création du composant RouteHead pour les métadonnées centralisées
ja: 一元化されたメタデータ用のRouteHeadコンポーネントを作成しました
pt: Criado componente RouteHead para metadados centralizados

source: Added Open Graph and Twitter meta tags
de: Open Graph- und Twitter-Meta-Tags hinzugefügt
es: Etiquetas meta de Open Graph y Twitter añadidas
fr: Ajout des balises méta Open Graph et Twitter
ja: Open GraphとTwitterのメタタグを追加しました
pt: Adicionadas meta tags Open Graph e Twitter

source: Integrated structured data for better search visibility
de: Strukturierte Daten für bessere Suchsichtbarkeit integriert
es: Datos estructurados integrados para una mejor visibilidad de búsqueda
fr: Données structurées intégrées pour une meilleure visibilité dans la recherche
ja: 検索表示を向上させるために構造化データを統合しました
pt: Dados estruturados integrados para melhor visibilidade na pesquisa

source: Applied RouteHead across all major pages
de: RouteHead auf allen wichtigen Seiten angewendet
es: RouteHead aplicado en todas las páginas principales
fr: Application de RouteHead sur toutes les pages principales
ja: すべての主要ページにRouteHeadを適用しました
pt: RouteHead aplicado em todas as páginas principais

source: Enhanced About page with Attributions section
de: Über-Seite mit Attributionsbereich verbessert
es: Página 'Acerca de' mejorada con la sección 'Atribuciones'
fr: Amélioration de la page À propos avec une section Attributions
ja: 帰属セクションでAboutページを強化しました
pt: Página Sobre aprimorada com seção de Atribuições

source: February 26-28, 2025
de: 26.-28. Februar 2025
es: 26-28 de febrero de 2025
fr: 26-28 février 2025
ja: 2025年2月26〜28日
pt: 26-28 de fevereiro de 2025

source: Implemented comprehensive usage analytics
de: Umfassende Nutzungsanalysen implementiert
es: Analíticas de uso integrales implementadas
fr: Implémentation d'une analyse complète de l'utilisation
ja: 包括的な使用状況分析を実装しました
pt: Análise de uso abrangente implementada

source: Created AppTracker component for monitoring app usage
de: AppTracker-Komponente zur Überwachung der App-Nutzung erstellt
es: Componente AppTracker creado para supervisar el uso de la aplicación
fr: Création du composant AppTracker pour surveiller l'utilisation de l'application
ja: アプリの使用状況を監視するためのAppTrackerコンポーネントを作成しました
pt: Componente AppTracker criado para monitorar o uso de aplicativos

source: Added favorite apps and recent activity to user profile
de: Lieblings-Apps und aktuelle Aktivitäten zum Benutzerprofil hinzugefügt
es: Aplicaciones favoritas y actividad reciente añadidas al perfil del usuario
fr: Ajout des applications favorites et de l'activité récente au profil utilisateur
ja: ユーザープロファイルにお気に入りのアプリと最近のアクティビティを追加しました
pt: Aplicativos favoritos e atividade recente adicionados ao perfil do usuário

source: Implemented streak tracking based on daily usage
de: Streak-Tracking basierend auf täglicher Nutzung implementiert
es: Seguimiento de rachas implementado basado en el uso diario
fr: Implémentation du suivi des séries basé sur l'utilisation quotidienne
ja: 毎日の使用状況に基づいて連続記録の追跡を実装しました
pt: Rastreamento de sequência implementado com base no uso diário

source: Enhanced profile page with usage statistics tabs
de: Profilseite mit Tabs für Nutzungsstatistiken erweitert
es: Página de perfil mejorada con pestañas de estadísticas de uso
fr: Amélioration de la page de profil avec des onglets de statistiques d'utilisation
ja: 使用統計タブでプロファイルページを強化しました
pt: Página de perfil aprimorada com guias de estatísticas de uso

source: Added example app to demonstrate tracking functionality
de: Beispiel-App hinzugefügt, um die Tracking-Funktionalität zu demonstrieren
es: Aplicación de ejemplo añadida para demostrar la funcionalidad de seguimiento
fr: Ajout d'un exemple d'application pour démontrer la fonctionnalité de suivi
ja: 追跡機能を示すためのサンプルアプリを追加しました
pt: Aplicativo de exemplo adicionado para demonstrar a funcionalidade de rastreamento

source: February 22, 2025
de: 22. Februar 2025
es: 22 de febrero de 2025
fr: 22 février 2025
ja: 2025年2月22日
pt: 22 de fevereiro de 2025

source: Added visual elements to celebrate competition achievement
de: Visuelle Elemente hinzugefügt, um den Erfolg im Wettbewerb zu feiern
es: Elementos visuales añadidos para celebrar el logro de la competencia
fr: Ajout d'éléments visuels pour célébrer la réussite de la compétition
ja: 競技会の達成を祝うために視覚的な要素を追加しました
pt: Adicionados elementos visuais para celebrar a conquista na competição

source: Added trophy icon to highlight 4th place win
de: Trophäen-Symbol hinzugefügt, um den 4. Platz hervorzuheben
es: Icono de trofeo añadido para destacar la victoria del 4º puesto
fr: Ajout d'une icône de trophée pour mettre en évidence la 4ème place
ja: 4位入賞を強調するためにトロフィーアイコンを追加しました
pt: Ícone de troféu adicionado para destacar a vitória do 4º lugar

source: Updated welcome message with competition results
de: Willkommensnachricht mit Wettbewerbsergebnissen aktualisiert
es: Mensaje de bienvenida actualizado con los resultados de la competencia
fr: Mise à jour du message de bienvenue avec les résultats de la compétition
ja: 競技会の結果でウェルカムメッセージを更新しました
pt: Mensagem de boas-vindas atualizada com os resultados da competição

source: Linked to detailed changelog entry about migration features
de: Verlinkung zu detailliertem Changelog-Eintrag über Migrationsfunktionen
es: Enlazado a una entrada detallada del registro de cambios sobre las características de la migración
fr: Lien vers l'entrée détaillée du journal des modifications concernant les fonctionnalités de migration
ja: 移行機能に関する詳細な変更ログエントリにリンクしました
pt: Link para entrada detalhada do changelog sobre recursos de migração

source: February 10, 2025
de: 10. Februar 2025
es: 10 de febrero de 2025
fr: 10 février 2025
ja: 2025年2月10日
pt: 10 de fevereiro de 2025

source: Recognized for excellence in Svelte 5 migration with our Migration Magician entry
de: Anerkennung für hervorragende Leistungen bei der Svelte 5 Migration mit unserem Migration Magician-Beitrag
es: Reconocido por la excelencia en la migración de Svelte 5 con nuestra entrada Migration Magician
fr: Reconnu pour l'excellence de la migration vers Svelte 5 avec notre participation Migration Magician
ja: Migration MagicianのエントリーでSvelte 5移行の卓越性が認められました
pt: Reconhecido pela excelência na migração para Svelte 5 com nossa entrada Migration Magician

source: Earned 4th place in the prestigious Svelte Hack 2024 competition
de: 4. Platz im renommierten Svelte Hack 2024 Wettbewerb erreicht
es: Obtuvimos el 4º lugar en la prestigiosa competencia Svelte Hack 2024
fr: Obtention de la 4ème place au prestigieux concours Svelte Hack 2024
ja: 権威あるSvelte Hack 2024コンペティションで4位を獲得しました
pt: Conquistado o 4º lugar na prestigiosa competição Svelte Hack 2024

source: Recognized for our innovative approach to Svelte 4 to Svelte 5 migration
de: Anerkennung für unseren innovativen Ansatz zur Svelte 4 zu Svelte 5 Migration
es: Reconocido por nuestro enfoque innovador para la migración de Svelte 4 a Svelte 5
fr: Reconnu pour notre approche innovante de la migration de Svelte 4 vers Svelte 5
ja: Svelte 4からSvelte 5への移行への革新的なアプローチが認められました
pt: Reconhecido por nossa abordagem inovadora para a migração de Svelte 4 para Svelte 5
