Repository: Michael-Obele/Svelte-MiniApps
Catalog: src/locales/*.po
Languages: de, es, fr, ja, pt

source: Heart rate and blood pressure drop to normal levels
de: Herzfrequenz und Blutdruck sinken auf normale Werte
es: La frecuencia cardíaca y la presión arterial vuelven a niveles normales
fr: La fréquence cardiaque et la tension artérielle reviennent à des niveaux normaux
ja: 心拍数と血圧が正常値に戻ります
pt: A frequência cardíaca e a pressão arterial voltam aos níveis normais

source: Nicotine cravings peak but will decrease over time
de: Das Verlangen nach Nikotin erreicht seinen Höhepunkt, wird aber mit der Zeit abnehmen
es: Los antojos de nicotina alcanzan su punto máximo, pero disminuirán con el tiempo
fr: Les envies de nicotine atteignent leur pic mais diminueront avec le temps
ja: ニコチンへの欲求がピークに達しますが、時間とともに減少します
pt: Os desejos por nicotina atingem o pico, mas vão diminuir com o tempo

source: Carbon monoxide level in blood drops to normal
de: Der Kohlenmonoxidspiegel im Blut sinkt auf Normalwerte
es: El nivel de monóxido de carbono en la sangre vuelve a la normalidad
fr: Le taux de monoxyde de carbone dans le sang revient à la normale
ja: 血中の一酸化炭素濃度が正常値に戻ります
pt: O nível de monóxido de carbono no sangue volta aos níveis normais

source: Anxiety peaks but will improve. Risk of heart attack begins to drop
de: Die Angst erreicht ihren Höhepunkt, wird aber besser. Das Risiko eines Herzinfarkts beginnt zu sinken
es: La ansiedad alcanza su punto máximo, pero mejorará. El riesgo de ataque cardíaco comienza a disminuir
fr: L’anxiété atteint son pic, mais s’améliorera. Le risque d’infarctus commence à diminuer
ja: 不安感がピークに達しますが、改善されます。心臓発作のリスクが低下し始めます
pt: A ansiedade atinge o pico, mas vai melhorar. O risco de ataque cardíaco começa a diminuir

source: Nerve endings start regrowing. Smell and taste improve
de: Die Nervenenden beginnen nachzuwachsen. Geruchs- und Geschmackssinn verbessern sich
es: Las terminaciones nerviosas comienzan a crecer de nuevo. El olfato y el gusto mejoran
fr: Les terminaisons nerveuses commencent à se régénérer. L’odorat et le goût s’améliorent
ja: 神経終末が再生し始めます。嗅覚と味覚が改善されます
pt: As terminações nervosas começam a regenerar-se. O olfato e o paladar melhoram.

source: Breathing becomes easier. Bronchial tubes begin to relax
de: Die Atmung wird leichter. Die Bronchien beginnen sich zu entspannen
es: La respiración se vuelve más fácil. Los bronquios comienzan a relajarse
fr: La respiration devient plus facile. Les bronches commencent à se détendre
ja: 呼吸が楽になります。気管支がリラックスし始めます
pt: A respiração torna-se mais fácil. Os brônquios começam a relaxar.

source: You've made it through the hardest part! Cravings are less intense
de: Du hast den schwierigsten Teil geschafft! Das Verlangen ist weniger stark
es: ¡Has superado la parte más difícil! Los antojos son menos intensos
fr: Vous avez passé la partie la plus difficile ! Les envies sont moins intenses
ja: 一番つらい時期を乗り越えました！欲求は弱まっています
pt: Você conseguiu passar pela parte mais difícil! Os desejos são menos intensos.

source: Circulation improves. Walking and exercise become easier
de: Die Durchblutung verbessert sich. Gehen und Sport werden einfacher
es: La circulación mejora. Caminar y hacer ejercicio se vuelven más fáciles
fr: La circulation s'améliore. La marche et l'exercice deviennent plus faciles
ja: 血行が改善されます。ウォーキングや運動が楽になります
pt: A circulação melhora. Caminhar e praticar exercícios tornam-se mais fáceis.

source: Lung function begins to improve. Coughing and shortness of breath decrease
de: Die Lungenfunktion beginnt sich zu verbessern. Husten und Kurzatmigkeit nehmen ab
es: La función pulmonar comienza a mejorar. La tos y la dificultad para respirar disminuyen
fr: La fonction pulmonaire commence à s'améliorer. La toux et l'essoufflement diminuent
ja: 肺機能が改善し始めます。咳や息切れが軽減されます
pt: A função pulmonar começa a melhorar. Tosse e falta de ar diminuem.

source: Circulation and lung function continue to improve
de: Die Durchblutung und Lungenfunktion verbessern sich weiterhin
es: La circulación y la función pulmonar continúan mejorando
fr: La circulation et la fonction pulmonaire continuent de s'améliorer
ja: 血行と肺機能は改善し続けます
pt: A circulação e a função pulmonar continuam a melhorar.

source: Stress levels normalize. Breathing problems continue to decrease
de: Der Stresspegel normalisiert sich. Atemprobleme nehmen weiterhin ab
es: Los niveles de estrés se normalizan. Los problemas respiratorios continúan disminuyendo
fr: Le niveau de stress se normalise. Les problèmes de respiration continuent de diminuer
ja: ストレスレベルが正常化します。呼吸器系の問題は引き続き軽減します
pt: Os níveis de estresse normalizam-se. Os problemas respiratórios continuam a diminuir.

source: Risk of coronary heart disease is half that of a smoker!
de: Das Risiko einer koronaren Herzkrankheit ist halb so hoch wie bei einem Raucher!
es: ¡El riesgo de enfermedad coronaria es la mitad que el de un fumador!
fr: Le risque de maladie coronarienne est la moitié de celui d’un fumeur !
ja: 冠状動脈性心疾患のリスクは喫煙者の半分です！
pt: O risco de doença cardíaca coronária é metade do de um fumante!

source: Every minute smoke-free is a victory! 🏆
de: Jede rauchfreie Minute ist ein Sieg! 🏆
es: ¡Cada minuto sin fumar es una victoria! 🏆
fr: Chaque minute sans fumée est une victoire ! 🏆
ja: 禁煙の毎分が勝利です！🏆
pt: Cada minuto sem fumar é uma vitória! 🏆

source: You're stronger than your cravings! 💪
de: Du bist stärker als dein Verlangen! 💪
es: ¡Eres más fuerte que tus antojos! 💪
fr: Vous êtes plus fort que vos envies ! 💪
ja: あなたは欲求よりも強いです！💪
pt: Você é mais forte do que seus desejos! 💪

source: Think of how much healthier your body is becoming! ❤️
de: Denk darüber nach, wie viel gesünder dein Körper wird! ❤️
es: ¡Piensa en lo mucho más saludable que se está volviendo tu cuerpo! ❤️
fr: Pensez à combien votre corps devient plus sain ! ❤️
ja: あなたの体がどれだけ健康になっているか考えてみてください！❤️
pt: Pense em como o seu corpo está ficando mais saudável! ❤️

source: Your lungs are thanking you right now! 🫁
de: Deine Lunge dankt dir gerade! 🫁
es: ¡Tus pulmones te lo están agradeciendo ahora mismo! 🫁
fr: Vos poumons vous remercient en ce moment ! 🫁
ja: あなたの肺は今あなたに感謝しています！🫁
pt: Seus pulmões agradecem neste exato momento! 🫁

source: You're saving money and your life! 💰
de: Du sparst Geld und dein Leben! 💰
es: ¡Estás ahorrando dinero y tu vida! 💰
fr: Vous économisez de l'argent et sauvez votre vie ! 💰
ja: あなたはお金と命を節約しています！💰
pt: Você está economizando dinheiro e salvando a sua vida! 💰

source: Cravings are temporary, but your health is forever! ⏳
de: Verlangen ist vorübergehend, aber deine Gesundheit ist für immer! ⏳
es: ¡Los antojos son temporales, pero tu salud es para siempre! ⏳
fr: Les envies sont temporaires, mais votre santé est éternelle ! ⏳
ja: 欲求は一時的なものですが、あなたの健康は永遠です！⏳
pt: Os desejos são temporários, mas a sua saúde é para sempre! ⏳

source: Look how far you've come! Keep going! 🚀
de: Schau, wie weit du gekommen bist! Mach weiter! 🚀
es: ¡Mira lo lejos que has llegado! ¡Sigue adelante! 🚀
fr: Regardez tout ce que vous avez accompli jusqu'à présent ! Continuez ! 🚀
ja: ここまでよく頑張りました！頑張り続けてください！🚀
pt: Veja o quanto você já avançou! Continue assim! 🚀

source: You're proving to yourself that you can do hard things! 🌟
de: Du beweist dir selbst, dass du schwierige Dinge tun kannst! 🌟
es: ¡Te estás demostrando a ti mismo que puedes hacer cosas difíciles! 🌟
fr: Vous vous montrez que vous pouvez faire des choses difficiles ! 🌟
ja: あなたは難しいことができることを自分自身に証明しています！🌟
pt: Você está provando a si mesmo que pode fazer coisas difíceis! 🌟

source: Every day smoke-free is a gift to your future self! 🎁
de: Jeder rauchfreie Tag ist ein Geschenk an dein zukünftiges Ich! 🎁
es: ¡Cada día sin fumar es un regalo para tu yo futuro! 🎁
fr: Chaque jour sans fumée est un cadeau pour votre moi de demain ! 🎁
ja: 禁煙の毎日は、未来の自分への贈り物です！🎁
pt: Cada dia sem fumar é um presente para o seu eu do futuro! 🎁

source: You're inspiring others by your commitment! 👏
de: Du inspirierst andere durch dein Engagement! 👏
es: ¡Estás inspirando a otros con tu compromiso! 👏
fr: Vous inspirez les autres par votre engagement ! 👏
ja: あなたはあなたのコミットメントで他の人を刺激しています！👏
pt: Você está inspirando outras pessoas pelo seu comprometimento! 👏

source: After meals
de: Nach dem Essen
es: Después de las comidas
fr: Après les repas
ja: 食後
pt: Após as refeições

source: With coffee
de: Zum Kaffee
es: Con café
fr: Avec le café
ja: コーヒーと一緒に
pt: Com café

source: Social situations
de: Soziale Situationen
es: Situaciones sociales
fr: Situations sociales
ja: 社交的な状況
pt: Situações sociais

source: Seeing others smoke
de: Andere beim Rauchen sehen
es: Ver a otros fumar
fr: Voir d’autres personnes qui fument
ja: 他の人が喫煙しているのを見る
pt: Ver outras pessoas fumando

source: Drink water
de: Wasser trinken
es: Beber agua
fr: Boire de l’eau
ja: 水を飲む
pt: Beber água

source: Chew gum
de: Kaugummi kauen
es: Masticar chicle
fr: Mâchez du chewing-gum
ja: ガムを噛む
pt: Mascar chiclete

source: Go for a walk
de: Spazieren gehen
es: Ir a caminar
fr: Faites une promenade
ja: 散歩に行く
pt: Faça uma caminhada

source: Call a friend
de: Einen Freund anrufen
es: Llamar a un amigo
fr: Appelez un ami
ja: 友達に電話する
pt: Ligue para um amigo

source: Exercise
de: Sport treiben
es: Hacer ejercicio
fr: Faire de l'exercice
ja: 運動
pt: Exercício

source: Distract yourself
de: Sich ablenken
es: Distraerse
fr: Distraisez-vous
ja: 気を紛らわせる
pt: Distraia-se

source: Eat healthy snack
de: Gesunden Snack essen
es: Comer un bocadillo saludable
fr: Mangez une collation saine
ja: 健康的なおやつを食べる
pt: Coma um lanche saudável

source: Review your goals
de: Ziele überprüfen
es: Revisar tus metas
fr: Passez en revue vos objectifs
ja: 目標を見直す```
pt: Revise seus objetivos

source: Text Summarizer - Create Concise Summaries Instantly
de: Textzusammenfasser - Erstellen Sie sofort prägnante Zusammenfassungen
es: Resumidor de Texto - Crea Resúmenes Concisos al Instante
fr: Résumé de texte - Créez des résumés concis instantanément
ja: テキスト要約ツール - 瞬時に簡潔な要約を作成
pt: Resumidor de Texto - Crie Resumos Concisos Instantaneamente

source: Quickly summarize long text into concise versions with our Text Summarizer tool. Perfect for students, researchers, and professionals who need to extract key information.
de: Fassen Sie lange Texte schnell mit unserem Textzusammenfassungstool in prägnante Versionen zusammen. Perfekt für Studenten, Forscher und Fachleute, die wichtige Informationen extrahieren müssen.
es: Resume rápidamente textos largos en versiones concisas con nuestra herramienta de Resumidor de Texto. Perfecto para estudiantes, investigadores y profesionales que necesitan extraer información clave.
fr: Résumez rapidement un long texte en versions concises avec notre outil de résumé de texte. Parfait pour les étudiants, les chercheurs et les professionnels qui doivent extraire les informations clés.
ja: テキスト要約ツールを使って、長いテキストを素早く簡潔なバージョンに要約します。学生、研究者、重要な情報を抽出する必要のある専門家に最適です。
pt: Resuma rapidamente textos longos em versões concisas com nossa ferramenta de Resumidor de Texto. Perfeito para estudantes, pesquisadores e profissionais que precisam extrair informações-chave.

source: Welcome to the <0>Text Summarizer</0>! Quickly create concise summaries of longer texts using algorithmic extractive techniques, not AI.
de: Willkommen beim <0>Textzusammenfasser</0>! Erstellen Sie schnell prägnante Zusammenfassungen längerer Texte mit algorithmischen, extraktiven Techniken, nicht KI.
es: ¡Bienvenido al <0>Resumidor de Texto</0>! Crea rápidamente resúmenes concisos de textos más largos utilizando técnicas extractivas algorítmicas, no IA.
fr: Bienvenue sur le <0>Résumé de texte</0> ! Créez rapidement des résumés concis de textes plus longs en utilisant des techniques d'extraction algorithmiques, sans IA.
ja: ＜0＞テキスト要約ツール＜/0＞へようこそ！AIではなく、アルゴリズムによる抽出技術を使って、長いテキストの簡潔な要約を素早く作成します。
pt: Bem-vindo ao <0>Resumidor de Texto</0>! Crie rapidamente resumos concisos de textos mais longos usando técnicas extrativas baseadas em algoritmos, não IA.

source: Save time and focus on what matters by pasting your text, adjusting the summary length, and getting results instantly. Try it with sample text or your own content!
de: Sparen Sie Zeit und konzentrieren Sie sich auf das Wesentliche, indem Sie Ihren Text einfügen, die Länge der Zusammenfassung anpassen und sofort Ergebnisse erhalten. Probieren Sie es mit einem Beispieltext oder Ihren eigenen Inhalten aus!
es: Ahorre tiempo y concéntrese en lo que importa pegando su texto, ajustando la longitud del resumen y obteniendo resultados al instante. ¡Pruébelo con texto de muestra o su propio contenido!
fr: Gagnez du temps et concentrez-vous sur l'essentiel en collant votre texte, en ajustant la longueur du résumé et en obtenant des résultats instantanément. Essayez-le avec un texte d'exemple ou votre propre contenu !
ja: テキストを貼り付け、要約の長さを調整し、結果をすぐに得ることで、時間を節約し、重要なことに集中できます。サンプルテキストまたは独自のコンテンツでお試しください！
pt: Poupe tempo e concentre-se no que importa, colando seu texto, ajustando o tamanho do resumo, e obtendo resultados instantaneamente. Experimente com um texto de exemplo ou com seu próprio conteúdo!

source: Input Text
de: Eingabetext
es: Texto de Entrada
fr: Texte d'entrée
ja: 入力テキスト
pt: Texto de entrada

source: Enter or paste the text you want to summarize
de: Geben Sie den Text ein oder fügen Sie ihn ein, den Sie zusammenfassen möchten
es: Ingrese o pegue el texto que desea resumir
fr: Saisissez ou collez le texte que vous souhaitez résumer
ja: 要約したいテキストを入力または貼り付けてください
pt: Digite ou cole o texto que você deseja resumir

source: Text
es: Texto
fr: Texte
ja: テキスト
pt: Texto

source: Preview
de: Vorschau
es: Vista Previa
fr: Aperçu
ja: プレビュー
pt: Visualizar

source: {0} words
de: {0} Wörter
es: {0} palabras
fr: {0} mots
ja: {0}語
pt: {0} palavras

source: Enter text to summarize...
de: Text zum Zusammenfassen eingeben...
es: Ingrese el texto para resumir...
fr: Saisissez le texte à résumer...
ja: 要約するテキストを入力...
pt: Digite o texto para resumir...

source: Load Sample
de: Beispiel laden
es: Cargar Ejemplo
fr: Charger l'exemple
ja: サンプルを読み込む
pt: Carregar amostra

source: Summary Settings
de: Zusammenfassungseinstellungen
es: Ajustes del Resumen
fr: Paramètres du résumé
ja: 要約設定
pt: Configurações do Resumo

source: Adjust how your summary is generated
de: Passen Sie an, wie Ihre Zusammenfassung generiert wird
es: Ajuste cómo se genera su resumen
fr: Ajustez la manière dont votre résumé est généré
ja: 要約の生成方法を調整
pt: Ajuste de como o seu resumo é gerado

source: Summary Length: {0}% of original
de: Zusammenfassungslänge: {0}% des Originals
es: Longitud del Resumen: {0}% del original
fr: Longueur du résumé : {0}% de l'original
ja: 要約の長さ：元の{0}%
pt: Comprimento do resumo: {0}% do original

source: Target: ~{0} words
de: Ziel: ~{0} Wörter
es: Objetivo: ~{0} palabras
fr: Cible : ~{0} mots
ja: 目標：〜{0}語
pt: Alvo: ~{0} palavras

source: Maximum Words: {0}
de: Maximale Wörter: {0}
es: Máximo de Palabras: {0}
fr: Mots maximum : {0}
ja: 最大語数：{0}
pt: Número máximo de palavras: {0}

source: Generate Summary
de: Zusammenfassung generieren
es: Generar Resumen
fr: Générer le résumé
ja: 要約を生成
pt: Gerar Resumo

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
ja: 要約
pt: Resumo

source: {0} words ({1}% of original)
de: {0} Wörter ({1}% des Originals)
es: {0} palabras ({1}% del original)
fr: {0} mots ({1}% de l'original)
ja: {0}語（元の{1}%）
pt: {0} palavras ({1}% do original)

source: Your summarized text will appear here
de: Ihr zusammengefasster Text wird hier angezeigt
es: Su texto resumido aparecerá aquí
fr: Votre texte résumé apparaîtra ici
ja: 要約されたテキストがここに表示されます
pt: Seu texto resumido aparecerá aqui

source: Click "Generate Summary" to create a summary of your text
de: Klicken Sie auf „Zusammenfassung generieren“, um eine Zusammenfassung Ihres Textes zu erstellen
es: Haga clic en "Generar Resumen" para crear un resumen de su texto
fr: Cliquez sur « Générer le résumé » pour créer un résumé de votre texte
ja: 「要約を生成」をクリックして、テキストの要約を作成します
pt: Clique em "Gerar Resumo" para criar um resumo do seu texto

source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
ja: コピーしました！
pt: Copiado!

source: Copy to Clipboard
de: In die Zwischenablage kopieren
es: Copiar al Portapapeles
fr: Copier dans le presse-papiers
ja: クリップボードにコピー
pt: Copiar para a área de transferência

source: <0/> How It Works
de: <0/> Wie es funktioniert
es: <0/> Cómo Funciona
fr: <0/> Comment ça fonctionne
ja: <0/> 仕組み
pt: <0/> Como funciona

source: This Text Summarizer uses an extractive summarization algorithm to identify and extract the most important sentences from your text.
de: Dieser Textzusammenfasser verwendet einen extraktiven Zusammenfassungsalgorithmus, um die wichtigsten Sätze aus Ihrem Text zu identifizieren und zu extrahieren.
es: Este Resumidor de Texto utiliza un algoritmo de resumen extractivo para identificar y extraer las oraciones más importantes de su texto.
fr: Cet outil de résumé de texte utilise un algorithme de résumé extractif pour identifier et extraire les phrases les plus importantes de votre texte.
ja: このテキスト要約ツールは、抽出型の要約アルゴリズムを使用して、テキストから最も重要な文を特定して抽出します。
pt: Este Resumidor de Texto utiliza um algoritmo de sumarização extrativa para identificar e extrair as sentenças mais importantes do seu texto.

source: The process works as follows:
de: Der Prozess funktioniert wie folgt:
es: El proceso funciona de la siguiente manera:
fr: Le processus se déroule comme suit :
ja: プロセスは次のとおりです：
pt: O processo funciona da seguinte forma:

source: The text is broken down into sentences.
de: Der Text wird in Sätze zerlegt.
es: El texto se divide en oraciones.
fr: Le texte est décomposé en phrases.
ja: テキストは文に分割されます。
pt: O texto é dividido em sentenças.

source: Each sentence is scored based on the frequency and importance of words it contains.
de: Jeder Satz wird basierend auf der Häufigkeit und Bedeutung der darin enthaltenen Wörter bewertet.
es: Cada oración se califica según la frecuencia e importancia de las palabras que contiene.
fr: Chaque phrase est évaluée en fonction de la fréquence et de l'importance des mots qu'elle contient.
ja: 各文は、含まれる単語の頻度と重要性に基づいて採点されます。
pt: Cada sentença recebe uma pontuação com base na frequência e na importância das palavras contidas nela.

source: The highest-scoring sentences are selected to form a coherent summary.
de: Die am höchsten bewerteten Sätze werden ausgewählt, um eine kohärente Zusammenfassung zu bilden.
es: Las oraciones con la puntuación más alta se seleccionan para formar un resumen coherente.
fr: Les phrases les mieux notées sont sélectionnées pour former un résumé cohérent.
ja: 最もスコアの高い文が選択され、一貫性のある要約が作成されます。
pt: As sentenças com as pontuações mais altas são selecionadas para formar um resumo coerente.

source: The summary length is adjusted based on your settings.
de: Die Länge der Zusammenfassung wird basierend auf Ihren Einstellungen angepasst.
es: La longitud del resumen se ajusta según su configuración.
fr: La longueur du résumé est ajustée en fonction de vos paramètres.
ja: 要約の長さは、設定に基づいて調整されます。
pt: O comprimento do resumo é ajustado com base nas suas configurações.

source: Note: For best results, use well-structured text with clear paragraphs. This summarizer works best with informational or educational content rather than creative writing.
de: Hinweis: Verwenden Sie für beste Ergebnisse gut strukturierten Text mit klaren Absätzen. Dieser Zusammenfasser funktioniert am besten mit informativen oder lehrreichen Inhalten und weniger mit kreativem Schreiben.
es: Nota: Para obtener los mejores resultados, utilice texto bien estructurado con párrafos claros. Este resumidor funciona mejor con contenido informativo o educativo en lugar de escritura creativa.
fr: Note : Pour de meilleurs résultats, utilisez un texte bien structuré avec des paragraphes clairs. Cet outil de résumé fonctionne mieux avec du contenu informatif ou éducatif plutôt qu'avec de l'écriture créative.
ja: 注：最良の結果を得るには、明確な段落で構成された構造化されたテキストを使用してください。この要約ツールは、創造的な文章ではなく、情報または教育コンテンツで最も効果的です。
pt: Observação: para melhores resultados, use um texto bem estruturado com parágrafos claros. Este resumidor funciona melhor com conteúdo informativo ou educacional, em vez de escrita criativa.

source: Reset Everything
de: Alles zurücksetzen
es: Restablecer Todo
fr: Tout réinitialiser
ja: すべてリセット```
pt: Redefinir tudo

source: Escape
de: Abbrechen
fr: Annuler
ja: エスケープ
pt: Esc

source: Beta Version
es: Versión Beta
fr: Version bêta
ja: ベータ版
pt: Versão beta

source: Todo List
de: Aufgabenliste
es: Lista de Tareas
fr: Liste des tâches
ja: TODOリスト
pt: Lista de Tarefas

source: <0/> Add Column
de: <0/> Spalte hinzufügen
es: <0/> Agregar Columna
fr: <0/> Ajouter une colonne
ja: <0/> 列を追加
pt: <0/> Adicionar Coluna

source: Enter todo text...
de: Aufgabentext eingeben...
es: Ingresa el texto de la tarea...
fr: Saisir le texte de la tâche...
ja: TODOのテキストを入力...
pt: Digite o texto da tarefa...

source: <0/> Add Todo
de: <0/> Aufgabe hinzufügen
es: <0/> Agregar Tarea
fr: <0/> Ajouter une tâche
ja: <0/> TODOを追加
pt: <0/> Adicionar tarefa

source: Edit Todo
de: Aufgabe bearbeiten
es: Editar Tarea
fr: Modifier la tâche
ja: TODOを編集
pt: Editar Tarefa

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
pt: Salvar

source: Invalid input
de: Ungültige Eingabe
es: Entrada inválida
fr: Entrée invalide
ja: 無効な入力
pt: Entrada inválida

source: Select unit type
de: Wähle Einheitentyp
es: Seleccionar tipo de unidad
fr: Sélectionner le type d'unité
ja: 単位の種類を選択
pt: Selecionar tipo de unidade

source: Select from unit
de: Wähle Quelleneinheit
es: Seleccionar unidad de origen
fr: Unité source
ja: 変換元の単位を選択
pt: Selecionar unidade de origem

source: Select to unit
de: Wähle Zieleinheit
es: Seleccionar unidad de destino
fr: Unité cible
ja: 変換先の単位を選択
pt: Selecionar unidade de destino

source: Unit Converter - Svelte Mini Apps
de: Einheitenrechner - Svelte Mini Apps
es: Convertidor de Unidades - Svelte Mini Apps
fr: Convertisseur d'unités - Svelte Mini Apps
ja: 単位換算 - Svelte Mini Apps
pt: Conversor de Unidades - Svelte Mini Apps

source: Convert between various units of measurement including length, temperature, volume, mass, area, time, angle, data, energy, force, power, and pressure.
de: Konvertiere zwischen verschiedenen Maßeinheiten, einschließlich Länge, Temperatur, Volumen, Masse, Fläche, Zeit, Winkel, Daten, Energie, Kraft, Leistung und Druck.
es: Convierte entre varias unidades de medida, incluyendo longitud, temperatura, volumen, masa, área, tiempo, ángulo, datos, energía, fuerza, potencia y presión.
fr: Convertit entre diverses unités de mesure, y compris la longueur, la température, le volume, la masse, la surface, le temps, l'angle, les données, l'énergie, la force, la puissance et la pression.
ja: 長さ、温度、体積、質量、面積、時間、角度、データ、エネルギー、力、電力、圧力など、さまざまな測定単位を換算します。
pt: Converta entre várias unidades de medida, incluindo comprimento, temperatura, volume, massa, área, tempo, ângulo, dados, energia, força, potência e pressão.

source: Convert between various units of measurement with ease
de: Konvertiere mühelos zwischen verschiedenen Maßeinheiten
es: Convierte entre varias unidades de medida con facilidad
fr: Convertissez facilement entre diverses unités de mesure
ja: さまざまな測定単位を簡単に換算
pt: Converta entre várias unidades de medida com facilidade

source: Select Unit Type
de: Einheitentyp auswählen
es: Seleccionar Tipo de Unidad
fr: Sélectionnez le type d'unité
ja: 単位の種類を選択
pt: Selecionar Tipo de Unidade

source: Choose the category of units you want to convert
de: Wähle die Kategorie der Einheiten, die du umrechnen möchtest
es: Elige la categoría de unidades que quieres convertir
fr: Choisissez la catégorie d'unités que vous souhaitez convertir
ja: 換算したい単位のカテゴリーを選択してください
pt: Escolha a categoria de unidades que deseja converter

source: Conversion
de: Umrechnung
es: Conversión
ja: 換算
pt: Conversão
